{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Renê Junior afirma a Griselda que seu pai deixará sua casa, e ela deduz que Tereza Cristina descobriu seu segredo. Griselda manda Severino impedir a entrada de Tereza Cristina no Brasileiríssimo. Glória marca um encontro com Beatriz na pizzaria. Chiara tenta ser simpática quando Fábio diz que ela gostará de conhecer Letícia. Enzo conta para Danielle que viu Glória e Edvaldo na pizzaria. Luana avisa a Renê que ele terá uma grande decepção.",
      "terça": "Renê fica intrigado com o pressentimento de Luana. Tereza Cristina invade o restaurante e conta para Renê que Griselda é a investidora do Brasileiríssimo. Danielle revela para Beatriz que ela e Guilherme são pais biológicos de uma criança. Griselda tenta se explicar para Renê. Danielle conta para Beatriz que Esther deu à luz sua filha biológica. Renê avisa a sua equipe que ficará no Brasileiríssimo somente até Griselda arrumar outro chef. Teodora volta, e Pereirinha e Enzo se surpreendem. Renê busca suas coisas na casa de Griselda.",
      "quarta": "Griselda tenta argumentar com Renê, mas ele não a perdoa. Pereirinha e Enzo estranham a quantidade de malas de Teodora. Tereza Cristina acredita que Griselda conheça seu segredo. Chiara procura Letícia. Renê e Tereza Cristina se preocupam com o sumiço do filho. Tereza Cristina suspeita que o amigo secreto de Crô ainda esteja vivo. Beatriz ameaça contar para Esther sobre sua filha, e Danielle se desespera. Griselda oferece dinheiro para Íris revelar o segredo de Tereza Cristina.",
      "quinta": "Crô avisa a Tereza Cristina que Griselda estava com Íris. Pereirinha garante a Enzo que descobrirá o mistério que envolve o enriquecimento repentino de Teodora. Rafael se emociona ao pensar em seu filho com Amália. Renê afirma que não perdoará Griselda e a compara a Tereza Cristina. Esther comenta com Guaracy sobre sua desconfiança com Beatriz. Tereza Cristina manda Ferdinand sequestrar Alice. Teodora procura Wallace. Alice avisa a Íris para não revelar o segredo de Tereza Cristina para Griselda.",
      "sexta": "Íris fica apavorada com a ligação de Alice. Álvaro invade a suíte de Tereza Cristina e ouve Ferdinand falando com ela ao telefone. Ferdinand dopa Alice e a atira em uma estrada deserta. Álvaro conta para a prima que descobriu o seu segredo. Griselda invade o quarto de Tereza Cristina, mas é impedida por Crô de chamar a polícia. Antenor descobre o segredo de Tereza Cristina. Tereza Cristina diz a Ferdinand que deseja ver Quinzé morto. Antenor procura Griselda.",
      "sábado": "Griselda hesita em revelar o segredo de Tereza Cristina. Esther fala com Danielle sobre Beatriz. Ferdinand arma um plano contra Quinzé. Álvaro decide contar o segredo de Tereza Cristina para Zambeze. Íris garante a Alice que não irá mais chantagear ninguém. Álvaro implora a Griselda que não conte o segredo de Tereza Cristina. Renê Junior desliga o celular na cara de Tereza Cristina. Renê aceita a sugestão de Tereza Cristina e leva para Griselda o cheque com o valor de seu investimento no Brasileiríssimo."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "totalmente demais": {
      "segunda": "Rafael afirma a Lu que está apaixonado por Lili. Cascudo recusa a ajuda de Montanha e exige que o professor se afaste. Jeniffer se entristece quando Cascudo termina o namoro com ela. Florisval flagra Maristela com Lírio Lorenzzo e a expulsa de casa. Rosângela avisa aos filhos que está namorando Montanha. Jonatas vai à festa de Leila e passa a noite em sua casa.",
      "terça": "Lu pede desculpas a Lili por ter insultado o casal ao vê-la com Rafael. Jojô garante a Arthur que trará Eliza de volta. Lu conta para Eliza que Jonatas passou a noite com Leila. Eliza volta para a casa de Arthur depois das insistências de Jojô. Eliza descobre que Maurice esteve na casa de sua mãe e afirma que Dino não pode saber de seu paradeiro. Lili se surpreende ao ver Germano chegando ao evento de lançamento de seu livro, feito em parceria com Rafael.",
      "quarta": "Arthur diz a Eliza que não consegue parar de pensar nela. Zé Pedro avisa a Carolina que Dorinha está no hospital, em estado grave. Fabinho estranha a presença de Cassandra na Bastille. Zé Pedro avisa aos filhos que Dorinha está no hospital. Carolina pede a Lu que fique em sua casa cuidando dos sobrinhos. Arthur comemora o tema da nova prova do concurso, confiante na vitória de Eliza. Arthur descobre sobre o estado de saúde de Dorinha e afirma a Carolina que jamais irá abandoná-la.",
      "quinta": "Montanha questiona Rosângela sobre seus sentimentos por Florisval. Jeniffer conta para o pai que Maristela o está desmoralizando na comunidade. Arthur avisa a Eliza que ela irá à nova etapa do concurso sozinha, sem saber que foi Jonatas quem sugeriu o tema da prova para favorecer a menina. Leila pergunta a Jonatas se ele ainda ama Eliza. Dorinha desperta do coma e assume a identidade de Carolina.",
      "sexta": "O médico alerta a Zé Pedro que Dorinha não pode ser contrariada, para não sofrer, e sugere que a família procure um especialista. Dino afirma a Peçanha que deseja que Eliza seja presa. Lili sente ciúmes de Rafael ao vê-lo com Marcinha. Arthur sonha que está interpretando um personagem com Eliza e acaba pedindo um beijo para a moça.",
      "sábado": "Zé Pedro avisa a Carolina que Dorinha teve alta do hospital. Dorinha surge na redação da revista Totalmente Demais, agindo como se fosse Carolina. Gilda descobre que Germano e Lili são patrocinadores do concurso de Eliza. Gilda revela a Lourdes que Eliza é filha de Germano. Germano se assusta ao saber que Gilda é mãe de Eliza."
    },
    "novo mundo": {
      "segunda": "Peter repreende Anna por ter desistido de ir para Portugal. Amália vai com Peter ao convento e pede a Madre Assunção para abrigar Olinto, Anna e as crianças. Licurgo e Germana trancam Diara e Ferdinando na taberna. Domitila insiste na ideia de engravidar de Pedro para se casar com ele. Joaquim é levado para a cela. Germana e Licurgo descobrem que Elvira está viva. Greta e Schultz conversam sobre o plano contra Diara. Diara alerta Ferdinando sobre Greta. Licurgo conta a Elvira que Joaquim foi preso novamente. Amália vê a foto de Dom João e desmaia. Thomas decide voltar para o Rio de Janeiro. Elvira se revela para Joaquim.",
      "terça": "Joaquim se emociona ao reencontrar Elvira. Peter conta para Leopoldina que Anna voltou para o Rio de Janeiro. Diara sente-se mal e Ferdinando a leva para seu quarto na taberna. Cecília se arruma para seu casamento e Matias afirma que a manterá afastada de Sebastião. Nívea conta a Miss Liu que Elvira inocentou Joaquim. Anna tem uma ideia para manter Thomas longe e pede a ajuda de Leopoldina. Hugo tenta saber com Germana onde ela guarda a escritura da taberna. Bonifácio chega à cela de Joaquim e se assusta ao ver Elvira. Cecília e Libério se casam. Patrício comenta com Leopoldina sobre sua desconfiança com Bonifácio e Lurdes. Elvira é sequestrada.",
      "quarta": "Joaquim encontra Anna no convento. Madre Assunção ouve vozes e entra no quarto de Anna. Amália lembra de Carlota Joaquina. Tibiriçá tem uma visão sobre o futuro de Piatã na aldeia. Bonifácio obriga Patrício a se desculpar com Lurdes. Thomas se enfurece ao saber que Joaquim está solto e que Elvira está viva. Greta pede para Diara não contar para Wolfgang que ficou sozinha com Ferdinando em seu quarto. Bonifácio critica Dom Pedro por fazer negócios fora do Paço. Germana constata que Hugo está apaixonado por Elvira. Olinto teme que Anna se afaste do convento. Thomas e Joaquim duelam. Anna encurrala Thomas para salvar Joaquim.",
      "quinta": "Anna e Thomas duelam. Felício invade a casa de Domitila e a chantageia. Madre Assunção exige que todos deixem o convento. Greta questiona Licurgo e Germana sobre Diara. Nívea fica intrigada com Miss Liu. Thomas avisa a Egídio que Anna e Vitória estão no convento. Domitila conta a Francisco sobre a aparição de Felício. Felício se encontra com Chalaça. Greta entrega dinheiro para Ferdinando. Amália tem uma lembrança ao ouvir sobre a mãe de Cecília e desmaia. Joaquim e Anna se hospedam no palácio. Schultz fala para Wolfgang que Greta está interessada em Ferdinando. Piatã e Jacira contrariam uma lei da aldeia, e Ubirajara ameaça expulsar os dois. Thomas aparece no palácio para resgatar Anna e Vitória.",
      "sexta": "Dom Pedro declara que Anna está sob sua proteção e Thomas se irrita. Greta diz a Schultz que irá se casar com Ferdinando e separar Diara de Wolfgang. Anna garante que encontrará provas sobre os crimes de Thomas. Elvira tenta fugir do navio pirata. Thomas ameaça Anna. Cecília conta a Amália sobre sua vida com sua mãe. Domitila vai com capangas para o encontro com Felício. Dom Pedro contraria Bonifácio e convoca a Constituinte. Piatã sugere que ele e Jacira deixem a aldeia. Tibiriçá pede que Ubirajara confie em Piatã. Olinto volta para a aldeia. Domitila descobre que foi roubada. Felício entrega a fortuna da ex-esposa para Chalaça. Amália cuida de Peter. Anna propõe um acordo a Fred.",
      "sábado": "Fred se surpreende com o que Anna sabe sobre Thomas. Joaquim tenta convencer Peter a se entender com Bonifácio. Fred revela a Anna o que aconteceu com seu pai. Thomas questiona Licurgo e Germana sobre Elvira. Greta fica frustrada por Ferdinando não querer sua companhia. Bonifácio explica a Dom Pedro por que é contra a Constituição. Chalaça afirma que se vingará de Domitila. Domitila pede ajuda financeira a Thomas. Anna conta para Joaquim como descobriu as coordenadas do Galeão Espanhol. Hassan e Jacinto disputam a atenção de Elvira. Anna recebe uma intimação para comparecer à Embaixada da Inglaterra."
    },
    "Malhação": {
      "segunda": "Tato e Aldo se enfrentam. Keyla espera por notícias de Tato e Deco. Tina apoia Anderson, e Samantha observa o casal se beijando. Juca convence Jota a convidar Ellen para jogar com eles. Ellen sugere a Roney que sua avó trabalhe na lanchonete. Keyla liga para Deco. Mitsuko critica o clipe de Tina e reclama de seu comportamento. Lica e Tina conversam com Bóris sobre o sistema de segurança do colégio, e decidem criar um comitê de alunos para falar com os pais e professores. K2 usa Tato para provocar Keyla. Valdemar vê o hematoma no rosto de Tato e se preocupa. Tato tenta conversar com Aldo, mas o pai expulsa o rapaz de casa.",
      "terça": "Tato procura Anderson, e Moqueca pede para ele fazer uma entrega suspeita. Anderson convida Tato para ficar em sua casa. Keyla sente medo de Aldo. Benê toca piano para Tonico. Anderson comenta com Tina que MC Pimenta quer que ela e a sua banda se apresentem com ele. Lica não consegue fugir das investidas de Felipe. Anderson aconselha Tato a não fazer as entregas de Moqueca. Bóris ajuda Lica e Tina a se prepararem para a reunião com os pais e professores. Tato desiste de fazer a entrega, e Moqueca fala para Anderson ir em seu lugar. Malu exige que Edgar compareça à reunião de pais na escola para atacar Bóris e Lica.",
      "quarta": "Malu afirma a Edgar que Bóris quer acabar com a escola. Anderson não aceita fazer a entrega. Lica afirma aos alunos que eles podem mudar a opinião dos pais na reunião. Malu pede a Clara para ajudá-la na reunião de pais e mestres. Josefina reclama da demora na finalização da obra na escola. Keyla leva um fora de Tato, e discute com K2. Luís conta a Marta que Clara brigou com ele por causa de Malu. Roney insiste para Keyla ligar para Deco. Clara pressiona Guto contra Lica e Tina na reunião. Ellen tenta estudar com Fio. Das Dores exige que Tato volte para a escola para ajudá-la a fazer suas coxinhas. Edgar chega para a reunião.",
      "quinta": "Lica concorda com a permanência de Edgar na reunião. Fio reclama da rigidez das aulas de Ellen. Ellen não consegue dançar, e Fio acha graça. Bóris organiza uma votação, e Edgar articula para decidir a disputa. Josefina avisa a Roney que conversará com Keyla sobre Deco. Tonico fica doente, e Keyla se preocupa com o filho. Tato não consegue fazer as coxinhas como Das Dores ensinou. Dóris alerta Bóris sobre Edgar. Edgar afirma a Malu que voltará a ser o diretor do colégio. Mitsuko pede para conversar com Tina. Keyla decide deixar Tonico na creche. Tato teme encontrar Keyla no colégio. Keyla recebe um telefonema da creche.",
      "sexta": "Keyla vai embora apressada, e Tato percebe. Lica sugere que haja um Grêmio no colégio, e Bóris gosta. Clara usa Guto para provocar Felipe. Juca incentiva Jota a convidar Ellen para jogar RPG com eles. Fio resolve um problema de matemática em sala de aula e recebe elogios da professora. Keyla deixa Tato cuidando de Tonico. Tato não deixa Roney chamá-lo de volta para a lanchonete. Marta convida Bóris e Dóris para um jantar. Lica encontra um poema escrito por Bóris no livro que pegou emprestado com ele. Tina sente ciúmes de Samantha. Guto tenta explicar as aulas de piano para Benê. Tina leva Anderson para jantar no restaurante dos pais."
    },
    "Aventuras de Poliana": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Cúmplices de um resgate": {
      "segunda": "Chegam os médicos para levar Vicente. Quando eles abrem a cela, Navarro e Vargas fazem um truque que enche o local de fumaça enquanto eles fogem. O policial pensa que todos estavam envolvidos no truque e não socorre Vicente.",
      "terça": "Os policiais recuperam Navarro e Vargas. Mateus explica para Sabrina que não poderia contar o segredo de Manuela. Isabela diz a sua família que deseja morar na cidade. Flora conta para Tomas o que ouviu da conversa entre Fred e Laura. Rebeca diz que Isabela ficará no vilarejo e a garota sai emburrada.",
      "quarta": "Isabela tem dificuldade de se acostumar a viver no vilarejo. Téo diz para Manteiguinha que está apaixonado por Isabela. A família de Vicente o visita na cadeia e, ao ver que ele tem febre, exige que receba atendimento. Manuela pede que seus amigos lhe ajudem a convencer sua irmã a ficar no vilarejo. Começa a sessão de fotos de Laura.",
      "quinta": "Fred a ajuda a responder às perguntas em uma entrevista. Helena diz a Pedro que acha uma pena eles não frequentarem a mesma igreja. Pedro diz que pode ir na evangélica com ela. A banda C1R pensa em fazer um show para arrecadar dinheiro para a gravadora. Priscila comemora ser a única vocalista da banda no momento. Marina decide ficar no vilarejo. André diz aos seus amigos que sairá da banda.",
      "sexta": "As crianças do vilarejo brincam no lago. Isabela observa e reclama dos mosquitos. Priscila sugere chamar Benjamin para tocar no lugar de André. Fiorina vê Pedro entrando na igreja evangélica. Benjamin aceita fazer um teste para tocar na C1R. Safira e Arthur descobrem que as crianças planejam um show e ficam felizes. Otávio leva Raul para o vilarejo. Isabela diz a ele que é difícil se acostumar com o vilarejo. Benjamin vai ao condomínio com Felipe, Júlia e Priscila para ensaiar com a banda. Meire se incomoda com o barulho."
    },
    "Betty a feia": {
      "segunda": "Maria Lúcia surpreende Malta e impede que asfixie seu irmão. Malta foge sem que ela consiga ver seu rosto. Armando continua sendo interrogado e o investigador analisa todas as provas disponíveis para concluir se é culpado ou inocente. O delegado solicita as câmeras de segurança do edifício e comprova que a arma foi colocada no carro de Armando.",
      "terça": "Armando é colocado em liberdade, volta para a empresa e Marcela o recebe com um abraço. Depois ele procura Betty para agradecer por sua preocupação. Betty reclama por ele continuar com Marcela e diz que não quer voltar a vê-lo. O delegado pergunta a Daniel se ele conhece Gregório Mata. Ele responde que só o conhece de vista e Malú não entende por que seu irmão mentiu. Diante de todos, Charlie pede Sofia em casamento. Jenny vê a cena e avisa Efrain, que chega bêbado à V&M e pede a Sofia que não se case. Catalina leva o ator Miguel Varoni à V&M para animar Hugo.",
      "quarta": "Armando consegue ler o diário de Betty onde ela registrou todas as alegrias e desilusões que viveu a seu lado. Emocionado, ele está decidido a lutar pelo amor de Betty, mas sabe que terá que enfrentar um grande desafio. Amul mostra a Roberto e Margarita as fotos da fábrica incendiada na Índia e conta que Daniel está envolvido no incidente. Depois de abraçar Nícolas, Patrícia fica confusa em relação a seus sentimentos. Hugo recebe mensagem de Fábio pedindo que não o denuncie e cai novamente em depressão ao se convencer que foi usado pelo homem que ama. Fotos de Betty estão espalhada por toda a cidade por causa da campanha de Joaquim. O pelotão se emociona a ver a quantidade de flores que chegaram para Betty e querem saber quem as enviou. Aura Maria espera o fim do expediente para seduzir Giovás dançando de langerie. Sofia chega em casa e encontra tudo fora do lugar por causa do cãozinho que Efrain deu aos filhos. Armando flagra Malú e Ricardo se beijando.",
      "quinta": "Betty e Armando ficam surpresos ao encontram Joaquim na sala da presidência. Joaquim conta que acaba de se mudar para Nova Iorque e Betty o convida para jantar com ela e seus pais. Durante o jantar, todos são surpreendidos pela chegada de Armando. Armando pede para falar com Betty em particular e volta a dizer que está apaixonado por ela. Marcela critica Patrícia por estar saindo com Nícolas e por aparecer nas redes sociais em uma foto ao lado de Betty. Nícolas chega à casa de Patrícia e se depara com a presença de MR. White, um empresário milionário, que a convidou para assistir a um espetáculo de ópera. Nícolas vai embora arrasado. Esteban entrega para Malú a procuração para que Ricardo possa cuidar de seu patrimônio, mas aconselha ela mesma se encarregar de seu dinheiro. Efrain faz uma serenata a Jenny e, diante de Sofia, a pede em casamento. Jenny aceita quando recebe um anel valioso de compromisso. Ricardo fica sabendo que Malú investigou sobre sua mãe.",
      "sexta": "Betty fica indignada ao saber que Armando leu seu diário e diz a ele que acaba de matar tudo o que houve entre eles. As ameaças de Armando não são suficientes para que Joaquim desista de conquistar Betty. O estilista deixa claro que não pretende se afastar da mulher que o inspira. Betty participa com Joaquim de uma entrevista para um canal de televisão onde confessa, ao vivo, que está apaixonado por ela. Armando não consegue conter o ciúmes quando Betty diz que Joaquim mudou completamente a sua vida. Para que Hugo saia da depressão e comece a desenhar a próxima coleção, Betty ameaça colocar Joaquim em seu lugar. O pelotão realiza uma terapia emocional onde cada uma delas fala de suas angustias. Patrícia usa a reunião para falar do ódio que sente de sua nova chefe. Betty enfrenta Ricardo, o critica por ter lido seu diário e ameaça levá-lo até os Recursos Humanos se continuar lhe faltando com o respeito."
    },
    "Ouro Verde": {
      "segunda": "Bia recebe uma ligação de Jorge. Ele conta que a sequestradora deMadalena é Marlene e que ela trabalha no restaurante de Vera, deixandoBia boquiaberta. Sérgio revela que Marlene esteve presa por sequestraruma criança. Vera fica sozinha na sala de interrogatório e se desespera.Mônica continua falando aos jornalistas que a família decidiu vender oBBFF ao fundo europeu.",
      "terça": "Salvador e Cláudia conversam sobre o passado. Ele diz que sempre sentiu a presença dela e que não entende como a moça não o abandonou depois das coisas horríveis que lhe disse. Salvador aceita o pedido de namoro de Cláudia e os dois se beijam. Junto à igreja, padre Sebastião recebe as últimas orientações de Lúcio por telefone quando a irmã Dolores, Marlene e Madalena se aproximam. Depois de confirmar que a bebê é mesmo Madalena, o padre faz o sinal combinado e Marlene é rodeada por policiais.",
      "quarta": "Bia acorda assustada dizendo a Jorge que sonhou que levaram a filha. Aoconstatar que é verdade, tem um ataque de pânico. Mônica atende àligação do médico de Salvador, que lhe diz que ele teve alta. Ela,então, decide ir buscar o filho. Sérgio investiga as imagens das câmerasde vigilância da rua da casa de Jorge para tentar descobrir quemsequestrou Madalena.",
      "quinta": "Vera afirma a Lúcio que, por ter tentado atropelar Bia, não é culpada de tudo o que acontece com ela e diz ao inspetor para falar com o irmão e os primos dela, que podem confirmar que a ativista não saiu de casa no dia do sequestro de Madalena. Bia está convicta de que foi Vera quem raptou a filha e pede para Aparecida lançar os búzios.",
      "sexta": "Francisco conversa com Salvador que diz que quando pensa no que fez a Jorge é como se fosse uma memória confusa e nublada, acrescentando que apenas quer Justiça pela morte da irmã. Jamisbraun deixa uma mensagem a Laurentino, onde o chama de pai e mente dizendo que está na fazenda Ouro Verde.",
      "sábado": "Wagner diz que a sequestradora de Madalena é Marlene e que precisa avisar urgentemente a polícia. Lúcio fica sabendo a verdadeira identidade da raptora, mas leva Vera novamente para interrogatório e pede a Wagner para esperar mais um pouco."
    },
    "jesus": {
      "segunda": "Jesus diz que seus seguidores são seus irmãos e mães. Tomé avisa a Maria que Jesus ainda está ensinando e não poderá recebe-los. Os irmãos do Messias se aborrecem e deixam o local. Barrabás descobre que Dimas e Gestas são filhos de Adela. Gestas ofende Adela e Dimas vai atrás do irmão. Joana pensa no que poderá dar a Antipas. Herodíade implica com Hélio. Longinus pensa na proposta de Antipas. Kesiah ajuda Maria Madalena a se vestir. Susana avisa que Lázaro e suas irmãs foram convidados para um banquete de agradecimento. ",
      "terça": "Tiago Justo convida os membros do Sinédrio para o casório. Asisa provoca Maria e Yoná. Deborah se abre com Helena e fala da culpa que sente por ter dado seu bebê. Edissa se abriga em uma caverna e acaba encontrando Cassandra, irmã de Petronius. Salomé marca novo encontro com Longinus. Querendo libertar Batista, Joana pensa no que poderá dar a Antipas. Adela fala com Diana sobre o encontro com Jesus. Cassandra avisa que tem lepra, mas permite que Edissa fique na caverna. Petronius promete proteger Maria Madalena. Jesus diz que precisa continuar Sua Missão. Ele avisa que precisarão chegar até Gerasa.",
      "quarta": "Enquanto Jesus dorme no barco, Pedro anuncia a chegada de uma forte tempestade. Em uma caverna na Galileia, o Endemoniado Gerasano se debate, preso a correntes. Os apóstolos de Jesus se preocupam com a forte tempestade, enquanto Ele dorme tranquilo. Uma grande onda bate em um dos barcos e Tiago Menor é arremessado ao mar. Sara e Gabriela ficam preocupadas com a tormenta. Pedro e João não conseguem resgatar Tiago Menor. Jesus permanece dormindo no interior de uma das embarcações. Pedro se lança ao mar para salvar Tiago Menor.",
      "quinta": "Jesus expulsa a legião de espíritos maus do rapaz. Os demônios entram em uma manada de porcos, que, enfurecidos, se jogam de um precipício. O Endemoniado Gerasano começa a recuperar os sentidos. Chaya diz não ter coragem de chamar Jairo. Na hospedaria, Nemestrino fica encantado com Marta. Shabaka se prepara para o banquete de Maria Madalena. Lázaro admira a beleza de Susana. Barrabás agradece a ajuda da gladiadora. Satanás se diverte ao ver a discussão entre os apóstolos. Maria Madalena recebe os convidados em seu banquete no palácio. Diana conversa com Almáquio e diz ter medo de Madalena.",
      "sexta": "Os porqueiros questionam Jesus. Caius descobre que Deborah se casará com Tiago Justo. Deborah fica mexida ao ver o bebê de uma jovem moça. Ami teme ser encontrado. Malco se abre com Caifás e diz saber onde seu tio está. Gestas chantageia Judite, mas ela avisa que ele terá que colaborar. Herodíade diz que Longinus terá Salomé, mas primeiro terá que voltar a Jerusalém. Antipas avisa que dará melhores condições a João Batista na prisão. Jairo se desespera ao ver o estado de Talita. A menina desfalece. Diante da revolta dos porqueiros, Jesus avisa que partirá com os apóstolos."
    },
    "Apocalipse": {
      "segunda": "Em conversa com Dylan, Uri diz que Ricardo é a personificação do mal. Benjamin pede para Susana não contar nada à Isabela. Os militares americanos se preparam para invadirem a Líbia. Ricardo não consegue falar com o general da missão e fica irritado. O exército americano ataca. Bárbara e Arthur noticiam a guerra. Benjamin segue para Jerusalém. Ricardo tenta convencer os líderes militares a recuarem, mas eles se recusam. Uma guerra se inicia. Jonas lidera uma vigília de oração. Guido fala sobre as consequências da guerra. Uri se lembra de Monique. Benjamin reencontra Zoe no deserto. Tamar e Gideon temem os efeitos da guerra.",
      "terça": "Durante a inauguração da Nova Babilônia, a Cidade do Futuro criada por Ricardo, toda a imprensa se volta para Zoe. O vilão tenta disfarçar a raiva e fulmina Ariela com o olhar. Bárbara e Chico abraçam Zoe, emocionados. Débora se incomoda com a presença da moça. Ricardo ameaça Ariela e André. Débora tenta jogar Isabela contra Benjamin. Alan questiona Susana. Zoe concede entrevista para a imprensa. Ricardo intervém e evita que ela fale mais. Arthur e Celeste descobrem que Zoe está viva. Emocionado, César assiste a sobrinha pela TV. Zoe afirma que seu voo pode ter sido sabotado. Benjamin provoca Ricardo e diz saber de toda a verdade.",
      "quarta": "Os seguranças se esforçam para proteger Ricardo, que agoniza. Isabela e Stefano se desesperam. O assassino é localizado e morre fuzilado. O Satanás abre as asas atrás do carro de Ricardo. Stefano também muda o olhar, tornando-se o Falso Profeta. Os três trocam um olhar demoníaco. Ricardo é levada por uma ambulância. Bárbara cobre o incidente. Adriano tenta controlar Débora. Zoe afirma que Ricardo está prestes a se transformar na Besta. Soraya e Jamal se preocupam com Zoe e Benjamin. Uri diz que Benjamin e Zoe podem ser incriminados pelo atentado a Ricardo.",
      "quinta": "Jonas, Zoe e Benjamin dizem que se esforçarão para perpetuar a palavra de Deus. César discute com Dudu Poeira. Zoe avisa que não voltará a trabalhar no telejornal. Benjamin convida Estela e Felipe para seu casamento. Zoe conta todo o ocorrido para Celeste. Tião diz que não vai admitir que Robinson continue na vida bandida. Estela trabalha ao lado de Glaucia. Tiatira diz que o exército israelita ficará de prontidão. Noah fica mexido com as palavras de Moisés e Elias e tenta protege-los. Susana diz para Benjamin que não abandonará Isabela. Tamar ampara Débora.",
      "sexta": "Zoe e Benjamin saem da igreja e são recebidos por chuva de pétalas. Ângela critica a festa feita na casa de Estela. César descobre que Natália salvou Uri. Dylan lança um olhar apaixonado para a policial. Zoe agradece por todo o cuidado de Celeste na decoração da festa. Glória organiza tudo. Ângela tenta provocar Estela. Dylan puxa assunto com Natália. Benjamin fala a verdade sobre André para Felipe. Dudu mente para Celeste e se encontra com uma mulher no bar de Diogo. Tião diz que não desistirá de Robinson e o abraça."
    },
    "O Que a Vida Me Roubou": {
      "segunda": "Angélica e José Luis planejam o casamento de Esmeralda e Renato em um lindo jardim. Demétrio pede a Josefina que o acompanhe ao casamento de Renato. Graziela discute com Josefina, a ofende e diz que na festa vai envergonhar seu filho. Carlota convence Josefina a ir ao casamento. Sandro e Graziela estão em um restaurante conversando sobre Josefina e Demétrio. Sandro afirma que os “Mendonça” estão a um passo da falência e, por isso, casaram Demétrio com Josefina. Graziela, irritada, nega que a família tenha problemas econômicos. Durante a cerimônia, ofendem Esmeralda e Renato se enfurece. Alessandro e Montserrat falam do quanto são felizes. ",
      "terça": "Montserrat chega para visitar Angélica. José Luis diz que Angélica está dormindo e insinua que ela foi até lá para vê-lo. Montserrat sai zangada e pede a José Luis que diga a Angélica que, se realmente deseja falar com ela, será muito bem vinda em sua casa. Fabíola chega de visita à casa de Angélica e elas conversam. Ao final, Angélica pede a Fabíola que, em nome da grande amizade que as une, esteja ao lado de José Luis quando ela morrer. Adolfo vai procurar Josefina na casa dos Mendonça e lhe dá uma flor. Josefina então descobre quem, por muito tempo, anonimamente, lhe dava diariamente uma flor.",
      "quarta": "Macário leva o padre de volta à sua casa e fala sobre seu casamento com Sofia. Adolfo chega à casa do padre para pedir que ele o acompanhe até onde está Maria, pois Pedro a agrediu e por pouco não a mata. Victor diz a Alessandro que pretende levar Nádia para bem longe de Pedro para que possam começar uma nova vida. Nádia chega à clinica de abortos. Montserrat diz a ela que ainda dá tempo para se arrepender, mas Nádia segue com a enfermeira. Montse vai atrás delas e grita que Vitória é um lindo nome de menina. Padre Anselmo está esgotado e pergunta a Adolfo se falta muito para chegar até onde está Maria.",
      "quinta": "Josefina volta chorando e diz a Tomás que quer ir embora de Água Azul o mais rápido possível, pois percebeu que precisa amar a si mesma. Montserrat e Alessandro chegam para se despedir de Angélica. Ela pede aos dois que esclareçam as diferenças e parem de guardar ódio ou rancor de José Luis, que só quer ajudá-los. Demétrio fica pensativo recordando quando negou diante de Virgínia e Amélia que Josefina era sua esposa. Victor diz a Macário que Nádia está grávida e estão planejando fugir de Água Azul para formar uma família. Alessandro e Montserrat voltam para casa e encontram Sofia angustiada, pois levaram Rosário para ser interrogada.",
      "sexta": "Prudência pergunta ao capitão Robledo se não há nada que se possa fazer a respeito da situação de José Luis, pois Angélica acaba de falecer. O capitão responde que já atrasou demais a detenção de José Luis e precisa cumprir a lei. Pedro agride Victor por intervir em uma discussão entre ele e Nádia e proíbe a esposa de voltar a vê-lo, aconselhando que ela procure outro homem que possa engravidá-la. Fabíola chega ao velório para dar suas condolências a José Luis, agradece a ele por ter feito Angélica feliz e o abraça."
    },
    "chiquititas": {
      "segunda": "Pata acaba dormindo em seu esconderijo. Leticia não concorda com a presença dos meninos de rua em sua casa. Carol tenta tranquilizar a amiga e diz que será só por uma noite, pois ela irá encontrar outro lugar para os meninos. Leticia diz que os garotos precisam tomar banho. Mosca e Rafa aceitam, mas Binho não concorda, mas acaba sendo convencido pelo irmão de Carol. Chico avisa as meninas que também não encontrou Pata e que precisam avisar Sofia. Sofia chega ao orfanato e Mili conta sobre o sumiço de Pata. No mesmo momento, Pata aparece na sala e todos se confortam ao vê-la. Beto pergunta a irmã o que ela fará com os meninos. ",
      "terça": "Desesperadas com o barulho, as meninas não param de gritar e Carmen entra na sala chamando a atenção delas. Mosca, Rafa e Binho finalmente entram no porão e percebem que está abandonado. Carmen avisa Sofia que será responsável por todos os assuntos do orfanato. Sabendo disso, a diretora fala a Carmen sobre os meninos e pede para que ela reveja as regras e dê uma chance aos garotos. Carmen ri com o pedido e diz que isso jamais irá acontecer. Mosca, Rafa e Binho arrumam o lugar para passarem alguns dias no porão. Beto pergunta para Carol se ela já conversou com Junior e a moça diz que não. Binho conta aos amigos que seu pai é rico e que voltará para buscá-lo.",
      "quarta": "Mosca, Rafa e Binho chegam ao ferro velho e pedem a Zezinho (Chris Araújo) permissão para pegar algumas coisas. Carol conta a Leticia o que viu e Clarita acredita que tenha sido algum mal entendido. As amigas observam Junior e Maria Cecilia saindo juntos. Junior abre a porta do carro e pega o buquê de flores que comprou para dar a Gabriela. Maria Cecília se dispõe a segurar. Carol e Clarita observam a cena e pensam que Junior deu flores para supervisora. Zezinho ajuda os garotos a levar tudo o que eles conseguiram no ferro velho. Pata fala para Mili que Carmen não permitiu que os meninos entrassem no orfanato.",
      "quinta": "Na exposição, Junior vê uma moça parecida com Carolina e fica mexido, mas não revela a Maria Cecilia quem achou que a moça era. Eduarda janta com a família de Junior e é indelicada ao falar da aparência de Gabriela. Ernestina vai ao quarto de produtos de limpeza e nota que o queijo que deixou não foi mexido. Mosca dá a ideia de esperar todos dormirem, para que eles entrem na cozinha do orfanato para pegar comida. Na casa de Carol, Tobias diz que não quer mais fingir ser namorado de Clarita. Maria Cecília pega na mão de Junior, mas o rapaz diz que precisam ir embora. Beto pergunta a Clarita e Tobias como está o relacionamento deles e diz que nunca os viu beijando.",
      "sexta": "Ernestina volta para o orfanato com várias ratoeiras na mão. Pata entra no quarto de produtos de limpeza, mas é surpreendida com a presença de Mili, que lhe questiona o que faz ali. Pata desconversa e diz que vai procurar os ratos em outro lugar. Mili estranha o comportamento da amiga e decide entrar no quarto de produtos de limpeza. Como o lugar está escuro, Mili cai na passagem que leva ao porão e encontra Mosca, Binho e Rafa. Os meninos revelam para Mili o motivo de estarem no porão. Mili conta para Mosca, Rafa e Binho que eles não podem continuar morando ali, mas promete manter segredo."
    }
  }
}
