{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Teodora aceita a proposta de Griselda. Griselda divide seu dinheiro entre os filhos, e Antenor fica inconformado. Renê sugere que Tereza Cristina visite Patrícia na pousada. Quinzé avisa a Guaracy que deixará o Tupinambar. Wallace sente-se mal durante o treino, e Teodora o ajuda. Antenor enfrenta Tereza Cristina. Griselda conversa com Amália sobre a loja que abrirá para ela. Um barco se aproxima da costa com um homem misterioso. Esther escolhe os doadores para sua inseminação. Ferdinand comenta que o barco se aproximando da costa pertence a Pereirinha.",
      "terça": "Pereirinha é resgatado pelos bombeiros, e Celeste tenta acalmar Griselda. Vilma liga para Quinzé e Antenor e avisa que o pai está de volta. Tereza Cristina diz que promoverá uma festa no dia em que Griselda for morar no condomínio. Griselda fala para Pereirinha que Guaracy é seu noivo. Juan Guilherme diz a Fábio que deixará de sair com diversas mulheres. Griselda mostra para Pereirinha a certidão provando que ela é viúva. Quinzé, Antenor e Amália decidem se o pai fica ou vai embora de casa.",
      "quarta": "Quinzé e Antenor mandam o pai ir embora, mas Amália contraria os irmãos. Pereirinha desmaia, e é levado para o hospital. Marcela liga para Paulo, que disfarça na frente de Esther. Griselda confessa a Guaracy que mentiu quando disse que era sua noiva. Luana sente que Patrícia está grávida. Tereza Cristina expulsa Marcela de sua casa. Ferdinand descobre por que Pereirinha voltou e tenta fazer um acordo com ele. Guaracy é hostil com Griselda. Griselda avisa a Pereirinha que ele não se mudará com ela para sua nova casa.",
      "quinta": "Pereirinha convence Griselda a deixá-lo em sua antiga casa. Danielle leva Pedro Jorge para a audiência de tutela. Danielle confirma que Beatriz tinha um relacionamento com Guilherme. Antenor tenta convencer Griselda a contratar Íris. Carol fica nervosa quando Vilma pergunta para Letícia por que ela procurou Juan Guilherme. Patrícia anuncia a Antenor que está grávida e se decepciona com a reação do namorado. Patrícia procura Renê. Renê e Patrícia descobrem que Crô dopou Tereza Cristina.",
      "sexta": "Tereza Cristina afirma a Patrícia que ela não terá seu filho com Antenor. Renê ameaça sair de casa com Patrícia se Tereza Cristina fizer algo contra a filha. Wallace implica com Teodora por causa de Quinzinho. Tereza Cristina conta para Griselda que Patrícia está grávida e que Antenor quer impedi-la de ter o bebê. Danielle perde a guarda de Pedro Jorge. Griselda conversa com Antenor. Wallace vai à Fashion Moto para vender sua motocicleta. Renê conversa com Griselda sobre a gravidez de Patrícia.",
      "sábado": "Pereirinha acredita que Renê está interessado no dinheiro de Griselda. Renê Junior e Carolina marcam um encontro entre Letícia e Juan Guilherme. Griselda chama Patrícia para morar com ela durante a gravidez. Rafael dispensa Zuleika, que conta para Amália todas as falcatruas do rapaz. Íris afirma a Alice que conseguirá enganar Griselda. Juan Guilherme chega para seu encontro com Letícia, mas ela o destrata. Amália termina com Rafael. Luana tem um pressentimento com Antenor."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Keyla conta para as amigas sobre sua tentativa frustrada de ficar com Tato. Josefina faz uma aposta com Roney. Mitsuko não deixa Anderson falar com Tina. Ellen aceita o trabalho no colégio particular. Marta avisa a Lica que Luís e Clara irão jantar com elas. Roney flagra Keyla e Tato juntos. Ellen, Benê e Lica chegam para tomar conta de Tonico. Fio cobra sua aposta de Ellen. Keyla e Tato não conseguem ficar juntos.",
      "terça": "Keyla tenta acalmar Tonico. Juca leva um fora de Benê. Benê convence Guto a continuar com as aulas de piano. Josefina tenta ensinar Roney a dançar forró. Jota se incomoda ao ver Ellen dançar com Fio. Keyla e Tato se amam. Juca aconselha Jota a não mentir sobre seus sentimentos por Ellen. Lica convida MB para jantar, e se surpreende ao encontrar Felipe em sua casa. Anderson pede para a irmã entregar um pendrive para Tina. Clara provoca Lica. Tato pergunta por que Keyla quer manter segredo sobre seu namoro.",
      "quarta": "Tato se irrita com Keyla. Telma implica com Tina. Ellen desiste de ir ao cinema com Fio. Roney sonha com Josefina. Mitsuko é rude com Ellen. Keyla faz as pazes com Tato. Guto perde a paciência com Benê, e os dois discutem. Julinho repara na discussão entre Roney e Josefina. Benê não deixa de tocar piano para atender ao chamado de Josefina. Telma tenta falar com Tina, que expulsa a irmã de seu quarto. Ellen conta para Anderson que foi destratada na casa de Tina.",
      "quinta": "Ellen estranha ao saber que Anderson saiu cedo de casa. Tato dispensa K2. Fio reclama de Ellen não cumprir sua aposta. Clara agride Lica ao vê-la com Felipe. Tato e Keyla conversam sobre seus trabalhos. Keyla decide fazer dieta, e Ellen a recrimina. Tina fica arrasada ao falar com Ellen sobre sua mãe. Ellen e Jota tentam criar um novo esquema para a distribuição dos livros. Bóris sugere que Malu e Marta façam terapia. Juca implica com Jota por causa de Ellen. Anderson chega para falar com Mitsuko e Tina percebe o comportamento de Telma.",
      "sexta": "Anderson confronta Mitsuko. Marta e Malu discutem na sala de Bóris. Josefina decide cozinhar para Roney. Anderson discute com Ellen por causa de Tina. Benê, Lica e Keyla vão ao encontro de Tina. Lica sugere que Marta ofenda Malu. Tato critica Keyla por querer emagrecer. Tina arruma sua mochila, e Telma desconfia. Anderson sofre com a falta de Tina. Dóris promete defender Ellen de Edgar. Keyla se recusa a ficar sozinha com Tato enquanto ela não emagrecer."
    },
    "Aventuras de Poliana": {
      "segunda": "Mário conta para Lorena que seu pai está trabalhando com Pendleton, Filipa escuta a conversa. Guilherme marca sua despedida no bar. Verônica muda-se para a casa de Gleyce por um tempo. Guilherme e Raquel decidem se irão manter o relacionamento a distância. Filipa conta para Roger que Sérgio está trabalhando para Pendleton, e desconfiado decide demitir Joana da O11O. Débora fica enjoada e Durval pensa que ela pode estar grávida. Jeff vê Violeta saindo do bar e pergunta se ela faz parte do grupo secreto. Zóio aparece no bar, conta toda a verdade em frente a todos, e pede para Mirela tomar cuidado com Luca. Após as férias, começa um novo semestre na Escola Ruth Goulart, e Roger anuncia as novidades e parceria com a O11O.",
      "terça": "Ester é a nova vítima do canal “Vou Te Zuar”. Nancy conta para a avó que Waldisney é filho da chefe do crime do Jd. Bem Te Vi. Mirela pede para Raquel ajuda-la com a rádio da escola. A lanchonete da escola é substituída por máquinas de lanches automatizadas. A professora Sophie é substituída por um avatar virtual para as aulas de música. Roger implementa o uso do O11O VR nas aulas da Ruth Goulart. Ruth começa a se incomodar com a implementação da tecnologia na escola. Mirela tenta fazer as pazes com Vini. Ester peita Filipa e Iure flagra a cena. Mosquito tenta resgatar Zóio do mundo do crime. Yasmin começa as sessões de terapia com Helô. Mário e Benício armam um plano para Gael e Lorena fazerem as pazes. Jeff descobre que Brenda está ficando com outro garoto.",
      "quarta": "Zóio e Falcão vão até a casa de Lindomar para cobrar o dinheiro. Trancados na rádio da escola por Benício e Mário, Lorena começa a passar mal e Gael fica desesperado. Jeff vai tirar satisfação com Brenda. João tenta convencer Bento a ir atrás de Cássio, seu pai. Filipa, Eric e Hugo começam a usar o aplicativo do Jogo do Contente, mas utilizam algumas palavras ofensivas com os usuários. João e Bento aparecem no ensaio da suposta banda de Cássio, e fazem algumas perguntas ao homem.",
      "quinta": "Helô repreende Mário e Benício por terem prendido Lorena e Gael. Glória chama a atenção de Roger devido a situação do filho com a esposa. Waldisney invade a casa de Branca a procura de Nancy. Após conversar com Cássio, o musico topou fazer o teste de DNA com Bento para checar se são de fato parentes. Começa a exposição de arte de Luisa. Nancy inventa uma desculpa para se afastar de Waldisney. Gleyce inicia as aulas na faculdade. Na exposição de Luisa, Marcelo vê Pendleton e Glória tendo uma conversa e estranha a aproximação dos dois. Benício flagra uma cena chocante de Ester e fica assustado.",
      "sexta": "Eufórico, Benício conta aos amigos sobre Ester. Antônio pede para Violeta cumprir as regras da mansão de Luisa. Roger e Verônica se encontram na exposição de Luisa. Benício tenta convencer os amigos sobre o que viu. Antônio pede Branca em casamento. Nancy pergunta para Violeta o que ela sabe sobre Waldisney. Marcelo conta para Luisa que ouviu Pendleton e Glória conversando sobre o colar que ela estava usando. Devido ao incidente com Ester, Pendleton chama Poliana e decide voltar imediatamente para casa. Em seu laboratório, Pendleton verifica o que houve com Ester. Antônio conta para Violeta que pediu Branca em casamento, e ela não aceita. Marcelo fica intrigado quanto ao colar de sua mãe."
    },
    "Cúmplices de um resgate": {
      "segunda": "Sandro diz para Navarro e Vargas que ninguém mais mexe com Manuela. Flora entra no quarto aonde estão seus sobrinhos e diz que ninguém pode adotá-los. Omar pega Manteiguinha, e Téo pensa que o cachorro fugiu. Regina coloca Navarro para cuidar de Manuela no lugar de Sandro. Isabela diz para Rebeca que ela cuidou bem dela. Priscila visita Joaquim e Felipe no Vilarejo. Manteiguinha segue preso em uma árvore no haras. Priscila vai atrás de Regina e cobra que ela tire as crianças do orfanato. Regina diz que a culpada é ela. Luiz cobra o cavalo Dourado pelo acordo que fez com Omar. Taísa pede para Tomas promover ela para seu antigo cargo. Tomas aceita desde que ela aceite ser sua aliada. Taísa concorda com a imposição. Téo cai em um buraco e um outro cachorro, que lembra Manteiguinha, tenta conseguir alguém para ajudar o garoto.",
      "terça": "Sabrina encontra Téo no buraco. Priscila vê Chloé cantar em seu lugar e surta ao achar que Regina quer colocar ela em seu lugar. Otávio conversa com Joaquim e Felipe sobre eles conhecerem Manuela. Otávio desabafa com Raul e diz que são muitas coincidências. Taísa diz para Frederico que foi promovida. O estilista diz para Otávio que Tomas está promovendo Taísa para ser sua cúmplice. Otávio diz que Tomas está em período de experiência. Frederico pede para Otávio abrir os olhos, pois os dois serão piores do que a aliança Safira e Tomas. Téo percebe que o outro cachorro não é Manteiguinha. Enquanto isso, Omar segue escondendo o cachorro.",
      "quarta": "Isabela encontra o cachorro Manteiguinha no haras de Omar. A garota diz que Omar não tem noção de suas atitudes. Na sorveteria, todos ficam felizes com o retorno de Manteiguinha. Isabela conta o que aconteceu. A garota aproveita a ocasião para pedir desculpa para Téo. Júlia, Felipe e Joaquim são levados pelo casal Rodrigo e Fernanda para conhecer a mansão em que moram. Na volta para o orfanato, se deparam com a tia Flora, que diz que fará de tudo para reaver a guarda deles.",
      "quinta": "Na gravadora, Regina apresenta Benjamin como novo guitarrista da C1R no lugar de Joaquim. André não lida bem. Benjamin provoca o garoto e os dois brigam. Regina manda André ir para casa refletir. Benjamin conta para ‘Isabela’ que é corredor de kart. O garoto fica interessado nela, mas Manuela desconversa. Taísa irrita Lurdinha. Sabrina faz com que Omar diga que roubou Manteiguinha com a ajuda de Manuela para fazer uma gravação e prejudicar a garota. Priscila sai para jantar com a mãe, Safira, e também convida, escondida, Geraldo.",
      "sexta": "Safira diz para Priscila que não quer ficar perto de Geraldo novamente. Priscila diz que irá provar para todos que ele não é uma má pessoa. Lola vê o pai na cadeia e fica mais aliviada ao saber que ele está bem. Isabela questiona Dóris e Mateus se Otávio perguntou para eles sobre o sequestro. Giuseppe contrata outros seis anões para trabalhar em sua sapataria ao lado de Nico, que fica bravo com a novidade. Taísa continua a explorar Lurdinha, que se irrita. Frederico conversa com a secretária e diz que irá levar o café de Taísa pessoalmente. O estilista derrama café nos papéis que Taísa acaba de preparar. Priscila posta na internet uma foto que tirou com Geraldo e Regina de fundo. Regina vai até a casa de Rebeca com a desculpa de prestar solidariedade pelo sequestro de Manuela. Joel manda Omar fazer as malas para voltarem para a cidade."
    },
    "Betty a feia": {
      "segunda": "O mundo de Betty vem abaixo quando ela vê um vídeo que escancara um plano macabro de Armando. A decepção é tamanha que ela destrói todas as pelúcias e cartões românticos que recebeu. O pelotão acredita que Betty está sofrendo por causa de Nícolas e Patrícia. Betty sai correndo da empresa e quase é atropelada. Catalina vai atrás dela e a leva a um restaurante para oferecer seu apoio, mas Betty não quer falar sobre o assunto. Betty chega em casa.Júlia e Nícolas percebem que ela não está bem. Nícolas conversa com sua melhor amiga e fica sabendo sobre a maneira sórdida como ela foi enganada.",
      "terça": "Indignado com o que aconteceu com sua amiga, Nícolas elabora um plano de vingança e tenta convencer Betty aa contra-atacar e dar a Armando o que ele merece. Patrícia toma anti-alérgico em excesso e dorme no trabalho. O pelotão acredita que Betty está sofrendo por Nícolas. Ao acordar, Patrícia deixa a empresa sem perceber que está com o rosto pintado como um palhaço.Furiosa, ela procura Marcela e Mr. Smith e acusa o pelotão pela brincadeira de mal gosto.",
      "quarta": "Mergulhada num a dor imensa, Betty disfarça diante de Armando mas ele percebe seu distanciamento. Betty quer acreditar que tudo não passa de um pesadêlo, que o que descobriu é mentira mas acaba comprovando que Armando está envolvido. Para passar mais tempo perto de Betty, Armando a obriga a acompanhá-lo a um evento de negócios. Ela telefona para Nícolas e use o cartão de crédito da BAR para comprar uma roupa elegante e cara. No coquetel, Armando fica irritado com a chegada de Nícolas e Betty o apresenta como seu namorado para Patrícia e Catalina. Enciumado, Armando pede a sua assistente que o acompanhe. ",
      "quinta": "Em Miami, Cindy enfrenta Marcela e insinua que sabe de seu relacionamento secreto com Ricardo. Ele tenta acalmar os ânimos. Armando diz a Betty que está tudo pronto para que se encontrem à noite. Betty aceita sair com ele mas com a condição que a leve ao mesmo lugar que levaria sua noiva. Armando, ansioso, espera Betty no restaurante mais elegante da cidade. De repente chega Marcela e diz a ele que veio de Miami para conhecer sua amante. Betty se arruma para o encontro e Nícolas tenta convencê-la do erro que está cometendo. Daniel tem acesso ao USB da coleção de Hugo e admite que é um bom produto.",
      "sexta": "Ricardo volta de Miami e Armando conta que Betty levou Nícolas ao restaurante onde haviam combinado de jantar e diz ter certeza que ela viu o vídeo. Armando, firme em sua decisão de não continuar com uma vida duploa e repleta de enganos, diz a seu melhor amigo que vai cancelar o casamento com Marcela e vai expor a todos os verdadeiros motivos. O carro de Patríca é apreendido por falta de seguro e sua situação viraliza na internet. O pelotão debocha dela. Inesita conta para Mariana que Romina lhe deu comprimidos para a perda de memória. Mariana decide investigar a cunhada de Hugo nas redes sociais."
    },
    "Ouro Verde": {
      "segunda": "Vera descontrola-se ao saber que Padre Sebastião a denunciou à Polícia Judiciária (PJ) e o padre conta a Bia e Jorge que foi Vera quem tentou atropelar Bia.O padre então assegura ao casal que soube de tudo por Vera. Bia não se conforma que Vera a atacou pois não pode ter mais filhos.",
      "terça": "Francisco diz a Mónica e José que eles devem procurar um psiquiatra se querem internar Salvador. Jéssica e Hadja fazem as pazes.",
      "quarta": "Judite diz que assumiu a culpa por Vera por ter pena dela. Joaquim exige que Sérgio lhe dê o vídeo que tem sobre Vera e ameaça-o com uma arma. Mônica cuida das feridas de Miguel e diz-lhe que está pensando em internar o filho.",
      "quinta": "Bia procura Vera acusando-a de ter tentado atropelá-la. Vera diz que Bia está delirando, mas Bia continua a provocá-la até a outra revelar a verdade. Bia então ataca Vera, dizendo que o grande castigo dela ainda há de chegar. Miguel acha certo que Salvador seja internado e pede desculpa a Mónica por não ter sido nem bom pai nem bom marido.",
      "sexta": "Catarina relembra o momento em que roubou o dossiê de Amanda com as provas contra Miguel. Joaquim descobre o segredo de Vera em Paris e que Sérgio é o hacker, passando essa informação a Arnaldo, que conta a Jorge. Salvador foge de casa.",
      "sábado": "Joaquim confronta Vera com o seu segredo. Quando eles ficam frente a frente com Henrique, ambos se encaram e Joaquim diz a Vera que volta mais tarde. Henrique foge de casa e esconde-se na associação, onde conta a Inês que viu o homem que matou Margarida na casa de Vera."
    },
    "Caminhos do coração": {
      "segunda": "Maria é inocentada no tribunal através de um holograma César, que aparece e revela o nome do assassino de Sócrates. Ele declara que Júlia é a mandante de todos os crimes. Maria vê Marcelo em um carro na saída do tribunal e vai atrás dele. A invasão dos lobisomens, porém, faz com que a mocinha tenha de lutar, perdendo Marcelo de vista.  A Dra. Júlia toma o pouco que conseguiu fabricar do soro da juventude e se torna outra mulher, mais jovem 30 anos, Júli di Trevi (Babi Xavier).",
      "terça": "Taveira e Juli observam Samira dentro da cela. Taveira faz carinho em Juli. Os dois se beijam. Juli avisa que ninguém pode saber que ela é Júlia. Vivi pergunta por Clara, e Guiga conta que a filha foi levada por mutantes do mal. Janete tem visão de Lúcio e Juno sendo atacados por Juli e Taveira. Ela avisa que, se os bebês não forem salvos, a humanidade irá caminhar para uma catástrofe. Lucas liga para Cléo e pede que ela envie uma mensagem para Beto na ilha.",
      "quarta": "Valente entra em barraco e corre, perseguido por Fredo e os agentes. Lupo diz que está apaixonado por Maria. Ele parte para cima de Maria, que se defende e luta com ele. Gaspar se assusta ao ver Luna, Rico e Tarso. Toni diz que voltará à ilha para ajudar Beto, e Cléo decide ir com ele. Irma e Aristóteles confessam que estão endividados. Fredo mira em Valente e atira. Valente bate com a cabeça e desmaia.",
      "quinta": "Simone manda a neta tomar cuidado. Lupo ruge para Maria. Gabriela examina Marcelo. Marcelo segura a mão de Gabriela, que diz estar disposta a ajudá-lo no que for preciso. Samira enlaça o pescoço de Juli com a corrente e ameaça atacá-la, caso não seja libertada. Os mutantes do mal ameaçam atacar Clara, já que ela não quer usar seu poder para ajudá-los. Fredo e Paglia apontam armas para Valente e atiram.",
      "sexta": "Irma, Ari, Danilo e Lúcia tentam pensar em uma solução para a pobreza da família. Ísis se sente culpada e perde perdão a Beto. Samira acorda e percebe que Juli a prendeu novamente. Marcelo volta a sentir fortes dores e se debate desesperado. Gabriela fica assustada e aplica uma injeção tranqüilizante em Marcelo. Um feixe de luz atinge Valente e ele desaparece. Gabriela diz que precisa falar com Marcelo e avisa ter grandes novidades para ele."
    },
    "a escrava isaura": {
      "segunda": "Malvina discute com Leôncio sobre seus crimes. Tomásia conta a família que vai se casar com Miguel. Rosa e Helena planejam o encontro com Diogo. Começa a festa na Casa de Serafina. Sebastião se arruma para a festa de Serafina. Leôncio diz que Belchior está proibido de sair da fazenda depois do casamento. Isaura tem pesadelo. Álvaro também tem pesadelo. Henrique encontra Sebastião no bordel. Helena acerta a cabeça de Dr. Paulo com uma bengala.",
      "terça": "Branca faz de tudo para que Álvaro não viaje. Geraldo conta a Álvaro as armações de Branca e Leôncio. Álvaro insiste em ir a Campos libertar Isaura. Gioconda encontra Sebastião bêbado. Miguel é libertado. Miguel visita Isaura que continua doente. Miguel conta a Isaura que recebeu o telex de Álvaro. Geraldo diz a Branca que Álvaro já sabe das cartas falsas e que está decidido voltar para Campos. Branca faz de tudo para que Álvaro não viaje. Geraldo segue viagem com o amigo. Bernardo pede novamente Moleca em casamento e ela aceita. Flor-de-Lis se despede de Serafina e sai com Henrique. Cel. Sebastião decide anular o casamento de sua filha Helena.",
      "quarta": "Leôncio ameaça Belchior se ele tocar em Isaura após o casamento. Miguel conta sobre seu noivado à Isaura. Miguel pede Tomásia em casamento. Diogo e Helena trocam juras de amor. Gioconda se chateia com a ida do coronel ao bordel. Malvina quer ter um filho de Leôncio. Belchior dá caldo de feijão para Isaura. Belchior tenta acalmar Isaura que chora muito. Henrique e Flor-de-Lis conversam sobre a situação deles. Leôncio sonha com Isaura.",
      "quinta": "Leôncio leva Isaura para o quarto para a despedida de solteira. Tomásia acolhe Álvaro em sua casa. Geraldo pensa em algo para ajudar Isaura. Leôncio diz a Belchior quais serão as regras do casamento e aproveita para pedir a Francisco que tire a coleira de ferro do pescoço de Isaura. Henrique quer raptar Isaura. Miguel visita Isaura. Cel. Sebastião deixa Rosa ir ao casamento. Helena sonha com Diogo. Isaura se lamenta para seu pai. Malvina deseja que Isaura saia da fazenda e de sua casa. ",
      "sexta": "Belchior comemora sua despedida de solteiro. Leôncio discute com Isaura. Belchior comemora sua despedida de solteiro. Álvaro insiste que vai raptar Isaura. Serafina rejeita Belchior. Diogo e Helena estão felizes em uma hospedaria. Leôncio bate em Isaura e ameaça matá-la. Malvina flagra Leôncio."
    },
    "totalmente demais": {
      "segunda": "Rafael comenta com Charles que não entendeu por que o bandido que esteve no estúdio roubou a foto de Sofia. Lili sonda Fabinho sobre os amigos de Sofia. Jacaré vai até o bar onde esteve com Nina e questiona o proprietário sobre o paradeiro da menina. Rafael e Lu têm uma recaída. Carolina se surpreende ao encontrar Eliza na casa de Arthur.",
      "terça": "Carolina não gosta de saber que Eliza mora na casa de Arthur. Jacaré diz a Braço que Rafael é a pessoa que pode lhe dizer onde Nina está. Jacaré manda Riscado vigiar Rafael. Leila consegue um estágio na revista Totalmente Demais. Jonatas critica Rosângela por aceitar as investidas de Florisval e lembra à mãe que o ex-padrasto está com outra mulher. Leila consegue encontrar o endereço do Bar Boca da Mata. Lili descobre informações sobre o passado de Sofia.",
      "quarta": "Bené revela a Lili e Germano que sua filha andava na companhia de um rapaz. Fabinho comenta com Leila que se sente preterido por Germano. Jonatas e Florisval saem à procura de Bola. Jojô promete fazer com que Arthur se envolva com Eliza. Carolina pede a Lu que registre o passeio de barco de Eliza e Jonatas. Jacaré diz a Braço que foi Nina quem o levou para a bandidagem. Eliza fica desolada ao saber que Jonatas não poderá acompanhá-la na viagem de barco. Arthur insinua que Eliza pode fazer o passeio com outra pessoa.",
      "quinta": "Leila avisa a Lu que não poderá registrar o passeio de Eliza, pois fará uma reportagem sobre o acidente do morro Tamanduá. Zé Pedro avisa aos moradores da comunidade que a Bastille os indenizará por suas perdas. Leila elogia Jonatas para Socorro. Sob pressão de Hugo e Dorinha, Carolina assume que namorou o dono do bar em sua juventude. Com a intenção de aproximar os dois, Jojô empurra Eliza para o mar, e Arthur a resgata. Carol se entristece ao ver a divulgação de um vídeo de Eliza, Arthur e Jojô juntos.",
      "sexta": "Carol comenta com Dorinha que precisa afastar Eliza. Fabinho não gosta de saber que Leila está com Jonatas. Arthur se surpreende com Jojô, quando a filha o incentiva a namorar Eliza. Jeniffer mostra a Jonatas o vídeo de Eliza e Arthur que Jojô divulgou na internet. Jonatas vai à casa de Arthur e discute com Eliza. Aparecida afirma a Jonatas que Eliza não está envolvida com Arthur. Carolina confessa a Arthur que acredita estar grávida.",
      "sábado": "Arthur afirma a Carolina que é impossível que ela esteja grávida de um filho dele. Arthur revela a Max que não pode mais ter filhos. Jonatas pede a Mirthes para trabalhar como garçom na festa da Totalmente Demais. Carolina ameaça Cassandra para provocar a expulsão de Eliza do concurso. Fabinho orienta Jonatas a inventar uma desculpa quando Leila lhe chamar para ir ao Tamanduá. Eliza faz as pazes com Jonatas. Natasha aconselha Arthur a contar a verdade sobre sua condição para Carolina."
    },
    "novo mundo": {
      "segunda": "Piatã participa de uma luta com Ubirajara. Leopoldina envia carta pedindo o apoio de José Bonifácio. Idalina sugere a Diara que a dificuldade de ter um filho pode ser de Wolfgang. Germana decide apoiar os portugueses. Várias pessoas vão até a porta do Paço. Dom Pedro se emociona com o apoio do povo. Um dos homens de Thomas pega uma pedra e quebra o vidro ao lado de Leopoldina. Thomas e Sebastião observam a confusão, satisfeitos. Anna vê Thomas entrando com Sebastião na sede do partido português. ",
      "terça": "Anna tenta acordar Thomas, e Joaquim observa desconfiado. Amália exige a presença de Cecília para a Madre. Piatã se declara e beija Jacira. Leopoldina impede Anna de contar a verdade para Joaquim e Thomas sobre a paternidade de seu filho. Joaquim se emociona ao falar do bebê de Anna e diz que desconfia de Thomas no partido português. Sob os cuidados de Peter, Thomas acorda e diz que apanhou ao tentar manter a ordem. Thomas pede para lutar ao lado do príncipe, e Pedro aceita.",
      "quarta": "Benedita ouve a conversa de Domitila com Rosa sobre sua viagem ao Rio de Janeiro. Elvira sabota a comida dos marinheiros na taberna. Jacira e Piatã se beijam. Anna vai com Thomas, Wolfgang e Diara ao palácio. Dom Pedro decide voltar para Portugal. Leopoldina passa mal, e Avilez desconfia. Domitila se surpreende com a presença de Benedita na comitiva. Dom Pedro adia sua partida a Portugal. Avilez interdita a taberna de Germana e Licurgo. Libério pega a carta deixada por Cecília no banco na igreja e a publica no jornal.",
      "quinta": "Jacira pede a Piatã que guarde segredo sobre o namoro. Ferdinando observa o casal escondido na mata. Matias leva um exemplar do jornal para Sebastião, e Cecília se preocupa com a reação do pai e de Avilez ao ler seu artigo. Dom Pedro pensa em não receber a comitiva vinda de São Paulo. Chalaça se surpreende com a presença de Domitila e Benedita na corte e é obrigado a levá-las ao encontro de Dom Pedro. Thomas percebe a tensão de Chalaça ao observar a amante. Benedita tem um encontro com Dom Pedro.",
      "sexta": "Ferdinando apaga suas pegadas para não ser encontrado. Dom Pedro se recusa a falar com Leopoldina sobre sua decisão de ir para Portugal. Thomas tenta disfarçar a irritação ao ver Anna com os baús de seu pai. Ele encontra o diário do pai de Anna, mas percebe que estão faltando páginas. Fred promete se vingar de Thomas. Domitila se enfurece ao saber que Benedita teve uma audiência com Dom Pedro e discute com a irmã. ",
      "sábado": "Leopoldina manda Joaquim pedir munição aos aliados, e Thomas registra a ordem. Anna sente uma forte dor e Nívea a socorre. Jacira percebe a presença de alguém na mata, e Piatã se preocupa. Madre Assunção permite que Peter visite Amália regularmente. Thomas informa a Avilez que Joaquim buscará munição fora do Rio de Janeiro. Domitila ataca a carruagem de Benedita, que se apavora. Avilez apreende toda a munição trazida pelo soldado ao Rio de Janeiro. "
    },
    "jesus": {
      "segunda": "Jesus enfrenta o Satanás no deserto. O Messias recebe alimento e roupas limpas das mãos do anjo Gabriel. Nicodemos e Simão Zelote convencem Barrabás a não cair nas provocações de Caius. Herodíade exige a morte de João Batista e Antipas não a obedece. Petronius vai até uma caverna de leprosos procurar por Cassandra. Helena se dá bem com Deborah. Petronius se decepciona ao não achar a irmão. Mirian tenta alertar os irmãos de Jesus. José diz que Maria precisa ser forte. Sula se irrita ao saber que João quase se afogou. Pedro reclama com a filha Gabriela por ter recebido o centurião romano Cornélius.",
      "terça": "Antipas e Herodíade discutem. Alguns dias se passam e Tiago Justo fala sobre a morte de José com Nicodemos. Maria chama Mirian e Tiago Menor para morarem com ela. Pilatos planeja a organização de uma corrida de bigas. Em Cafarnaum, Pedro brinca com os filhos de Zebedeu. Caius fala de seu interesse em Deborah, filha de José de Arimatéia. Em conversa com Helena, Deborah conta sobre o encontro com o soldado romano. Elas recebem Salomé. Herodíade avisa que Antipas pediu que ela e a filha ficassem em Jerusalém por segurança. Na cozinha do Palácio, Almáquio e Diana comentam a chegada de Herodíade. Adela é extorquida por Zaqueu, um publicano cobrador de impostos.",
      "quarta": "Batista pergunta se Jesus foi tentando pelo Satanás. Maria ora a Deus. Judite flagra Livona dando em cima de Caifás. Salomé questiona as atitudes de Herodíade. Judite reclama com Caifás, mas é humilhada. Em conversa com Asisa, Laila reclama da ausência de Simão Fariseu, seu marido. Ele viaja a negócios com Jairo. Herodíade se abre com a filha e fala do passado cruel de Herodes. Zaqueu conta para Barrabás sobre a irmã leprosa de Petronius.",
      "quinta": "Pedro discute feio com Cornélius. Sara pede para o romano não brigar com seu genro. André diz que os samaritanos não gostam de judeus. Jesus avisa que irão ao encontro deles. Simão Fariseu e Jairo flagram bandidos roubando um homem. Tiago Menor implica com Yoná. Antipas é avisado sobre a aproximação de tropas inimigas. A serva Bina se preocupa com a ordem de Herodíade. Deborah, Salomé e Helena fogem da casa de Arimatéia. Simão e Jairo observam o homem atacado pelos bandidos. ",
      "sexta": "Jesus apresenta André e Filipe à Maria. Gabriela enfrenta Pedro e defende Cornélius. Petronius chama Arimatéia para beber na hospedaria. Jesus descobre sobre a morte de José. Petronius descobre que Caius beijou Salomé. Herodíade questiona a filha. Jesus diz que sua Missão é muito maior. Salomé se desculpa com Herodíade. Tiago Justo tenta acalmar Arimatéia. Yoná presenteia Jesus com novas vestes. O Messias diz que Maria deverá ser forte. Barrabás planeja enganar Petronius."
    },
    "apocalipse": {
      "segunda": "César sugere encontrar alguém para ajudá-los a decifrar as profecias. Ricardo chama André para uma reunião. Verônica organiza o leilão beneficente em parceria com a igreja de Stefano. André exige uma remuneração para passar mais informações. Stefano se recusa a falar do filho para Glória. Ela passa mal e desmaia. Ricardo diz ter provas da traição de André.",
      "terça": "Zoe sai para trabalhar e se despede de Benjamin. Alan se desespera ao ver que perdeu muito dinheiro nas ações da bolsa. Ele se aconselha com Ricardo. Benjamin mata a saudade de Zoe. Ricardo janta com os familiares. Verônica pede a ajuda de Stefano para encontrar o filho de Glória. O sacerdote fica desconcertado. Bárbara chega chorando na casa de Zoe. Os policiais investigam um novo crime.",
      "quarta": "Ricardo agradece a ajuda de Ariela. Alan fica tenso com o prejuízo na bolsa. Débora se mostra interessada em Luca. Zoe leva Benjamin na igreja. Luca e Débora se beijam. Natália diz que não consegue esquecer César. Débora propõe uma parceria com Luca. Hanna cogita adotar Ester. Monique se muda para a casa de Susana. Benjamin termina com Zoe. Ela se consola com os pais. Uri se surpreende ao ver que Monique está morando na mesma casa que ele. César conversa com Alencar, antigo delegado dos crimes de Nicanor.",
      "quinta": "Susana chora ao saber que Alan perdeu as economias da família. Ricardo discursa para autoridades mundiais. Benjamin propõe nova parceria com ele. Luca se desculpa com Verônica. Débora dá em cima dele. Benjamin avisa que fechou uma parceira com Ricardo Montana. Com a ajuda de André e Brenda, ele começa a desenvolver o projeto do robô. Glória faz tratamento com Monique. Ester começa  amorar com Saulo e Hanna. Benjamin , André e Brenda ficam satisfeitos ao verem o robô pronto.",
      "sexta": "André conversa com Felipe. Sabrina tenta apaziguar. Glória agradece a ajuda de Monique. Ester brinca com os novos avós. Oswaldo cai na armadilha de Henrique e é acusado, injustamente, de estar roubando o hospital. Ele é levado para a prisão. Zoe descobre que o pai foi preso. Verônica descobre que Débora assassinou Giancarlo. Benjamin apoia Zoe. Felipe propõe um novo casamento à Sabrina. Raquel se explica para a filha. César conversa com Oswaldo na prisão. Felipe recupera a memória. Débora assassina Verônica."
    },
    "o que a vida me roubou": {
      "segunda": "Demétrio tenta abusar de Esmeralda. José Luis se emociona ao saber que a família Mendonça está de volta. Na residência Medina, Loreto pergunta a Pedro se quer que vigie a casa da família Mendonça, já que eles estão de volta. Pedro o responde que não. Nádia contente mostra o vestido que comprou para o casamento de Montse e também a roupa de Pedro, ele a questiona se sabe que Montse e José Luis se veem, pois ele é um delinquente muito perigoso. José Luis vai atrás de Nádia, mas ela se recusa a atendê-lo, então ele deixa uma carta para que ela entregue a Montse.",
      "terça": "Na fazenda Almonte, Alessandro apresenta Montse como sua esposa, e a leva para seu quarto. Na cozinha, Joventino caçoa de Maria por ela não ter podido conquistar Alessandro. Alessandro diz a Joventino que não será mais o capataz da fazenda, pois não confia nele. Irritado, Joventino se retira. Maria, sentindo-se traída, leva café para Alessandro e briga com ele por ter se casado. Joventino, em seu quarto, zangado, pensa em que planeja Graciela, já que casou sua filha com o filho de seu amante. Renato confessa a Jose Luis que está apaixonado por Esmeralda, e pensa em ir embora com ela para o norte.",
      "quarta": "Na fazenda Almonte, Maria e Joventino se encontram na cozinha, ela, feliz, comenta que Alessandro não ama Montse, Joventino responde que Alessandro a ama, e não pensa em deixá-la nunca, mas se Maria fosse mais atrevida e abusada, poderia fazê-lo se apaixonar por ela. Alessandro leva Montse para conhecer a comunidade, mas primeiro vão buscar o Padre Anselmo, mas ele não se encontra, Rosário se emociona ao ver Alessandro. Montserrat pede a Alessandro que construa um centro de saúde e uma escola para que ela administre. ",
      "quinta": "No bosque, José Luis e Renato encontram o corpo de Antonio e pegam seus documentos, partindo em seguida. Em outro lugar do bosque, Joventino paga alguns homens para que se desfaçam de uma caminhonete. Padre Anselmo pede a Alessandro que se acerte com Montserrat, já que entre eles existe um mal entendido. Alessandro promete falar com ela, apesar de sua tentativa de fugir. Rosário pede ao padre Anselmo que não diga a Alessandro que é seu filho. José Luis e Renato chegam à fazenda Almonte, e se apresentam a Alessandro, Maria os leva até a casa do capataz, entrega a eles os livros de contabilidade e os coloca sob as ordens de Rosário. ",
      "sexta": "Montserrat volta para a fazenda e Alessandro exige que ela diga onde foi. Ela diz que foi tomar um pouco de ar. Padre Anselmo agradece Alessandro por ter falado com Montse, e esclarecido os maus entendidos e pede a ele que se aproxime de Rosário, já que pode confiar nela. Josefina entrega a Demétrio a combinação do cofre e dá permissão para pegar o dinheiro que precise, Demétrio a beija, a aceita casar-se às escondidas com ela. Alessandro pede a Montserrat que o acompanhe até Água Azul, mas ela se nega, e Maria, feliz, vai com ele."
    }
  }
}
