{
  "novelas": {
    "amor de mãe": {
      "segunda": "Lurdes pede demissão a Vitória e se despede de Tiago. Durval desabafa com Thelma sobre Carolina. Belizário sugere que Álvaro compre o bar de Nuno para fazer concorrência com o restaurante de Thelma. Miriam afirma a Betina que reabrirá a investigação sobre a morte de Genilson. Wesley promete ajudar Magno. Raul conta a Lídia sobre Sandro. Raul conhece Tales. Marina sofre e Ryan apoia a namorada. Durval declara sua admiração por Natália, e os dois acabam se beijando. Lídia viaja, e Tales dispensa Penha para receber Estela. Álvaro conta a Vitória seu plano de falir Thelma.",
      "terça": "Lucas e Vitória descobrem que Amanda tem um dossiê sobre Davi. Lurdes conversa com Sandro e os dois se emocionam. Penha flagra Tales com Estela na casa de Lídia. Eunice se irrita com Camila. Verena desabafa com Érica. Danilo é obrigado a voltar a casa de Thelma e reclama com Camila. Natália conta a Vitória e Miranda que Durval a beijou. Lurdes desabafa com Thelma. Estela furta uma joia de Lídia. Vitória revela a Davi que Amanda rastreou a vida do ativista. Penha conta a Lídia sobre a traição de Tales. Tales acusa Penha de roubo, e Lídia a demite. Magno é preso.",
      "quarta": "Davi aceita ajudar Camila em um projeto para a escola. Álvaro ofende Verena. Jorge indica Estela para pilotar o avião de Álvaro. Raul explica a Nuno por que deseja comprar a casa de Lurdes. Betina questiona se Magno está escondendo algo. Eunice alerta Álvaro sobre o projeto de Camila e Davi. Vitória assume o caso de Magno e garante a Lurdes que libertará seu filho. Thelma visita Lurdes e acaba discutindo com Vitória. Penha conta a Wesley que Lídia a acusou de ladra e a demitiu. Thelma lembra de Jane. Durval e Natália se beijam novamente. Sandro anuncia a Lurdes que a casa é sua novamente.",
      "quinta": "Magno confirma que Jader foi coagido a confessar o crime contra Genilson. Betina descobre que Vicente trabalhava para Álvaro, e Wesley comenta sobre Belizário. Álvaro e Estela ficam juntos. Raul pede que Sandro o leve até a comunidade onde foi criado. Durval sugere que Thelma encontre Jane. Raul conhece Marconi. Daisy dá a Sandro uma mala de Kátia. Wesley filma Belizário recebendo dinheiro de Álvaro. Davi inicia seu projeto de coleta seletiva na escola de Camila, e Eunice os observa. Durval encontra Jane, que insinua que Thelma tem um segredo. Oliveira presenteia Lurdes. Dalto confessa a Wesley que se uniu ao esquema corrupto de Belizário. Sandro encontra um antigo caderno de Kátia e conta para Lurdes. Vinícius chega ao Brasil. Magno é libertado.",
      "sexta": "Thelma se surpreende ao encontrar Jane, e agradece a Durval. Thelma revela a Jane que tem um aneurisma. Raul exige que Vitória não vá mais à sua casa. Érica indica Lurdes para ser babá do filho de Verena e Álvaro. Jane e Thelma se reconciliam. Davi e Vitória ficam juntos. Magno pede que Betina não se envolva com as investigações de Vicente. Jane vê Lídia com Tales e reconhece o golpista. Lurdes começa a trabalhar na casa de Verena. Farula e Belizário fazem um acordo contra Marconi. Vinícius se encontra com Amanda, que revela ao rapaz sobre a sociedade de Raul com Álvaro. Jane reencontra Matias no hospital. Começa um tiroteio na comunidade e Camila é atingida.",
      "sábado": "Lurdes e Danilo socorrem Camila, que está desacordada. Camila é levada para o hospital. Marconi consegue fugir e Belizário ameaça Farula. Wesley registra a proximidade entre Farula e Belizário. Érica conhece Vinícius. Raul e Vinícius discutem sobre a PWA. Sandro ajuda Marconi. Belizário se irrita com Wesley. Camila desperta da cirurgia. Thelma apoia Lurdes. Wesley afirma a Miriam que Belizário está envolvido em assassinatos. Wesley e Miriam se beijam. Vitória lamenta sua ausência em casa para amparar Tiago, e Álvaro se irrita com a advogada. Os alunos visitam Camila no hospital. Jane anuncia a Camila e Danilo que a moça está grávida. Thelma dissimula a alegria com o sucesso de seu plano. Vinícius percebe que Sandro ajudou Marconi a fugir e despista Raul para proteger o irmão. Betina confronta Leila e decide deixar a casa de Magno."
    },
    "Bom sucesso": {
      "segunda": "Paloma decide deixar Búzios. Marcos se surpreende ao ver Patrícia em sua cama. Diogo faz uma denúncia anônima sobre tráfico de drogas no bar de Marcos. Paloma conta para Ramon e Francisca que flagrou Marcos com uma mulher na cama. Marcos é preso e pede ajuda para Machado. Gabriela escuta Vera contar que Marcos foi preso. Machado avisa a Marcos que o Juiz decidirá se ele responderá em liberdade ou não. Alice consola Paloma. Paloma se assusta ao saber por Gabriela que Marcos foi preso.",
      "terça": "Machado desconfia de Patrícia e Gilberto. Paloma volta para Búzios para apoiar Marcos. Gisele tem certeza do envolvimento de Diogo na prisão de Marcos. Tonho reconhece Pessanha na foto tirada por Mercedes. Paloma tenta obter informações de Diogo com Jeniffer, sem saber que a moça está ao lado do advogado. Paloma acredita que Marcos não a traiu. Jeniffer tenta chantagear Diogo. Alberto passa mal ao saber da prisão de Marcos. Diogo oferece carona para Jeniffer. Waguinho e Alice encontram o corpo de Jeniffer.",
      "quarta": "O policial comenta com Waguinho e Alice que Jeniffer pode ter sido vítima de assalto. Jeniffer é homenageada pelos amigos. Patrícia é escalada para contracenar com Silvana na novela. Lulu ganha a promoção para visitar o set da novela de Silvana. Mauri comunica a Alberto que sua doença evoluiu. Mercedes reconhece Patrícia ao assistir à novela. Thaíssa encontra uma carta antiga de uma editora que fala sobre o livro de Eric Feitosa. Paloma reconhece Patrícia no set de gravação da novela.",
      "quinta": "Patrícia confessa que Diogo a contratou para forjar um romance com Marcos. Diogo avisa para Alice que seu livro não será publicado. Diogo manda Nana demitir Mário. Paloma agride Diogo, ao saber que ele destratou a filha. Diogo oferece dinheiro a Pessanha para atentar contra Paloma. Machado comunica a Marcos que ele responderá ao processo em liberdade. Marcos pede a Mercedes que reabra o bar. Pessanha observa Paloma e Esther indo para o ensaio da Escola de Samba. Pessanha avisa a Diogo que aceita a proposta para tirar a vida de Paloma. Marcos pergunta a Gisele se ela aceita ajudá-lo a derrubar Diogo.",
      "sexta": "Yuri não gosta de saber que Gisele cogita se envolver com Diogo para ajudar Marcos. Léo avisa a Marie que Toshi é a mulher de sua vida. Marie volta para Paris. Sofia combina com Alberto como será a despedida do avô. O teste de DNA comprova a sabotagem de Diogo no desfile para matar Alberto. Gisele aceita ajudar Marcos, e Yuri termina com ela. Diogo sabota o corrimão da escada, com o intuito de fazer Nana perder o bebê. Mário e Silvana descobrem que serão pais de gêmeos. Nana se acidenta na escada da Editora.",
      "sábado": "Mauri avisa que Nana perdeu o bebê. Mário e Nana sofrem. Diogo humilha Yuri. Gisele pede demissão para Jeremias. Gisele fica chocada ao ver o mural da vingança de Diogo. Diogo não deixa Gisele ir para casa. Mário conta a Nana que Silvana terá gêmeos. Alberto fica revoltado ao imaginar que Diogo seja o responsável pelo acidente com Nana. Alberto sofre pela perda do neto e lê um poema com Vera."
    },
    "Salve-se quem puder": {
      "segunda": "Teste",
      "terça": "Teste",
      "quarta": "Teste",
      "quinta": "Teste",
      "sexta": "Teste",
      "sábado": "Teste"
    },
    "Éramos seis": {
      "segunda": "Adelaide fica feliz com a reação de Justina. Isabel desabafa com Clotilde. Rosaura decide deixar os filhos passarem uma temporada com Almeida e Natália disfarça a irritação. Adelaide voa com Justina, que tem uma lembrança com a irmã e se emociona. Alfredo convida Tião para uma reunião política. Natália reclama da decisão do Juiz e Almeida fica angustiado. Carlos conversa com Marcelo sobre Felício. Virgulino se preocupa com o empenho político de Lúcio. Justina reconhece Adelaide como irmã. Isabel pensa em Felício. Clotilde tem um pesadelo. Lola recebe a visita de Emília. Zeca tira todo o dinheiro que tem no banco. Lola pede para Alfredo se afastar de Adelaide, a fim de que Emília ajude Carlos. Justina pede para voltar para casa com Adelaide.",
      "terça": "Candoca se entristece com notícia da partida de Justina. Lola tenta acabar com a discussão entre Alfredo e Carlos. Alfredo e Tião reclamam de Osório. Todos se emocionam com a partida de Justina. Zeca dá início à sua sociedade com Neves e fica radiante. Isabel fica frustrada ao saber que Felício não vai mais trabalhar no clube. Clotilde vê Almeida com os filhos e Natália. Neves e Leontina deixam Itapetininga com o dinheiro de Zeca e Olga. Afonso e Inês vão à casa de Lola. Adelaide e Justina chegam em casa. Clotilde se entristece ao saber que Almeida irá morar com Natália e os filhos. Carlos recebe um telegrama do banco.",
      "quarta": "Inês não gosta quando Lola diz que Carlos ajudará a quitar a casa com seu o pagamento. Emília repreende Adelaide por ter trazido Justina de volta para casa. Afonso pensa em Lola. O gerente do banco mostra a Carlos seu novo serviço. Clotilde conta para Lola que foi enganada por Almeida. Isabel vai com Soraia ao escritório de advocacia de Felício. Virgulino se preocupa com Lúcio. Adelaide ajuda Alfredo a comprar um presente para Lola. Isabel vê Marcelo e desiste de falar com Felício. Lúcio, Tião e alguns rapazes distribuem panfletos pelas ruas. Almeida pensa em como se explicará para Clotilde. Zeca descobre que Neves mentiu. Alfredo entrega seu presente a Lola. Lúcio é perseguido pela polícia.",
      "quinta": "Isabel tenta conversar com Clotilde. Lúcio se machuca durante a fuga e Tião o ajuda. Alfredo provoca Carlos durante seu discurso no jantar. Zeca procura Neves na pensão. Candoca lembra de Justina. Emília fica perturbada com os desenhos de Justina. Lúcio tenta explicar seu machucado e Virgulino desconfia. Zeca descobre que foi enganado por Neves. Almeida explica sua situação para Clotilde, que se desespera. Genu estranha a irritação de Lola ao comentar que Afonso poderia namorar Clotilde. Isabel finge ser uma cliente e vai ao escritório de Felício. Clotilde sobe na torre do sino, e Padre Venâncio a encontra.",
      "sexta": "Padre Venâncio consola Clotilde. Felício convida Isabel para sair. Lola se preocupa com o estado de Clotilde. Almeida se lamenta com Gusmões. Emília fica incomodada com a visita de Lola. Alfredo pega uma das peças roubadas de Osório. Zeca tem uma ideia e pega a foto que tirou com Neves. Emília esconde os lápis de cor de Justina. Adelaide percebe a inquietação de Alfredo. Lola se preocupa com Clotilde. Adelaide enfrenta Emília. Isabel confabula com Soraia sobre o encontro com Felício. Virgulino se preocupa com o jeito como Lúcio olha para Isabel. Hilton faz uma proposta ilícita para Virgulino. Felício se encanta por Isabel. Clotilde se penitencia em seu quarto. Almeida avisa a Natália que pretende sair de São Paulo com ela e os filhos. Lola encontra Clotilde desmaiada.",
      "sábado": "Carlos e Inês examinam Clotilde e decidem levá-la a um hospital. Isabel se insinua para Felício. Almeida conta para os filhos sobre a mudança. Zeca decide ir atrás de Neves em São Paulo. Lola passa a noite com Clotilde no hospital. Virgulino pensa na proposta feita por Hilton. Adelaide se surpreende com Alfredo. Julinho conta para Almeida que Clotilde está internada. Emília se enfurece quando Adelaide entrega uma nova caixa de lápis de cor para Justina. Adelaide conversa com Marcelo sobre o caso de Justina. Almeida visita Clotilde, mas Lola o impede de ver a irmã. Karine pede para Assad dar um aumento para Almeida. Felício e Isabel passeiam no parque. Almeida se embriaga pensando em Clotilde. Felício e Isabel se beijam."
    },
    "Malhação": {
      "segunda": "Lígia se recusa a deixar Nina sozinha com Rui. Cléber não aceita falar com Anjinha. Lígia pede que Filipe não enfrente Rui. Milena convence César a pedir desculpas para Jaqueline. Lara insinua a Lígia que Rita armou com Rui para assustá-la. Jaqueline não aceita conversar com César. Daniel convida Milena para passar um dia a seu lado. Diana, Marquinhos, Ramila e Solange planejam as pautas defendidas por sua chapa para o grêmio escolar. Anjinha avisa a Madureira que Milena desmaiou. Filipe e Rui se enfrentam.",
      "terça": "Filipe se desentende com Rita e ameaça Rui. Rita defende Lígia para Rui. Madureira leva Milena para o hospital, e Lígia a atende. Serginho aconselha Rita a procurar Filipe. César e Lígia confortam Milena. Filipe confessa a Guga que ainda gosta de Rita. Madureira ajuda Lígia, e os dois se aproximam. Meg se prontifica a vender os ingressos para a festa beneficente da ONG. Cléber afirma a Tatoo que a amizade entre eles acabou. Filipe assume para Leila que jamais esquecerá Rita.",
      "quarta": "Leila convence Filipe a ficar com ela. Diego avisa a Celso sobre a mobilização de alunos para demiti-lo. Daniel cuida de Milena, e César sente ciúmes. Cléber sofre. Raíssa ajuda Nanda a comparecer à consulta com Eliane. Aloísio pressiona Max a ser sua testemunha contra Serginho. Meg vende os ingressos para a festa beneficente da ONG. Jaqueline decide montar uma chapa com Fafi para concorrer ao grêmio escolar. Leila dopa Filipe, e Cida desconfia.",
      "quinta": "Cida exige que Leila se afaste de Filipe e ameaça delatar a irmã para Lígia. Guga confronta Max. Jaqueline e Fafi convidam Anjinha para sua chapa. Rita e Raíssa prometem ajudar na divulgação da campanha de Jaqueline. Max inventa para Aloísio que Serginho quer pedir desculpas pelo ocorrido. Serginho é afastado da gerência da loja. Milena e Daniel insistem para que Lígia vá à festa da ONG de Madureira. Helen relata a Marco o resultado da perícia da lista de policiais feita por Zé Carlos. Rita e Filipe discutem sobre o caso de Serginho.",
      "sexta": "Guga e Serginho pedem que Rita e Filipe se entendam para poder ajudá-los. Serginho diz a Max que aceita retirar o processo contra Aloísio. Rui contrata Tatoo para trabalhar no bar. Diana garante a Marquinhos que não inventará mentiras contra Celso. Nanda revela sua situação para Neide. Peixoto organiza uma proteção policial para Marco. Rafa insiste que Cléber se declare para Anjinha. Guga, Rita e Filipe registram as ofensas de Aloísio a Serginho. Rafa arma para aproximar Cléber de Anjinha. Filipe e Rita se beijam."
    },
    "Avenida Brasil": {
      "segunda": "Nina pede mais um tempo para Jorginho. Leleco incentiva Tufão a investir em sua paixão. Carminha explica para Max que sua saída da mansão é parte de um plano para reverter a sua situação. Roni acompanha Suelen até o hospital, mas ela pede que ele vá embora. Silas descobre que Tufão ficou com Monalisa. Ivana estranha ao ver Jorginho e Nina conversando. Cadinho garante a Alexia que jamais irá traí-la. Carminha comunica à família que deixará a mansão com Ágata. Tufão tenta convencer Carminha a ficar, mas ela se mostra irredutível. Tufão implora para ela ficar e diz que a ama.",
      "terça": "Carminha cede aos apelos de Tufão e Nina se enfurece. Carminha pede que Tufão rompa a sociedade com Monalisa. Leleco percebe o olhar apaixonado de Tufão para Nina. Monalisa tenta se aproximar de Silas, mas ele é irredutível. Max percebe o desconforto de Nina quando Ivana diz que seria ótimo se Jorginho e Débora tivessem um filho. Max questiona Carminha sobre seus verdadeiros sentimentos por Tufão. Roni vê Suelen com Ramón e segue o carro onde os dois estão. Jorginho descobre que Tufão reatou com Carminha. Ivana comenta que viu Nina e Jorginho discutindo na mercearia e Max desconfia. Noêmia e Verônica são convidadas para o casamento de Cadinho e Alexia. Max observa Jorginho se aproximar de Nina. Roni e Leandro descobrem que Suelen está passando por momentos difíceis na mãos de Ramón. Max coloca Nina contra a parede.",
      "quarta": "Max propõe uma parceria para Nina, mas Zezé flagra os dois conversando. Nina pensa em Jorginho e sofre. Débora tenta se aproximar de Jorginho, que se esquiva ao pensar em Nina. Tufão dá uma joia para Carminha e Max se enfurece. Nina e Tufão conversam. Max humilha Ivana, que é confortada por Carminha. Roni descobre que Suelen tem uma dívida com Ramón. Max propõe a Lúcio que os dois roubem o cofre da casa de Tufão. Tufão revela para Jorginho que está apaixonado por outra mulher. Silas visita Olenka quando Monalisa chega. Roni e Leandro tentam resgatar Suelen, mas são vistos por Ramón. Max perde o controle e destrata Ivana na frente de toda a família. Nina percebe a movimentação de Max em torno do cofre da mansão e arma o alarme que ele havia desativado. Janaína surpreende Lúcio na cozinha. Todos acordam com o barulho do alarme. Nina flagra Lúcio e o ajuda a se esconder com a desculpa de que é parceira de Max.",
      "quinta": "Nina esconde Lúcio no armário de seu quarto. Tufão vê o cofre aberto e desconfia de que o ladrão foi orientado por alguém de dentro da casa. Adauto encontra Janaína presa no lavabo, mas ela desconversa sobre a identidade do bandido. Nina afirma que viu alguém fugindo pelo muro. Todos acreditam em Nina, que se vangloria por ter salvado Max novamente. Lúcio aparece na sala da mansão fingindo preocupação com Janaína e Carminha percebe a armação. Ramón enfrenta Suelen. Ágata deixa escapar para Débora que Jorginho assistiu a seu ensaio de charme com Nina. Débora discute com Jorginho e volta para a casa da mãe. Noêmia fica confusa com os seus sentimentos após uma visita de Cadinho. Zezé acusa Nina pela tentativa de assalto. Monalisa e Tufão discutem sobre o fim da sociedade e ela revela que estava grávida quando terminaram o noivado. Janaína expulsa Lúcio de casa. Carminha discute com Max. Tufão confessa para Nina que está apaixonado por outra mulher.",
      "sexta": "Iran se surpreende ao descobrir o valor que Monalisa pretende pagar pela rede de salões. Betânia diz a Nina que não vai mais se passar por Rita. Silas conta que Lúcio apareceu em seu bar nervoso e Janaína se preocupa. Suelen tenta fugir de Ramón. Nina incentiva Max a sair com Ivana. Janaína confidencia a Nina que expulsou o filho de casa. Lúcio e Bernadete vão para a casa dela. Lucinda procura Betânia para saber notícias de Nina. Cadinho avisa a Alexia que vai à casa de Verônica. Max discute com Ivana e vai sozinho para um hotel de luxo, mas tenta fugir quando percebe que não terá como pagar a conta. Nina se arruma para sair e Lucinda pergunta se ela vai se encontrar com Max. Roni tenta salvar Suelen. Jorginho termina o namoro com Débora. Tufão fala que seu filho está se envolvendo com outra mulher e Carminha se preocupa. Nina paga a conta de Max no hotel."
    },
    "Aventuras de Poliana": {
      "segunda": "Ester pede para ouvir o coração de Luisa e a mulher estranha sua atitude. Sophie escuta o pedido e também fica desconfiada. Filipa ganha um “Espelho Amigo”, o novo projeto de Roger. Mirela e Raquel veem uma sombra passando pela janela do quarto em que estão e ficam assustadas. Glória conta para o neto sobre o resultado de seus exames. Devido aos acontecimentos, Pendleton estuda uma maneira de implantar sons que simulem batimentos cardíacos no corpo de Ester. Poliana e Luisa procuram por Pendleton e Ester na casa, mas não os encontram. Raquel retorna para casa a pé e se encontra com Jerry no caminho, o menino a acompanha no percurso.",
      "terça": "Luisa e Pendleton conversam sobre o passado. Lorena, Gael e Benício decidem provar para Mário que Ester não tem coração. Raquel decide expor que é a autora de Dark Lady e pede a ajuda dos amigos. Iure conta a Marcelo que encontrou Luisa, Pendleton, Poliana e Ester no restaurante. Roger inicia o processo seletivo para escolher o próximo estagiário da O11O. Poliana e Kessya pedem para Ester terminar seu namoro com Mário pois ela só gosta dele como amigo. Roger conta para Nadine que a ideia do projeto “Geração O11O” foi de Waldisney, e ela desconfia. Mário fica arrasado com o término do namoro. João e Bento não entregam o trabalho e são punidos. Sophie recebe uma maçã podre  da suposta Dark Lady.",
      "quarta": "Todos os professores recebem maçãs podres com bilhetes assinados pela suposta Dark Lady. Mosquito apanha de sua gangue e Gleyce o ajuda. Filipa começa a se aproximar de Eric e Paola fica com ciúmes. Luigi pede conselhos amorosos para Iure e o professor sugere que contracene uma cena romântica com Poliana. Escondido, Hugo fotografa a cena. Ruth diz que João é uma má influência para Bento e pede que eles se afastem. Luisa escuta barulhos estranhos vindos do quarto de Ester e vai verificar. João fica chateado devido a situação com Ruth. Antônio entrega a Marcelo uma carta escrita por Alice.",
      "quinta": "Yasmin vê a cena entre Luigi e Poliana e fica chateada. Durval vai conversar com a enteada. Roger dá uma entrevista para falar sobre a boa fase da empresa após a sua gestão. Luca faz uma campanha para ajudar Mirela a recuperar suas redes sociais. Lorena dá dicas sobre sua mãe para Afonso. Ruth fica sabendo das maçãs podres e decide tomar uma atitude para deter a suposta Dark Lady. Lindomar e Arlete empacotam seus pertences e se preparam para a mudança. Mário desabafa sobre sua situação amorosa com seus pais. Waldisney vai até a casa de Nanci e convida Dona Branca para tomar um café. Jeff fica furioso por Gleyce ter ajudado Mosquito. Arlete e sua família se mudam para a mansão. Raquel e seus amigos encurralam a falsa Dark Lady. Ruth e Helô verificam as câmeras de segurança e descobrem que foi Leticia quem distribuiu as maçãs podres aos professores. Após ler a carta de Alice, Marcelo chama Luisa para conversar e compartilha com ela uma importante descoberta.",
      "sexta": "Luisa desconfia de que Pendleton possa ter alterado os resultados dos exames de DNA de Poliana. Arlete fica deslumbrada com a nova vida na mansão. Luisa confronta Pendleton quanto a relação dele com Alice. Mosquito pede para Jeff dar a ele uma chance de provar que mudou de verdade. Gael, Benício e Lorena tentam convencer Mário de que Ester é uma robô. Chateada, Yasmin se tranca dentro do quarto. Waldisney tenta conquistar a aprovação de Branca para namorar sua neta. João vê a foto de Poliana e Luigi e estranha a situação. Leticia diz a Ruth e Helô que a própria Dark Lady pediu para que a menina entregasse as maças podres na escola. Falcão e Zóio entram na casa de Gleyce a procura de Mosquito, mas ela o encobre. As crianças do Clubinho contam para Poliana sobre o laboratório de Pendleton e a menina faz uma busca na casa."
    },
    "Cúmplices de um resgate": {
      "segunda": "Meire pede para que Helena fale com Dinho. Helena tenta falar com o porteiro, que está rebelde. Morreu junto com todo o meu amor, diz Dinho. Helena tenta consolar o rapaz, elogia ele e diz que pode contar com ela. Dinho chora e abre o portão. Helena abraça Dinho e todos aplaudem. Regina leva um fotógrafo para a gravadora para fazer imagens durante o ensaio da C1R. Priscila passa mal e desmaia. Rebeca e Pedro almoçam na cidade. Otávio aparece por acaso e vê os dois de longe. O empresário fica enciumado e diz que espera que ela o faça feliz. Geraldo leva Priscila para a casa de seus avós. Otávio diz que precisa ficar longe de Rebeca pelo menos por um tempo. Pedro aconselha a amiga a ir atrás de Otávio. Mateus está preocupado com as discussões entre seus pais e conta isso para Dóris. Rebeca vai até a empresa e conversa com Otávio. Rebeca sai triste da sala de Otávio. Safira vê e fica feliz. Omar manda Sabrina não confundir as coisas e inventa que gosta de outra menina. Geraldo diz para os avós de Priscila que vai esperar Safira chegar. Enquanto isso, Safira inventa um pretexto para falar com Otávio sobre Rebeca. Safira sabota a confecção Sonhos e Retalhos com uma peça de roupa com defeito com a ajuda de Berta e Tomas. Sabrina acha que Omar gosta de Manuela. Safira chega na casa de seus pais para saber de Priscila e fica irritada ao se deparar com Geraldo. É divulgado nas redes sociais fotos de Joaquim e Priscila como se fossem namorados. Geraldo entrega para Regina o documento com a falsificação da assinatura de Marina. Aurora revela para Fortunato que Geraldo é o pai de Priscila.",
      "terça": "Omar manda Sabrina não confundir as coisas e inventa que gosta de outra menina. Geraldo diz para os avós de Priscila que vai esperar Safira chegar. Enquanto isso, Safira inventa um pretexto para falar com Otávio sobre Rebeca. Safira sabota a confecção Sonhos e Retalhos com uma peça de roupa com defeito com a ajuda de Berta e Tomas. Sabrina acha que Omar gosta de Manuela. Safira chega na casa de seus pais para saber de Priscila e fica irritada ao se deparar com Geraldo. É divulgado nas redes sociais fotos de Joaquim e Priscila como se fossem namorados. Geraldo entrega para Regina o documento com a falsificação da assinatura de Marina. Aurora revela para Fortunato que Geraldo é o pai de Priscila.",
      "quarta": "Joel convida Flávia para jantar, pois está interessado na professora. Nair, que trabalha na fazenda, vê os dois. Omar pergunta se o pai trocou a veterinária pela professora. Flávia diz que foi até lá por conta de Omar, pois quer que ele comece a fazer as aulas extracurriculares de religião. O pastor Augusto e a irmã Gemima entregam sopas para os moradores de rua. A mulher não gosta muito do cheiro dos moradores de rua e chega a pensar que eles são assim por não se entregarem a Deus. O pastor diz que ela está enganada. Nair comenta na fazenda que o pastor está com sua sobrinha. Enquanto isso, Gemima diz que Nair preparou um jantar para Flávia e Joel. Fortunato fica irritado e se sente traído por Aurora ter guardado segredo por tantos anos. Raul fala com Regina por um aplicativo e a mulher inventa que Marina abandonou Isabela dedicou um documento atestando isso. Manuela liga para Isabela e conta o que aconteceu. Pedro pede para Rebeca e Nina tentarem alertar Helena sobre Fausto. Fortunato vai até a gravadora para falar para Geraldo. Isabela aparece na mansão e assusta Regina. A menina diz que a megera não vai roubar a sua herança. Regina manda Vargas prender Isabela no porão, mesmo ela dizendo que se não voltar para o vilarejo Rebeca vai encontrar uma carta que conta toda a verdade. Geraldo diz para Fortunato que nunca quis que Safira tivesse tido Priscila. Raul chega ao Brasil e vai direto pra a mansão. Raul diz que estranha todo o comportamento de Marina apontado por Regina. A vilã mostra o documento falso e Raul passa a acreditar na mulher. Regina diz que deveria ser a tutora da herança de Isabela. Raul diz que ela não deve se preocupar, pois será o tutor sozinho de Isabela, que era a vontade de Orlando. Regina fica irritada, mas disfarça. Regina manda Vargas levar Isabela de volta para o Vilarejo. Dinho tenta se vestir como Fausto para chamar a atenção de Helena.",
      "quinta": "Pedro pede para Rebeca e Nina tentarem alertar Helena sobre Fausto. Fortunato vai até a gravadora para falar para Geraldo. Isabela aparece na mansão e assusta Regina. A menina diz que a megera não vai roubar a sua herança. Regina manda Vargas prender Isabela no porão, mesmo ela dizendo que se não voltar para o vilarejo Rebeca vai encontrar uma carta que conta toda a verdade. Geraldo diz para Fortunato que nunca quis que Safira tivesse tido Priscila. Raul chega ao Brasil e vai direto pra a mansão. Raul diz que estranha todo o comportamento de Marina apontado por Regina. A vilã mostra o documento falso e Raul passa a acreditar na mulher. Regina diz que deveria ser a tutora da herança de Isabela. Raul diz que ela não deve se preocupar, pois será o tutor sozinho de Isabela, que era a vontade de Orlando. Regina fica irritada, mas disfarça. Regina manda Vargas levar Isabela de volta para o Vilarejo. Dinho tenta se vestir como Fausto para chamar a atenção de Helena.",
      "sexta": "Fortunato vai até a empresa On-Enterprise saber como Safira deixa Priscila ficar próxima de Geraldo. Safira pede para o pai sair da empresa e Fortunato diz que ela não é muito diferente de Geraldo. Arthur explica para a banda que não sabia que Regina havia armado nas redes sociais para que Priscila e Joaquim parecessem namorados. Ele explica que é apenas para ajudar a banda fazer ainda mais sucesso. Frederico continua se comunicando com Lurdinha como estilista apaixonado secreto. Um repórter vai até a gravadora para fazer uma entrevista com a banda Cúmplices de Um Resgate. O repórter pergunta se Joaquim e Priscila são um casal e Priscila sai na frente para responder que sim. A fotógrafa faz imagens dos dois juntos para a matéria. Joaquim explica para Manuela que o namoro não é de verdade. Manuela diz que os dois formam um casal bonito. Regina e Raul almoçam juntos. Regina instrui Raul a não procurar Marina. No vilarejo, Isabela diz para Marta que sabe que possui uma irmã gêmea e que foi separada em seu nascimento. Os capangas de Regina aparecem e, com medo, Marta foge. Helena vai ao restaurante com Fausto e vê Otávio conversando com Regina. Raul havia ido ao banheiro. Helena pensa que Otávio estava se encontrando com outra mulher. Bira e Letícia finalmente se beijam. Sabrina tenta fazer ‘Manuela’ sair com Omar. Raul procura uma foto de Isabela para mostrar para Otávio e Regina se preocupa. Fortunato vai até a empresa On-Enterprise saber como Safira deixa Priscila ficar próxima de Geraldo. Safira pede para o pai sair da empresa e Fortunato diz que ela não é muito diferente de Geraldo. Arthur explica para a banda que não sabia que Regina havia armado nas redes sociais para que Priscila e Joaquim parecessem namorados. Ele explica que é apenas para ajudar a banda fazer ainda mais sucesso. Frederico continua se comunicando com Lurdinha como estilista apaixonado secreto. Um repórter vai até a gravadora para fazer uma entrevista com a banda Cúmplices de Um Resgate. O repórter pergunta se Joaquim e Priscila são um casal e Priscila sai na frente para responder que sim. A fotógrafa faz imagens dos dois juntos para a matéria. Joaquim explica para Manuela que o namoro não é de verdade. Manuela diz que os dois formam um casal bonito. Regina e Raul almoçam juntos. Regina instrui Raul a não procurar Marina. No vilarejo, Isabela diz para Marta que sabe que possui uma irmã gêmea e que foi separada em seu nascimento. Os capangas de Regina aparecem e, com medo, Marta foge. Helena vai ao restaurante com Fausto e vê Otávio conversando com Regina. Raul havia ido ao banheiro. Helena pensa que Otávio estava se encontrando com outra mulher. Bira e Letícia finalmente se beijam. Sabrina tenta fazer ‘Manuela’ sair com Omar. Raul procura uma foto de Isabela para mostrar para Otávio e Regina se preocupa."
    },
    "Abismo de Paixão": {
      "segunda": "Paloma confirma a Edmundo que está grávida de Gael, mas pede a ele que não diga nada à sua avó, pois ela seria capaz de matá-la. Almerinda volta ao povoado e exige que Horácio  diga toda a verdade. Ele começa a contar tudo que fez, seguindo ordens de Ramiro. Almerinda enfrenta Carmem e  pergunta sobre a casa azul, já que sabe que lá era onde Rogério se encontrava com sua amante. Elisa exige que Carmem responda a pergunta de Almerinda, mas Carmem se safa dizendo que a casa era de Estefânia, e ela a herdou após sua morte. Elisa comenta sobre a casa azul com Gael e Dolores, Gael promete que a levará até lá. Betânia, triste, fala para Carmem que viu Edmundo e Ingrid aos beijos. Na fazenda de Ramiro, Ingrid promete a Edmundo que irá viver com ele. Ingrid propõe a Ramiro que a agrida, para que Gael, por pena, se aproxime  e assim possa atingir seus objetivos. Gael reclama com Paloma por ela ter comentado com o Padre Lupe o que aconteceu eles. Paloma e Ramona estão em sua cabana, almoçando, quando cai da bolsa de Paloma o resultado de seu exame de gravidez. Ramona diz a Paloma que ela precisa falar com Elisa e Gael, pois ele precisa ser responsável pelo seu filho. Na praça do povoado, Henrique parabeniza Florência por seu casamento. Paloma mente para sua avó, dizendo que Henrique Tovar é o pai do filho que está esperando, Ramona procura Betânia  e conta que sua neta está grávida e Henrique é o pai da criança. Elisa diz que quer visitar Ingrid, para descobrir qual o segredo de sua tia com Ramiro.",
      "terça": "Ingrid diz a Edmundo que  Ramiro a agrediu por ter se envolvido com outro homem, pede a ele que a esqueça e não tente provocar Ramiro, porque ele descontaria em seu filho. Henrique propõe casamento a Paloma, neste momento entra Betânia acusa Paloma de ter armado uma “arapuca” para seu filho. Paloma agradece  Henrique , mas não aceita o pedido de casamento pois ele merece alguém que o ame e possa fazê-lo feliz. Ramona e Almerinda se encontram na igreja. Ramona diz a Almerinda que precisa revelar o que descobriu sobre o acidente que matou Rogério e Estefânia, Almerinda se nega a ouvi-la. Elisa e Gael vão ver Ingrid na fazenda de Ramiro, mas ela se nega a recebê-los, Ramiro os expulsa e ameaça com uma arma. Ao ver Ingrid machucada, Elisa  propõe que fuja com eles. Damião procura Elisa. Henrique pede ao pai que o apóie em seu casamento com Paloma. Edmundo presenteia Ingrid com um anel de compromisso. Almerinda deixa claro para Ramiro que não o quer  mais como sócio. Henrique volta a pedir a Paloma que se case com ele e lhe entrega um anel de compromisso, Paloma, chorando, aceita. Ramona aconselha Paloma a pensar melhor antes de tomar uma decisão. Ingrid agradece Ramiro por seu apoio e  diz que segue em pé o plano quanto a Gael, eles se despedem, pois Ingrid irá embora com o  filho. Ingrid confessa a Carmem que ela também foi amante de Rogério Arango, mas a diferença é que ela sim teve um filho com ele, e esse é Gael,  por isso algum dia será milionária. Ingrid confessa a Ramiro que comprou uma certidão de casamento falsa, e que por isso estão casados com divisão de bens, e assim, se ele morrer, tudo o que tem passará a ser dela. Ramiro a agride, ela saca um revólver e dispara contra ele. Damião chega à fazenda de Ramiro e o encontra ferido, Ingrid pede a Damião que diga que foi ele quem disparou. Almerinda se surpreende quando Horácio diz que Ramiro tem guardado as passagens de avião que Rogério usaria para fugir com sua amante. Elisa, Gael e Edmundo chegam à fazenda de Ramiro, Elisa, ao ver Ramiro ferido, pergunta a Damião o que ele fez. Ingrid responde que como Ramiro estava muito violento, Damião disparou contra ele. Almerinda pede a Horácio que tente se lembrar dos nomes que estavam nas passagens de avião. Horácio conta a Almerinda que Carmem foi quem  pediu a ele que recuperasse as passagens de avião.",
      "quarta": "Carmem afirma que Gael e Ingrid estavam de acordo para que Damião fosse preso, assim ele poderia se casar com  Elisa. Damião pede a Carmem que se retire.  Padre Lupe  tranquiliza Damião, este, em segredo de confissão diz ao tio que na verdade foi Ingrid quem atirou em Ramiro e que Carmem afirma que Gael e Elisa fizeram parte da farsa. Lupe diz a Damião que ele foi muito ingênuo em acreditar em Carmem e em ter assumido a culpa de Ingrid. No centro de saúde,  Ramiro segue grave, Vicente não abandona o pai. Henrique diz à mãe que vai se casar com  Paloma, goste ela ou não. Elisa leva flores ao túmulo de Estefânia e lá encontra Almerinda. Elisa implora para que a  deixe em paz. Carmem diz a Gael que Elisa foi atrás de Damião, e que ele não é suficientemente homem para “segurar” Elisa, assim como Augusto não foi para segurar Estefânia. Elisa ouve quando Ingrid pede a Damião que não diga a ninguém que foi ela quem atirou em Ramiro. Ao sair da fazenda, Gael encontra Betânia e ela acusa Ingrid de ser uma mulher sem moral e princípios, “especialista” em destruir casamentos. Gael diz que nem boa mãe ela é, então não se surpreende com seu mal comportamento. Gael procura  Edmundo. Elisa vai ver a casa de Carmem com Ingrid, mas Carmem as expulsa. Ingrid adverte Carmem para que tenha cuidado com ela. Na fazenda Arango, Gael exige que Damião que se afaste de Elisa e deixe de se fazer de herói. Almerinda zangada pede aos empregados que expulsem Gael, mas Damião a impede. Edmundo, zangado, reclama com Ingrid do casamento com Ramiro. Ela  diz que Ramiro merece tudo  que tem e afirma que em grande parte ela foi quem o ajudou a conquistar, Edmundo termina sua relação com ela e a empurra, provocando que caia a figura de um leopardo, e de dentro do mesmo, duas passagens de avião com os nomes de Rogério e Carmem. Carmem visita Ramiro no centro de saúde e chora dizendo que não lhe deu atenção quando ele pediu para que ela se afastasse de Ingrid, surpreendo Carmem, Ramiro tenta estrangulá-la.",
      "quinta": "Na praça do povoado, Antônia faz uma cena de ciúmes com Dolores e exige que ela se afaste de sua família, Bráulio aparece e cala Antônia, pedindo que ela não insulte mais Dolores. Almerinda procura Ingrid na fazenda de Ramiro. Florência tem o amuleto de Damião e pensa no que fará com ele. Dolores pede a Elisa que pense bem se realmente quer se  casar com Gael. Elisa responde que deve muito a ele. Ramona pede a Paloma que diga a verdade sobre o pai do bebê, mas ela afirma que Henrique é o pai da criança. Ramiro escapa do centro de saúde,  sequestra Ingrid e a leva para a casa azul .Eles discutem, Ingrid desmaia e Ramiro a joga em um buraco que fez no quintal da casa, Ingrid  grita desesperada. Depois de enterrar Ingrid viva, Ramiro caminha pelo campo sentindo-se mal,  confunde Paloma com sua mãe e pede que o ajude. Paloma, desesperada, o leva para a cabana e vai ao centro de saúde pedir ajuda. Ramona dá um remédio para Ramiro, e ele se assusta ao ver que está com ela. Sabrina visita Paulo na cadeia, ele  pede que o ajude a sair dali, mas ela se nega. Paulo liga para Florência e diz que enviará uma em seu casamento. Na fazenda Arango, Almerinda presenteia Damião com uma arma que era de Rogério e  pede para que façam as pazes. Carmem exige que Almerinda pare de mexer no passado, já que ela pode encontrar fatos que seriam muito dolorosos para todos. Almerinda a responde que não descansará até encontrar a verdadeira amante de Rogério e vingar-se de tudo. Damião procura Elisa na fazenda para propor a compra de “Céu Aberto”, mas Elisa se nega a vender. Gael pede a Damião que vá embora, já que não suporta vê-lo no povoado e próximo a Elisa. Carmem diz a Elisa que prefere vender sua parte de “Céu Aberto” a Ramiro do que para ela.",
      "sexta": "Sabrina chama Florência e Elisa para contar o que Paulo lhe disse na cadeia. Elisa se nega a ouvi-la e Florência responde que o dito por Sabrina é mentira. Edmundo e Henrique estão felizes porque Sabrina voltou ao povoado. Ramiro se nega a voltar ao centro de saúde e vai para fazenda. Almerinda procura novamente Ingrid na fazenda de Ramiro, mas ele  diz que Ingrid foi embora do povoado. Ramiro propõe entregar as passagens de avião de Rogério e Carmem a Almerinda, mas em troca de metade das ações da processadora. Almerinda diz que jamais o tornaria acionista de sua processadora. Ramiro procura Carmem na fazenda para entregar o dinheiro, referente a “Céu Aberto”, mas Elisa pede que ele se retire. Antes de seu casamento com Gael, Ramona entrega a Elisa seu amuleto que a une a Damião. Padre Lupe se despede de Damião e Florência, e lhe entrega o amuleto que o une a Elisa. Damião não entende o que estão planejando. Elisa já está pronta para seu casamento com Gael, Dolores e Lucio a acompanham, Carmem fica só na fazenda, já que não foi convidada. Ramiro chega à fazenda para ver Carmem, ela pergunta por Ingrid e ele afirma que a matou por que foi traído. Na fazenda Arango, Damião, Almerinda e Florência se surpreendem com a chegada de  Paulo. Almerinda  pede que vá embora dali assim que termine o casamento. Paulo chantageia Florência, pedindo  dinheiro em troca de seguir guardando o segredo quanto a sua gravidez. Florência confessa a Damião que não está grávida, diz que deve buscar sua felicidade ao lado de Elisa, e entrega a ele uma carta e a ata de divórcio, já assinada por ela. Damião sobe em seu cavalo e vai atrás Elisa. Almerinda não consegue acreditar no que está vendo e expulsa Florência da fazenda. Gael e Elisa estão se casando quando Damião chega para impedi-los, ele ameaça Gael com um revolver e ordena Elisa que suba no cavalo. Elisa obedece e eles partem. Gael, desesperado, procura por Elisa e Damião em todo povoado."
    },
    "Meu coração é teu": {
      "segunda": "Ao escalar Ana pisa em falso e se assusta muito. Diego  diz que a seu lado ela sempre estará protegida. Regina confessa a Leon que é apaixonada por ele desde os seus 12 anos. Nicolas leva Jennifer para sua fazenda e a diz que ali sera o casamento deles. Isabela diz à mãe que ela deveria ficar junto a Fernando e seus filhos, mas prefere ir embora. Fernando não dá a minima importância quando Isabela comunica que  vai embora, e isso a entristece. Helena explica a Fanny e a Laura que o que tem é um tipo de depressão e que se afastou de Nando por amá-lo, e não querer que ele se sinta obrigado a cuidar dela e lidar com seus problemas.",
      "terça": "Laura se porta mal com Helena e isso deixa Fanny furiosa. Diego diz a Ana que sua afeição por esportes radicais era por ele se sentir muito sozinho, mas que agora com ela, os esportes não parecem mais tão necessários, pois ela preenche um vazio em seu coração. Henrique conta a Isabela o que Fanny lhe disse e diz que espera que não haja consequências. Fanny diz ao pai que está sofrendo muito por Leon não a procurar. Ana decide falar com Yolanda e Isabela vê a oportunidade perfeita para fazer Ana acreditar que Yolanda é sua mãe. O plano de Isabela dá certo e Ana acredita que Yolanda é sua mãe. Fanny vai atrás de Leon, mas Regina fecha a porta na sua cara e  diz que Leon está ocupado. Isabela finge desmaiar quando  dizem que Ana é sua irmã.",
      "quarta": "Yolanda garante a Ana que ela é sua filha. Helena telefona para Nando e pede que a ajude. Isabela parabeniza a mãe por ser tão boa atriz, pela “atuação” ao garantir para Ana que é sua mãe. Ana comunica a Jennifer e Johnny que Yolanda é sua mãe e eles aconselham que não confie nela. Fernando garante a Isabela que está muito feliz por saber que terá outro filho. Ana pede a Yolanda autorização para fazer um exame de DNA. Fanny pergunta a Leon porque não fez nada para recuperá-la. Henrique tenta beijar Fanny e ela o esbofeteia.",
      "quinta": "Fanny questiona Leon sobre Regina. Fernando descobre que Nando reprovou em uma matéria no colégio por faltas. Jennifer pede a Ana que a ajude a escolher o seu vestido de noiva. Nicolas agradece a Manuela pelo gesto que fará pela felicidade de seu casamento. Fernando pergunta a Fanny o que aconteceu de tão grave para que ela deixasse seu trabalho. Isabela planeja roubar uma fotografia de Ana e Diego se beijando para seguir adiante com seu plano com Henrique. Fanny diz ao pai que fará um teste  vocacional. Fernando descobre que Isabela disse coisas muito feias e empurrou Sebastião.",
      "sexta": "Fernando critica Isabela pelo que fez a Sebastião e ela chora quando ele diz que se arrepende de ter se casado com ela. Manuela pergunta a Bruno por que ele tem tanto medo de ter intimidade com ela, ele confessa ser virgem. Fernando confessa a Bruno que nada anda bem em sua vida. Ana leva Fanny a uma conselheira vocacional. Isabela telefona para Henrique, mas ele está com Linda e não a atende. Fernando repreende Ana por não ter lhe contado o que aconteceu entre Isabela e Sebastião. Os meninos choram porque Fernando  diz que se voltarem a se portar mal buscará uma nova babá para eles. Fernando confessa a Ana que não quer que ela vá embora e está a ponto de beijá-la. Nicolas garante a Ana que Fernando não tolera mentiras. Fernando repreende Nando por ter reprovado em uma matéria e o proíbe de voltar a ver Helena. Fanny discute com Isabela. Edna diz a Johnny que não quer um namorado e sim um amigo. Isabela se oferece para comprar um novo guarda roupas para Alicia. Nando conta uma história a seus irmãos. Henrique contrata um homem para fazer uma montagem de uma fotografia de Ana. Nicolas e Jennifer veem os convites do  casamento. Ana questiona  Yolanda e  diz que já sabe que ela não é sua mãe."
    },
    "Ouro Verde": {
      "segunda": "Rita acorda com a cama cheia de notas de dinheiro. José sai do hospital decidido a resolver as coisas de vez com Miguel. Bia e Jorge ficam tensos ao ver o delegado Wellington na fazenda. Jorge fica sabendo por meio do delegado que não poderá mais sair do país e que Vera se sacrificou por ele, o deixando perplexo. Miguel exige a Beltrão que o banco pague a conta do hotel. José expulsa Miguel à força do banco. José manda Beltrão suspender todas as despesas pessoais de Miguel.",
      "terça": "Paula vê as suas regalias serem cortadas. Amanda muda-se para a casa de José e todos fazem esforço para ela se integrar, quando aparece Miguel, afirmando que o pai não tinha o direito de cortar suas despesas. Bia corre para o quarto ao perceber quem é Josildo. Jorge vai atrás dela e a ativista acusa-o de sempre saber onde ela esteve e nunca a ter procurado.",
      "quarta": "Miguel vai ao quarto e descobre que o mapa do tesouro desapareceu. Ele procura por todos os cantos e acaba sendo expulso por Mônica e Tomás. Miguel descobre que o tesouro sumiu e persegue Rita com uma pá ameaçando matá-la, quando ela confessa que pegou o dinheiro. Diante de toda família, Rita acusa Miguel da morte do irmão e revela que Bernardo é seu filho, para choque de todos. Mônica diz que Antônio devia ter deixado Rita na casa de bordel onde trabalhava. Miguel é expulso do hotel onde estava hospedado.",
      "quinta": "Bia faz as pazes com Jorge. Tiago critica Vera pelo abandono do filho, mas ela diz que vai reparar tudo. Vera deixa Miguel ficar em sua casa e diz que ele pode usar as suas contas no estrangeiro. Jorge conta toda a sua vida para Bia, revelando um segredo que a deixa boquiaberta.",
      "sexta": "Joaquim pergunta a Laurentino se Jorge não se apresentou como Zé Maria na fazenda. Jorge e Bia vão a uma cabana nos fundos da fazenda. Lúcio recebe uma chamada de Brito dizendo que o carro de Miguel está a caminho da Espanha.",
      "sábado": "Vera fica muito apreensiva com a possibilidade de Judite casar com Joaquim. Lúcio diz a Brito que não podem deixar Miguel escapar. José deixa Bernardo ficar em sua casa, mas Rita fica brava quando sabe disso. Mônica se recusa a dar a vice-presidência a Tomás. Bia volta muito abalada da visita com Jorge."
    },
    "Amor sem igual": {
      "segunda": "Furacão se desespera e tenta ligar para Miguel, mas não consegue. Ela pede carona para Antônio Júnior. Serena e Luiggi começam a competir para ver quem faz o melhor prato para receber Bibiana. Beto diz que as crianças não podem ficar muito tempo na casa de idosos. Tobias se desculpa com Donatella. Geovani conversa com a neta. Furacão consegue alcançar Poderosa e a convence de não procurar Tobias. Caio volta a treinar e percebe que está sendo vigiado por Bernardo. Tobias pede para Leandro ficar de olho em Furacão. Seu Ernani se espanta ao ver o ferimento de Caio. Peppe convida os funcionários do mercadão para serem jurados da disputa de pratos entre Serena e Luiggi. Fernanda chega ao mercadão para comprar verduras para a sopa que distribui para as crianças carentes. Nivaldo fica enciumado ao ver Pedro beijando Fernanda. Seu Ernani questiona Caio sobre o ferimento. Poderosa vê Nivaldo no mercadão e lembra de quando foi roubada por ele. Ela o chama de ladrão. Caio mente e diz que foi atacado por assaltantes. Fernanda tenta defender Nivaldo, mas Poderosa não se convence. Leandro tranquiliza Tobias e diz que armou para o juizado flagrar as crianças na casa dos idosos. Fabiana e Vânia falam sobre o plano de marketing preparado para Caio. Diante de Fabiana, Leandro disfarça e diz não ter mais contato com a casa noturna. Luiggi e Serena preparam os pratos para os jurados. Bibiana chega ao mercadão e diz preferir um churrasco. O casal de italianos fica decepcionado. Antônio Júnior comunica aos familiares que irá trabalhar no Mademoiselle Olympia Night Club. Todos ficam espantados. Poderosa diz que o local só tem clientes ricos e deixa escapar que tem vontade de fazer programa lá.",
      "terça": "Oxente não concorda com a decisão de Antônio Júnior. Poderosa se desculpa com o rapaz por ter falado demais. Tobias liga para Donatella e avisa que irá ao clube noturno no fim do dia. Ramiro se oferece para acompanhar o filho. Leandro mente para Fabiana. Olympia avisa aos funcionários que Tobias irá ao clube para procurar uma menina para fazer fotos com Caio. Furacão conversa com o filho sobre a frieza de Bernardo. Miguel pede para Maria Antônia e Poderosa pararem de brigar. Fernanda estranha a ausência do pai em casa. Olympia manda suas meninas capricharem na produção. Nivaldo entra no quarto de Bento e rouba alguns pertences. Geovani se preocupa com Donatella. Pedro ajuda Fernanda a preparar a sopa para as crianças de rua. Ramiro e Tobias chegam ao clube noturno. Olympia separa a briga entre Donatella e Ioná. Santiago teme ser visto por Tobias. Olympia e Ramiro fingem não se conhecerem. Oxente tenta alertar Antônio Júnior. Fernanda agradece o apoio de Pedro. Duplex devolve a TV dada pela mãe de Caio. Furacão é surpreendida ao ver Bernardo chegando e pedindo um programa com ela. Duplex conversa com Caio. Luiggi pergunta se a filha vai trabalhar na casa de massas. O Conselho Tutelar chega na casa dos idosos. As crianças se desesperam. Os meninos roubam mais pertences e tentam fugir. Ramiro fica encantando com as meninas da casa noturna. O conselheiro tutelar entra na casa dos idosos e percebe que as crianças fugiram. Ramiro gosta da performance de Doutorzinha e pede para passar a noite com ela. Tobias se desespera.",
      "quarta": "Tobias tenta fazer com que Ramiro desista de Doutorzinha, mas o milionário se mostra decidido em sair com a moça. Olympia avisa à Donatella que Ramiro a quer. Ioná fica com raiva. Fernanda fica arrasada ao ver os conselheiros na casa dos idosos. Ela liga e pede a ajuda de Leandro. Ramiro conversa com Doutorzinha. Tobias fica incomodado. Poderosa se preocupa com Fernanda. Pedro Antônio e Beto procuram por Nivaldo. Os idosos se despedem das crianças. Ramiro dispensa Ioná. Olympia permite que Santiago saia mais cedo. Os idosos notam que foram roubados. Maria Antônia sonha com Miguel. Poderosa acha graça. Oxente se preocupa com a decisão de Antônio Júnior. Ramiro pensa em chamar Doutorzinha para sua casa. Ela fica tensa e levanta. Olympia a ameaça. Ferida, Furacão volta do programa com Bernardo. Donatella aceita sair com Ramiro. Tobias fica revoltado e dispensa Cindy. Ramiro chega em sua mansão com Donatella. Tobias tem um ataque de raiva e começa a quebrar os objetos de casa. Ramiro o questiona. Tobias revela que Donatella é sua namorada.",
      "quinta": "Ramiro chantageia Tobias e manda o filho escolher entre a prostituta e os negócios. Caio reclama do ronco de Duplex. Donatella fica irritada com a atitude de Tobias diante de Ramiro e o humilha. Furacão recebe o apoio de Duplex. Poderosa ajuda Maria Antônia nos afazeres. Miguel termina os últimos reparos em sua casa. Caio tem um bom desempenho na Bras Esportes. Tobias fala com seus funcionários. Olympia briga com Donatella enquanto Ioná sorri. Wesley dá aula de dança na casa dos idosos. Serena serve comida para Bibiana. No sítio de Oxente, Pedro Antônio ensina Fernanda a ordenhar uma vaca.\nUm mês se passa.\nPoderosa trabalha com Miguel no mercadão. O agrônomo se incomoda com os homens que se aproximam dela. Fernanda compra um sítio para abrigar as crianças abandonadas. Tobias tenta obter notícias sobre Donatella. Olympia paga seus funcionários e reclama do desempenho de Antônio Júnior como garçom. O filho de Oxente reclama da quantia recebida como salário. José Antônio diz que não esperava que o irmão levasse tanto tempo trabalhando na casa noturna. Antônio Júnior vende o carro para Maikitaison. Vânia surpreende Dona Sonia e Fabiana ao dizer que foi chamada na sala de Tobias. Fabiana reclama com Leandro e diz que não vai permitir assédio com sua estagiária. Vânia e Tobias se beijam. Fernanda questiona Leandro sobre a denúncia feita contra a casa de idosos. Nivaldo e Luciana pedem dinheiro nas ruas. Hugo convida Maria Antônia para almoçar e ela aceita. Geovani convida Norma para o cinema e Bento pede para ir também. Tobias pede notícias a Leandro sobre Furacão e Caio. Pedro fica feliz ao saber que Fernanda conseguiu comprar um sítio. Poderosa nota o incômodo de Oxente em vê-la trabalhando com Miguel no mercadão. Antônio Júnior chega em casa e mente para Zenaide sobre a venda do carro. Miguel defende Poderosa do assédio de um homem no mercadão, mas o rapaz pergunta se o agrônomo é o cafetão da moça.",
      "sexta": "Poderosa agradece a proteção de Miguel. Fernanda se despede de Pedro Antônio. Tobias explica para Leandro que Fernanda guarda o dinheiro na conta de Ramiro. O milionário diz que não vai autorizar a compra do sítio. Em conversa com José Antônio, Júnior confessa que vendeu o carro. Maria Antônia fala de seus amigos virtuais e Hugo os critica. Carmem se abre com Furacão. Fernanda fica preocupada ao ver que Ramiro ainda não transferiu o dinheiro para a compra do sítio. Beto fala com o milionário sobre o dinheiro que recebe para impedir que Fernanda siga com o trabalho voluntário. Norma fica indignada ao saber que a neta não recebeu o repasse do pai. Beto atende Fernanda no viva voz e Ramiro descobre que Norma está a caminho. Poderosa convida os amigos para comer uma pizza com seu primeiro salário pago por Miguel. Luiggi e Serena reclamam de terem que receber Poderosa no restaurante. Furacão chega no mercadão com Caio e Duplex. Poderosa recebe de Miguel e pede para ele não se iludir com ela. Beto finge não saber de nada e consola Fernanda. Ele revela que os pais faliram e que não tem mais dinheiro. Norma chega até a casa de Ramiro e ele a faz esperar. Beto diz que precisará trabalhar e pede para Fernando ajuda-lo a entrar na Bras Esportes. Serena e Luiggi se preocupam com a presença de Poderosa no estabelecimento deles. Peppe os atende e ela pede pizza para seus convidados. Norma vai até o quarto de Ramiro e o acusa de ladrão."
    },
    "O rico e lázaro": {
      "segunda": "Zac vai para o quarto cambaleando. Ele lembra de Chaim. Hurzabum pede a mão de Rebeca para Ravina. Zelfa manda as gêmeas pararem de conversar. Zac acorda arrependido e pede desculpas a Elga. Lior aconselha Asher a procurar Joana de uma vez. Joana diz não se arrepender de ter terminado o noivado com Zac. Amitis encontra com Asher no jardim e eles falam de Kassaia. Dalila e Raquel se mostram ansiosas para se casarem logo. Joana ajuda Rebeca a se arrumar para o casamento com Hurzabum. Gadise também se arruma para a união com Matias. Zac e Absalom falam de Chaim. Zac se desculpa com Joana. Shag-Shag se recusa a ir no casamento do filho. Matias se mostra incomodado por ter que casar. Shamiran visita Joaquim e o aconselha a receber Edissa. Ebede admira a força de Neusta. Ravina procura pelos sapatos. Nitócris provoca Neusta. Abednego pede para Daniel descobrir o motivo da recusa de Naomi. Aliatis fala do passado do rei para Evil-Merodaque. Sammu-Ramat se abre com Beroso e fala de sua relação com o Chefe da Guarda Real. Nebuzaradã conversa com Arioque sobre a futura luta com Asher. Sammu-Ramat diz desconfiar que Nebuzaradã não possa ter filhos. Lior tenta defender Naomi e é açoitado por Larsa. Asher reencontra o príncipe Aksumai. Matias brinca, dizendo não ter pressa de casar. Shag-Shag abandona a Casa da Lua. Durante uma cerimônia simples, Zadoque abençoa a união entre Rebeca e Hurzabum. Matias também se casa com Gadise. Abraçada a sua trouxa, Shag-Shag escuta a cantoria do casamento do lado de fora.",
      "terça": "Matias e Gadise se declaram. Rebeca lamenta a ausência da mãe de Hurzabum na cerimônia. Com tristeza, Shag-Shag deixa a cidade. Zac e Zelfa falam sobre Joana. Asher diz que o príncipe Aksumai está na cidade. Amitis presenteia Gadise. Nabucodonosor autoriza a luta entre Nebuzaradã e Asher. Aspenaz fala que um escravo Asher está trabalhando no palácio. Joana não acredita que é seu grande amor. Sammu-Ramat fala de se casar com Nebuzaradã. Ilana passa ensinamento para Gadise. Aksumai visita Nabucodonosor. Daniel sai para visitar Lia. Joana e Asher se recordam de Abel. Zac fica sabendo da luta que acontecerá entre o Chefe da Guarda Real e Asher. Hurzabum descobre que Shag-Shag foi embora. Fassur visita Elga. Em conversa com Nicolau, Absalom faz perguntas sobre Rafael e Dana. Shamiran pede para falar a sós com a rainha. Beroso manda Larsa trazer novos escravos para a Casa da Lua. Neusta conduz Edissa até a prisão de Joaquim. Daniel se despede de Abednego. Beroso faz uma proposta a Matias. Nitócris sente ciúmes de Namnu e Nabonido. Shamiran diz estar grávida de Evil-Merodaque. Nebuzaradã se mostra ansioso com a luta. Beroso fala que é preciso ter Matias ao seu lado. Neusta pede para Joaquim reatar com Edissa. Hurzabum lamenta a ausência da mãe. Daniel é surpreendido ao ouvir Larsa dizer que Lia foi levada para a Casa da Lua.",
      "quarta": "Daniel pergunta por que Lia foi para a Casa da Lua e Larsa diz que foram ordens de Beroso. Joaquim pergunta se Edissa está mesmo disposta a ficar com ele. Hurzabum diz que sua mãe está sozinha no mundo. Shag-Shag caminha pelo deserto, cansada. Asher cuida das plantas e lembra de Joana. Larsa chega e diz que ele precisa se preparar para a luta de mais tarde. Zabaia apresenta o trabalho da Casa da Lua para Lior e Lia. Joaquim se despede de Ebede e Edissa, quando Rabe-Sáris chega, os olha com ar de superioridade, e diz que foi nomeado o oficial responsável pelos prisioneiros. Ebede e Edissa saem e Rabe diz a Joaquim que a vida boa dele vai acabar. Zabaia diz que trata bem os escravos que trabalham na Casa da Lua. Daniel assente e pede para falar a sós com eles. Lia diz que ele não deve se preocupar, pois Deus está com ela. Fassur diz que sonhou com Elga e ela fica interessada. Daniel volta ao alojamento para ver Naomi e pergunta por que ela não aceitou o pedido de casamento de Abednego. Naomi hesita, mas resolve falar de seu passado com ele. Nabucodonosor se irrita e diz que a rainha está mais preocupada com o escravo do que com o genro. Rafael encontra com Dana e Ilana. Naomi acaba de contar a Daniel sobre a agressão que sofreu quando pequena. Naomi comenta que ele era um sacerdote e Daniel pergunta se ela lembra o nome dele. Naomi diz que jamais vai esquecer, e o nome dele era Fassur. Zac expulsa Fassur de casa. Sammu-Ramat encontra Asher. Daniel procura Ravina e Zadoque e conta sobre Naomi e Fassur. Ebede conta a Neusta que ele e Edissa foram expulsos do calabouço por Rabe-Sáris.",
      "quinta": "Asher sente tontura antes de lutar. Zac diz que vai a um evento na sala do trono. Nitócris descobre que Shamiran está grávida. Ilana pergunta o que Rafael tinha de importante para falar com a família. Nitócris disfarça e diz que está muito feliz com a notícia da gravidez da cunhada. Rafael pede desculpas e diz que precisa partir. Ele sai como se estivesse fugindo e todos se olham, estranhando. Lia serve um cliente, que fala gracinhas para ela e a segura pelo braço. Nesse momento, Daniel chega e manda ele largar ela. Lia fica surpresa e Daniel a chama para um passeio. Zac está com Rabe-Sáris na sala do trono, ansioso pelo início da luta. Beroso diz a Sammu-Ramat que ainda acha que o Lobo de Judá vai ganhar. Aksumai chega e se apresenta ao rei. Nabucodonosor pede que os lutadores se aproximem e Asher e Nebuzaradã se olham com ódio. Asher sente uma leve tontura, mas se recompõe. Asher e Nebuzaradã começam a se encarar, furiosos. Samira e Talita fazem cara de nojo ao cheirarem a comida de Zelfa. Nabucodonosor ordena que a luta comece. Asher se sente mal, mas resolve atacar de primeira. Nebuzaradã se esquiva, facilmente, e zomba do escravo. Zac estranha, percebe que Asher não está bem e comenta com Rabe-Sáris. Os olhares de Asher e Zac se cruzam. Daniel leva Lia para um passeio de barco. Asher desvia de todas as investidas de Nebuzaradã e o chefe da guarda se irrita. A luta continua. Todos percebendo que Asher não está bem, comentam entre si. Nebuzaradã desarma Asher e quando está para atacar, Evil para a luta. Nabucodonosor pergunta o que houve e o príncipe diz que o escravo está desarmado. O rei manda que tragam outras armas e um soldado se aproxima com clavas. Asher se levanta e continua a lutar, tonto. Os dois trocam alguns golpes, até que Asher consegue acertar o braço do chefe da guarda, fazendo-o sangrar. Lia pergunta se Daniel quer ter filhos. Asher e Nebuzaradã lutam, exaustos.",
      "sexta": "Asher acorda no alojamento dos escravos. Aksumai diz que ele deve repousar, mas o hebreu avisa que precisa tirar essa história a limpo. Aksumai o impede e diz que agora ele lhe deve obediência. Aspenaz conta sobre o jantar de casamento de Gadise, Matias, Rebeca e Hurzabum. Zadoque conversa com Hurzabum e fala sobre Deus. Daniel chega com Lia na Casa da Lua e diz que logo cedo falará com o rei e com Beroso sobre o casamento deles. Shamiran conta a sua serva Raquel que está grávida e pede segredo. Absalom conta a Nicolau que afastou de vez Rafael de Dana. Shamiran conta que está grávida e Evil-Merodaque fica muito emocionado. Nabucodonosor mal contém a felicidade de saber que Shamiran está grávida. Shamiran pede segredo a Evil-Merodaque e diz que tem receio. Nicolau tem um pesadelo. Sammu conta que envenenou Asher para que ele ficasse mais vulnerável na luta e Nebuzaradã fica irritado. Lior pede que Asher deixe sua vingança para trás. Lia chega, muito feliz, e conta a Naomi que foi pedida em casamento por Daniel. Naomi diz que também está muito feliz por ter aceitado o pedido de Abednego e elas comemoram. Asher se despede de Lior. Daniel conta aos sábios que tomou coragem para pedir Lia em casamento. Namnu confidencia a Nitócris que gosta de Arioque e a princesa fica surpresa. Nitócris diz que a sacerdotisa precisa cumprir com o acordo delas e conta que Shamiran está grávida. Nabucodonosor diz que acordou de ótimo humor, quando Daniel se aproxima e pede autorização para se casar com a escrava Lia, e Abednego se casar com a escrava Naomi. O rei reage, surpreso. Edissa está levando comida para Joaquim e é impedida por Rabe-Sáris. Nitócris ameaça Sammu-Ramat."
    },
    "Caminhos do coração": {
      "segunda": "Beto chora a perda de Marcelo. Ernesto procura a arma, mas Taveira a pega antes e seus dentes crescem. Dino aponta sua arma para Ernesto, que fala para os dois se entregarem. Taveira avisa que irá riscar o nome de Esmeralda de sua lista e ela se protege atrás de Ernesto. Esmeralda pega uma faca e atira. A faca pega de raspão de mão de Taveira, que solta a arma. Dino se distrai e Ernesto lhe dá um soco. Os dois lutam. Marisa entra correndo e avisa que Taveira está atacando Ernesto e Esmeralda. Lúpi se transforma em Lobo e foge. Maria, Perpétua e Hélio correm, mas param na porta ao ver que Velociraptor está do lado de fora. Maria diz que eles precisam arrumar um lugar para se esconder dentro do depósito. Janete tem uma visão de Maria sendo atacada por Velociraptor. Maria vê um barril e manda Perpétua se esconder lá dentro. Velociraptor dá de cara com Maria, que fica sem saber onde se esconder. Taveira joga Esmeralda contra a parede e Ernesto fica desesperado.",
      "terça": "César-lobisomem começa a destruir o laboratório. Pepe, Carvalho e Noé arrombam a porta do trailer e se deparam com Taveira e Dino prontos para atacar Ernesto e Esmeralda. Noé lança uma faca sobre Dino e ele solta Ernesto. Dino se esconde atrás de Taveira, que aponta uma arma para a cabeça de Esmeralda. Marisa entra e dá uma panelada na cabeça de Taveira, que solta Esmeralda. Taveira ameaça matar todo mundo, mas ouve a sirene da polícia e sai correndo. Fernando e Juanita olham para Helga e Paola desmaiadas. Juanita liga para Eric e diz que ela e Fernando estão sem coragem de matar as duas. Eric avisa que irá terminar o serviço pessoalmente. Janete tem uma visão de Toni lutando contra Fúria e desmaia. Fúria rodeia Toni, que desvia rapidamente e dá um chute na mutante-pantera. Rodrigo pede para Gór esperar, mas ela se afasta, seguida por Meduso e Meta-César. Gór chora e Metamorfo volta a sua forma normal para consolá-la. César-lobisomem começa a destruir o laboratório e dá patada na mão de Capeletti. Júlia diz não ter coragem de matar César.",
      "quarta": "Gór diz que César está curado . Guiga ameaça Leão com uma arma e Teófilo pega sua faca, enquanto Érica reúne as crianças em volta de si. Leão dá patada no rosto de Guiga e ele desmaia. Teófilo parte para cima de Leão com a faca. Leão salta na direção de Teófilo e morde seu pescoço. Aquiles tenta defender o pai, mas Leão morde seu pescoço. Aquiles desmaia e Leão ameaça as mulheres e as crianças. Érica pega a arma, mas Leão a derruba. Érica tenta apontar arma para Leão, mas ele dá patada que faz a arma voar longe. As crianças ficam apavoradas num canto e Eugênio diz para Tati usar seus poderes, mas a menina avisa que não está conseguindo. Júlia diz que o único jeito de escapar do lobisomem é pegar a pistola de dardos tranquilizantes. Marcelo corre na direção da pistola. Júlia assiste a bravura de Marcelo, que parece que será mordido, mas consegue alcançar a pistola.",
      "quinta": "Janete tem visão de Maria sendo atacada por Velociraptor. Carvalho diz para Ernesto e Esmeralda que eles precisam ir à delegacia prestar queixa contra Taveira e Dino. Taveira diz que não irá desistir de pegar Esmeralda, mas fala para Dino que agora eles irão pegar a próxima da lista. Taveira mostra a foto de Valéria, uma repórter. Helga tenta se soltar da corda. Juanita e Fernando vêm de dentro e Helga finge estar desmaiada. Os dois decidem ir para cozinha, enquanto aguardam por Eric. Helga abre os olhos, começa a forçar as amarras e consegue se soltar. Ela desamarra Paola e tenta acordá-la, mas ela não se mexe. Helga foge. Fernando olha assustado para onde estava Helga e se apavora ao perceber que ela fugiu. Leão avança lentamente na direção de Eugênio e Ágata. Eugênio avisa para Tati que ela é a única que pode salvá-los, mas a menina diz estar travada. Leão dá um salto e joga Eugênio no chão. Ele dá patada na cara do menino, que desmaia. Ágata se junta às crianças, que correm cada uma para um lado. Leão morde o pescoço de Ágata e ela desmaia. Leão diz para Tati que ela será a primeira vítima. Tati levanta a mão e faz Leão flutuar.",
      "sexta": "Meta-César dá uma entrevista à imprensa e revela estar curado. Aquiles e Teófilo imploram para Clara curar Ágata e a menina tenta novamente usar seu poder. Clara coloca as mãos sobre a cabeça de Ágata e ela dá um sinal de vida. Ágata abre os olhos e Teófilo e Aquiles a abraçam. Maria diz para Hélio se acalmar, mas ele avisa que irá fugir. Velociraptor se aproxima e Hélio sai correndo em direção ao mar. O dinossauro persegue Hélio pela praia, mas ele entra no mar e some. Velociraptor volta-se para Maria e ela se apavora. Toni convence Lúpi a procurar Maria e Hélio. Marcelo questiona Júlia sobre a criação dos mutantes e ela diz seu objetivo é mudar a história da humanidade. Marcelo diz que não se lembra de nada e Júlia pede um beijo dele. A médica se aproxima lentamente de Marcelo, que recua. Marcelo diz que não quer beijar Júlia. Perpétua consegue se levantar para fugir, mas Fúria a ameaça de novo. Perpétua lança mais um raio contra Fúria, que cai no chão e sente dor. Perpétua sai correndo, mas pára ao se deparar com Vlado. Ela diz que irá dar mais choques no mutante-vampiro, mas Vlado avisa que está usando sapatos de borracha e a ameaça."
    },
    "a escrava isaura": {
      "segunda": "Isaura e Miguel comentam sobre deles para Tomásia. Gioconda chora sobre o leito de Gabriel que está em coma. Bernardo acha diamante no riacho. Henrique pede a seu pai que vá até a casa da Condessa avisar Isaura que Leôncio está indo para lá. Sargento e Leôncio chegam na casa da Condessa. Miguel e Isaura se escondem no quarto de Gabriel. Tomásia não deixa que Leôncio entre em sua casa. Bernardo beija Moleca e lhe mostra o diamante. Leôncio vai até o juiz pedir uma carta de autorização para entrar na casa de Condessa.",
      "terça": "Raimundo vai até casa de Tomásia pedir para trabalhar com ela. Geraldo conta a Álvaro que Branca vai doar suas jóias para a Sociedade Abolicionista. André ouve os passos da tropa do capitão-do-mato atrás deles. André se faz de isca para o capataz. Raimundo chicoteia o escravo que não fugiu. Violeta conta a Belchior que Flor de Liz foi quem entregou o ataque a fazenda para Leôncio. Tomásia quer colocar um espia na fazenda de Leôncio. Isaura e Miguel saem do esconderijo e fogem na direção oposta a de André.",
      "quarta": "Moleca diz para Isaura ficar longe de André. Joaquina e João se lamentam por terem de voltar para a casa de Leôncio. A Condessa aceita e o coloca como um espia na fazenda de Leôncio. Rosa fica feliz em saber que seu pai foi negociá-la. Moleca diz para Isaura ficar longe de André. André diz a Moleca que ama Isaura. Tomásia quer um acompanhante para cuidar de seu irmão enquanto ele está em coma. Dr. Paulo fica irritado com a visita que Diogo fez a sua amada. Helena não acha justo entregar Joaquina e João de volta para Leôncio. Cel. Sebastião vai ao encontro de seu filho para lhe contar sobre sua liberdade.",
      "quinta": "Miguel planeja fugir com Isaura. Miguel planeja fugir com Isaura. Leôncio se sente só. João e Joaquina continuam trancados na cela. Leôncio tem outra visão de Almeida. André e Moleca preparam o quilombo para o ataque da tropa de Leôncio. Rosa dá abrigo a Flor-de-Lis. Perpétua vai a casa de Estela. Álvaro diz que vê Branca como irmã. Henrique enfrenta Sebastião. Dr. Paulo atende Leôncio e diz que ele está demente. Sebastião expulsa Flor-de-Lis do quarto de Rosa. Henrique vai ao quilombo lutar a favor de Isaura. Gioconda sente-se mal e Diogo a socorre. Leôncio percebe que sua tropa está desfalcada. Diogo recebe uma mensagem de Sebastião e vai a sua fazenda. Sebastião se irrita com a desobediência de Henrique. Moleca chama Bernardo para defender o quilombo. Isaura e Miguel fogem do quilombo.",
      "sexta": "Isaura e Miguel adotam Pedrinho. Pedrinho mostra o caminho para Muriaé para Isaura e Miguel. Diogo e Helena recitam versos e se enamoram. Sebastião visita Rosa. Henrique chega ao quilombo. Francisco duvida que Leôncio pagará a recompensa pela captura de Isaura. André convence os escravos da tropa de Leôncio a viverem no quilombo e desistirem do ataque. Francisco e Martinho também desistem do ataque. Sebastião conversa com Paulo no bordel. Raimundo recebe um beijo de Rosa. O quilombo festeja a vitória. Leôncio tem outro pesadelo com Almeida. Isaura e Miguel adotam Pedrinho. Tomásia se alegra com as alucinações de Leôncio. Leôncio se irrita com a perda de escravos. Miguel, Isaura e Pedrinho encontram a Milícia, mas não são reconhecidos. Álvaro e Geraldo chegam bêbados em casa. Isaura fica assustada com a volta da Milícia. Leôncio diz que chegou a hora de João e Joaquina."
    }
  }
}
