{
	"novelas": {
		"amor de mãe": {
			"segunda": "Álvaro é levado para o hospital, e Miriam questiona Davi sobre o atirador. Álvaro comemora o sucesso de seu plano. Danilo provoca Thelma, e afirma que a mãe gosta de Durval. Leila diz a Magno que Penha se tornou uma bandida. Vitória anuncia seu novo serviço de costuras. Penha revela a Magno que foi Leila quem o denunciou para a polícia. Betina e Nicete visitam Álvaro. Lurdes tem um sonho sobre sua mãe e pede ajuda a Januário. Sandro comenta com Raul suas desconfianças sobre o acidente com Álvaro. Lurdes expulsa Leila de sua casa. Leila ameaça tirar Brenda de Magno. Lurdes e Camila se emocionam ao ligar para Maria. Brenda sente falta de Leila. Matias aconselha Durval a se declarar para Thelma. Davi investiga o acidente com Álvaro e conhece Penha. Raul se incomoda com o comportamento de Vitória. Lurdes anuncia que viajará para Malaquitas.",
			"terça": "Camila decide acompanhar Lurdes à casa de Maria. Álvaro convence Raul de que o salvou por amizade, e convida o empresário para ser padrinho de Júnior. Camila se incomoda quando Danilo e Thelma não a esperam para a consulta sobre o bebê. Magno revela a Betina que Leila o denunciou, e os dois ficam juntos. Leila pede abrigo a Penha, que exige que a amiga se una a seus negócios. Vitória sofre com sua dificuldade financeira. Thelma pede desculpas a Camila. Davi descobre que Penha é companheira de Belizário, e conta para Betina. Camila e Lurdes partem para Malaquitas. Vitória faz um empréstimo de dinheiro com Penha. Magno e Betina namoram. Álvaro anuncia, durante uma reportagem, que se dedicará a uma fundação em seu nome. Sandro afirma a Raul que Álvaro está tramando um plano. Raul se magoa com Vitória. Lurdes chega em Malaquitas, e os irmãos de Jandir a observam.",
			"quarta": "Camila se emociona ao conhecer o local em que foi encontrada por Lurdes. Lurdes pede perdão a Maria. Camila questiona Celeste sobre a repercussão da morte de Jandir. Maria gosta de conhecer Camila. Davi e Betina concordam que Álvaro armou um plano para salvar sua imagem. Danilo desconfia ao ler anotações antigas de Thelma sobre seu passado. Miranda aceita se casar com Matias novamente. Davi descobre que Vitória pegou dinheiro emprestado com Penha. Lurdes enfrenta os irmãos de Jandir.",
			"quinta": "Davi afirma que ajudará Vitória a se livrar de dívida com Penha. Sabrina arma para se aproximar de Ryan. Érica e Sandro sentem atração um pelo outro. Ryan e Sabrina ficam juntos. Danilo sonda Nuno sobre a época do incêndio em sua casa. Durval afirma a Danilo que não revelará outro segredo de Thelma. Camila passeia com Maria e Lurdes, sem perceber que Rita a observa. Davi e Raul combinam uma forma de ajudar Vitória. Vitória quita sua dívida com Penha, que desconfia da mulher. Penha exige que Leila siga Vitória. Durval alerta Thelma sobre a desconfiança de Danilo. Rita revela que é a mãe biológica de Camila, que é hostil com a mulher. Lurdes e Camila voltam para o Rio de Janeiro. Danilo divide com Camila suas desconfianças sobre Thelma.",
			"sexta": "Danilo e Camila decidem adiar a conversa com Thelma, por conta da gravidez. Lurdes e Camila comentam com Magno, Érica e Danilo sobre o surgimento de Rita. Vitória pede desculpas a Raul. Sabrina manipula Ryan para ficar famosa. Leila insinua para Brenda que Magno quis a separação para ficar com Betina. Érica e Sandro se aproximam, mas temem a reação de Raul. Sabrina se declara namorada de Ryan. Raul deduz que Sandro está apaixonado. Raul e Sandro cuidam de Tiago. Leila investiga Vitória, a mando de Penha. Lurdes repreende Ryan. Érica confessa a Ryan que acredita ter se apaixonado por Sandro. Ryan diz a Érica que quer se casar com Sabrina.",
			"sábado": "Vitória estranha o comportamento de Raul. Danilo confirma com Durval que foi adotado por Thelma. Sandro e Érica tentam evitar de pensar um no outro. Danilo sofre por não poder conversar com Thelma, e Camila o apoia. Vitória desconfia da origem do dinheiro emprestado por Davi. Sabrina arma para que seja fotografada ao lado de Ryan. Magno conta para Betina que Leila ameaçou afastá-lo de Brenda. Betina confronta Leila. Lurdes se irrita ao descobrir sobre o namoro de Ryan pela internet. Thelma desconfia do comportamento de Danilo. Vitória descobre que Raul e Davi mentiram para ela. Raul pede Vitória em casamento. Leila inventa para Brenda que foi agredida por Betina. Raul ajuda Betina a mudar sua vida, e a apresenta para Lídia. Brenda ofende Betina. Camila revela a Lurdes que Danilo foi adotado."
		},
		"Salve-se quem puder": {
			"segunda": "Alexia/Josimara se sensibiliza com a declaração de amor de Zezinho. Kyra/Cleyde supõe que Luna esteja apaixonada por Téo. Verônica finge gostar de Micaela. Dionice ajuda Tarantino a planejar um jantar romântico para Bia. Zezinho arma para que a Polícia Federal não perceba que eles estão em São Paulo. Bia e Tarantino se beijam. Alexia/Josimara comunica a Ivo que ela e as amigas descobriram os nomes dos bandidos que mataram Vitório. Petra se incomoda com a animação de Alan sobre Kyra/Cleyde. Rafael descobre que o dinheiro da Labrador sumiu. Ivo surpreende Alexia/Josimara, Luna/Fiona e Kyra/Cleyde, ao dizer que já sabia sobre Dominique e Renzo. Alexia fica mal por permanecer no Programa de Proteção.",
			"terça": "Luna repreende Alexia e Kyra diante de Ivo. Rafael se desespera com o roubo na empresa. Luna/Fiona comenta com Ermelinda que acredita que Ivo não percebeu que elas estão em São Paulo. Renzo ameaça um executivo, a mando de Dominique. Tarantino fica chateado com a falta de atenção de Alan. Alexia/Josimara garante a Zezinho que não o ama. Ermelinda lembra Luna/Fiona de não usar a correntinha perto de Téo. Úrsula comenta com Helena que Téo está diferente. Lúcia encontra uma arma no armário de Renzo e questiona o rapaz. Helena flagra Luna/Fiona mexendo em sua Virgem de Guadalupe.",
			"quarta": "Helena repreende Luna/Fiona e pede que ela saia de sua casa. Dominique repreende Lúcia na frente de Renzo. Alexia/Josimara diz a Rafael que preparará uma sessão espiritual para ele conversar com Kyra. Renzo avisa a Lúcia que ajudará Rafael. Helena comenta com Úrsula que Luna/Fiona a deixa intrigada. Téo narra para Luna/Fiona como salvou uma menina no furacão do México, sem saber que está diante dela. Juan deixa claro a Gabi que sempre amará Luna. Alexia conta a Kyra sobre os problemas que Rafael enfrenta. Petra não gosta de saber que Alan promoverá um jantar para Kyra/Cleyde conhecer melhor os filhos do advogado. Luna/Fiona confessa a Ermelinda que está sentindo algo por Téo. Zezinho beija Bel para provocar Alexia/Josimara.",
			"quinta": "Alexia/Josimara sente ciúmes de Zezinho. Renzo insiste para Rafael aceitá-lo como sócio. Dominique ameaça Lúcia. Zezinho se arrepende de ter beijado Bel. Ermelinda aconselha Luna/Fiona a não voltar à casa de Helena e Téo. Micaela aceita entrevistar os primos de Verônica para trabalhar no restaurante, sem saber que a falsa amiga tem planos de vingança. Renzo e Rafael celebram a nova sociedade. Petra diz a Queen e Mosquito que Alan está interessado em Kyra/Cleyde. Alexia diz a Kyra que Petra deve ter intrigado os filhos de Alan contra a amiga. Rafael fica surpreso quando Alexia/Josimara afirma que ele conseguirá falar com Kyra.",
			"sexta": "Kyra conta a Luna que Alexia/Josimara fingirá psicografar uma carta sua para Rafael. Bia revela a Agnes que seu marcapasso é um empecilho para ela se relacionar com alguém. Rafael lê a suposta carta psicografada por Kyra e tem a impressão de que a moça ainda está viva. Téo pensa em seguir as sessões de fisioterapia com Luna/Fiona. Vicky percebe o clima entre Luna/Fiona e Téo. Alan e Tarantino se preocupam com a confusão mental de Ignácio. Téo confessa a Enéas que Luna/Fiona mexe com ele. Kyra/Cleyde, Queen e Mosquito constatam que Ignácio fugiu de casa.",
			"sábado": "Kyra/Cleyde tranquiliza os filhos de Alan. Petra insiste em convencer Graziela a internar Ignácio. Alan impede que Ignácio seja assaltado. Luna/Fiona evita pensar em Téo. Bel e Alexia/Josimara tentam seduzir Zezinho. Tammy descobre que Bia e Tarantino ficaram juntos, mas insiste com o ginasta. Kyra/Cleyde descobre que Ignácio não está tomando o remédio para a memória. Alan diz a Kyra/Cleyde que está muito feliz por ela ter entrado na vida de sua família. Alexia/Josimara e Bel se agridem."
		},
		"Éramos seis": {
			"segunda": "Alfredo e Lúcio socorrem Tião. Alfredo consegue levar Tião até o acampamento e afirma que o encaminhará ao hospital. Shirley provoca Lola por causa de Afonso. Inês promete a Alfredo que os médicos ajudarão Tião. Afonso sofre ao pensar em Lola. Almeida confessa a Gusmões que ficou mexido após o encontro com Clotilde. Natália desabafa com Karine sobre seu casamento com Almeida. Julinho confirma a Soraia que enviou a carta terminando o noivado com Lili. Lola e Genu partem para Itapetininga. Tião não resiste e morre nos braços de Alfredo, que é amparado por Inês.",
			"terça": "Inês tenta conter o sofrimento de Alfredo. Zeca agradece a colaboração de Afonso. Lola chega a Itapetininga e fica mexida ao saber que Afonso esteve na cidade. Genu passa mal ao saber da morte de Tião, e Maria a ampara. Lola desabafa com Clotilde sobre sua decepção com Afonso. Olga comenta com Zeca que teme não ter o afeto de Chiquinho no futuro. Osório provoca Alfredo. Karine tranquiliza Julinho e diz que apoia seu namoro com Soraia. Lili desconfia quando Soraia anuncia que ela receberá uma carta de Julinho. Alfredo foge do acampamento, e Osório registra. Assad surpreende a todos e diz que Elias deseja cortejar Soraia. Alfredo procura Inês.",
			"quarta": "Inês e Alfredo se amam. Osório avisa a Lúcio sobre a fuga de Alfredo. Karine impede que Soraia fale de Julinho para Assad. Natália se insinua para Elias. Lúcio repreende Alfredo por ficar com Inês. Ajudadas por Zeca, Lola e Genu se encontram com Alfredo e Lúcio. Lili decide ir ao encontro de Julinho, e Marcelo diz que a acompanhará. Virgulino se preocupa ao encontrar o bilhete de Lili. Felício propõe passar a noite com Isabel. Alfredo e Inês ficam juntos novamente. Clotilde encontra Afonso e o leva até Lola. Afonso garante a Lola que Shirley está tramando contra os dois. Soraia afirma a Lili que está com Julinho. Afonso e Lola se beijam.",
			"quinta": "Lola e Afonso declaram seu amor um pelo outro. Assad não aceita que Soraia fique com Julinho. Marcelo ampara Lili. Isabel diz a Felício que deseja ser sua mulher. Adelaide e o capitão flagram Alfredo e Inês juntos. Maria e Clotilde incentivam Lola a ficar com Afonso. Afonso sofre um acidente na estrada. Adelaide alerta Inês sobre Alfredo. Julinho conversa com Assad e pede uma chance para fazer Soraia feliz. Lili agradece o apoio de Marcelo. Zeca resgata Juvenal, que consegue fugir. Assad permite que Julinho corteje Soraia. Lola conta sobre Afonso, e Durvalina provoca Shirley. Alfredo e Nero descobrem que Osório é um traidor. Lúcio é atingido por um tiro, e Alfredo se desespera.",
			"sexta": "Adelaide conforta Alfredo, enquanto Inês cuida de Lúcio. Shirley insinua a Lola que Inês foi para a guerra por conta de Alfredo. Lúcio aprecia a companhia de Inês durante sua recuperação. Zeca e Clotilde comentam que a revolução deve terminar em breve. Nero, Alfredo e outros soldados são rendidos. Isabel anuncia a Lola que a guerra acabou. Alfredo volta para casa, e Lola e Isabel comemoram. Adelaide se revolta ao encontrar Justina ainda mais dopada. Genu, Lili e Virgulino recebem Lúcio. Julinho e Soraia ficam noivos. Lola, Inês e Shirley se preocupam com a ausência de Afonso. Olga se espanta ao ver Clotilde amamentando Chiquinho. Natália retorna, e Almeida avisa que os dois precisam conversar. Zulmira descobre o endereço de Isabel. Lola reza por Afonso, que se recupera sozinho em um hospital desconhecido.",
			"sábado": "Afonso é tratado por médicos, que afirmam não terem pistas da identidade do paciente. Almeida e Natália não conseguem se entender. Clotilde confessa a Olga que se arrependeu de ter lhe dado Chiquinho. Lúcio repreende Alfredo por seu comportamento com as mulheres. Zulmira finge interesse pelos doces de Lola e investiga sua casa. Maria conversa com Clotilde sobre Chiquinho. Inês fica aflita com o sumiço de Afonso. Isabel alerta Felício sobre a presença de Zulmira em sua casa. Zeca conforta Olga, que teme perder Chiquinho. Justina aceita voltar ao tratamento com Selma, sem que Emília saiba. Zulmira ameaça Felício."
		},
		"Malhação": {
			"segunda": "Filipe avisa a todos sobre o desaparecimento de Rita, e Lígia acompanha o filho à delegacia. Carla se desespera com a ausência de Rita. O inspetor de polícia desconfia da história contada por Filipe e Lígia sobre Rita. Andressa conta a Fafi que está namorando Henrique. Madureira confronta Rui pelo sumiço de Rita. Max anuncia a Regina que se tornou sócio de Serginho. Carla, Filipe e Lígia questionam Rui sobre o paradeiro de Rita.",
			"terça": "Lígia afirma que a polícia vigiará os passos de Rui. Regina diz que guarda ressentimentos de Max. Guga interroga Leila sobre Rui e Rita. Carla pede ajuda a Marco para acionar seus contatos na polícia. Regina conversa com Serginho e desconfia de Max. Joaquim não apoia Lígia nas questões sobre a guarda de Nina. Rui diz a Filipe que descobrirá o que aconteceu com Rita. Fafi confessa seu amor por Henrique. Thiago e Jaqueline encontram um homem que diz ter visto Rita. Leila procura Filipe.",
			"quarta": "Leila inventa para Filipe que Rita e Rui estão tramando contra sua família. Thiago e Jaqueline se decepcionam com o alarme falso sobre o paradeiro de Rita. Cida expulsa Leila da casa de Filipe. Rui ameaça Lígia e afirma que denunciará Lara. Guga se preocupa com o envolvimento de Serginho nos negócios de Max. Regina pede que Max deixe sua casa. Lígia se preocupa com a saúde de Filipe. Max pede abrigo a Serginho. Rugieri diz a Marco que tem notícias de Rita.",
			"quinta": "Rugieri revela a Marco que Rita está morta. Carla se desespera ao receber a notícia de Marco sobre Rita. Max tenta convencer Serginho de montar seu negócio de quentinhas. Todos se chocam com a notícia de que Rita pode estar morta. Max pede para reatar com Regina, que expulsa o ex-marido de sua casa. Filipe faz o reconhecimento do corpo e afirma que a menina morta não é Rita. Lígia desabafa com César sua preocupação com Filipe. Filipe questiona Thiago sobre as ligações de Rita para Tadeu.",
			"sexta": "Filipe decide procurar Tadeu. Lara se recusa a ajudar Lígia a encontrar Rita. Raíssa tem a ideia de usar sua fama com Nanda para divulgar o desaparecimento de Rita. Beto tenta fazer com que Filipe se alimente, mas o menino acaba passando mal. Jaqueline investiga Rui, e acaba presa em seu bar. Carla e Anjinha estranham a intimidade de Marco com Rugieri. Thiago estranha a ausência de notícias de Jaqueline e sai à procura da namorada. Filipe e Beto vão atrás de Tadeu. Rui chega à casa de Tadeu."
		},
		"Avenida Brasil": {
			"segunda": "Muricy estranha o desaparecimento de Nina depois de sair para procurar Carminha. Zezé acusa Janaína de ser cúmplice de Nina. Carminha bate com o carro. Leleco pede para se encontrar com Muricy. Tufão conforta Ágata. Dolores exige se casar com Diógenes. Silas e Darkson se consolam. Olenka e Monalisa reatam a amizade.",
			"terça": "Tufão recebe a notícia de que o carro de Carminha foi encontrado e Nina se preocupa. Cadinho reclama do contrato que fez com Alexia, Verônica e Noêmia. Tufão descobre que Carminha esteve em um bar perto do lugar onde o seu carro foi encontrado. Lucinda avisa ao ex-jogador que sua esposa está no depósito de lixo. Zezé repreende Nina por falar com Ágata sobre a mãe. Tufão pede para Monalisa não sair do Divino. Nilo é expulso de seu flat e jura se vingar de Nina. Tufão e sua família discutem uma possível internação de Carminha. Nilo revela para Carminha que Nina ficou com o dinheiro de seu sequestro.",
			"quarta": "Carminha tenta convencer Nilo a ficar do seu lado. Max telefona para Nina. Tufão flagra Carminha dando seus objetos como roupas e relógio para Nilo. Carminha confronta Nina. Jorginho sai para conversar com Tufão. Alexia avisa a Cadinho que eles vão sair com Verônica e Noêmia. Santiago se preocupa em deixar Nilo sozinho com Lucinda. Iran reclama dos pertences que Monalisa pretende levar para a casa nova. Roni conversa com Diógenes sobre Dolores. Leandro tenta seduzir Suelen. Cadinho vai a um restaurante japonês com Alexia, Paloma, Pilar, Verônica, Débora, Noêmia e Tomás comemorar o seu aniversário. Janaína ouve uma conversa entre Nina e Max.",
			"quinta": "Janaína comenta com Zezé que está desconfiada de Nina. Jorginho pede para Lucinda contar o que Nina tem contra Carminha. Janaína destrata Nina e Zezé fica satisfeita. Carminha faz teatro para convencer Tufão a tirá-la da clínica. Max repreende Nina por sua vingança contra Carminha. Nilo chega à mansão de Tufão. Jorginho fica com ciúmes de Débora. Nilo segue Max até o local onde guarda o seu barco e o avisa para se afastar de Carminha enquanto é tempo. Adauto desconfia de Muricy e Leleco se irrita com Darkson. Jorginho exige que Lucinda e Nilo digam quem é seu pai. Tufão mente sobre Muricy para Adauto. Nilo descobre lancha de Max e se convida para passeio. Tessália tenta acalmar Leleco e Darkson, que se desentendem. Carminha tenta se controlar na frente de Tufão. Jorginho assiste a um jogo de Picolé no colégio e ele lhe conta que Lucinda é sua avó.",
			"sexta": "Lucinda vai à mansão falar com Nina. Jorginho deixa o depósito de lixo antes de Lucinda voltar. Silas tenta convencer Diógenes a reatar com Dolores. Olenka diz a Monalisa que Silas ainda é apaixonado por ela. Débora recusa o convite de Iran para sair. Verônica reclama da mudança de Monalisa para o seu prédio. Cadinho adoece e decide ficar na casa de Alexia. Zezé não consegue descobrir o que Janaína tem contra Nina. Jorginho tenta se lembrar de seu pai. Os homens do Divino sentem falta de Suelen. Alexia, Verônica e Noêmia discutem como cuidar de Cadinho."
		},
		"Aventuras de Poliana": {
			"segunda": "Mirela diz para Nancy que a suposta mãe de Waldisney na verdade é uma atriz. Pendleton e Luísa ficam com receio de que Filipa tenha visto o beijo. João e Bento discutem. Filipa mostra a foto do beijo de Pendleton e Luísa Roger e ele pede para a filha mostrar a Marcelo. Marcelo pede para Débora desistir do processo. Antônio diz a Branca que está desconfiado com a chegada repentina da filha. Brenda bloqueia Jeff em todas as redes sociais. Após o ataque de ciúmes de Arlete na live, Lindomar perde muitos seguidores. Afonso pede conselhos amorosos para Durval. Lorena diz a Raquel que está com ciúmes de aproximação do pai com os gêmeos. Luísa pergunta a Ester se a menina tem algo contra ela. Samuel cria uma situação constrangedora entre Sophie e Violeta.",
			"terça": "Após o beijo, Pendleton pede desculpas a Luísa e diz que não irá se repetir. Após ser revelada como Dark Lady, Raquel ganha fãs na escola. Filipa chantageia Débora para conseguir ser protagonista na apresentação de dança. Violeta esbarra com Branca na rua. Débora mostra o vídeo do beijo para Marcelo. Waldisney invanta uma desculpa pela mentira que contou a Nancy, e ela o perdoa. Os amigos de Mário tentam fazer o menino parar de jogar Vetherna. Iure passa um trabalho em dupla aos alunos, e Poliana sugere que João e Bento façam juntos. Brenda desconfia que Luca e Gabi estejam envolvidos com a falsa Dark Lady. Luísa conta para Cláudia e Joana sobre o beijo com Otto. Raquel encontra Jerry e Carla conversando na rua e estranha a aproximação entre os dois. João e Bento levam o trabalho para o pessoal e acabam discutindo na aula.",
			"quarta": "Afonso tenta impressionar fernanda, mas seus planos não saem como esperado. Marcelo vai até a casa de Pendleton e questiona Luísa quanto ao beijo. Bento diz a Ruth que eles estavam melhor antes da chegada de João na casa. Débora não cumpre o combinado com Filipa e a menina fica furiosa. Gleyce vai até a O11O e tem uma séria conversa com Roger sobre o andamento das obras do CLP. Eric e Poliana começam a se aproximar. Mirela vê Carla saindo do prédio de Luca e fica desconfiada. Ruth diz para João ter paciência com Bento. Marcelo desabafa com sua mãe sobre a conversa com Luísa, Violeta escuta tudo. Lindomar recebe as contas de casa e teme que não consiga pagar. Vini informa Durval sobre uma diferença no caixa da padaria, e eles suspeitam de mosquito. Mirela encontra uma capa preta no quarto de Luca.",
			"quinta": "Marcelo discute com Pendleton e o agride. Mirela desconfia cada vez mais de que Luca possa ser Dark Lady. Lorena, Gael e Benício convidam Mário para uma missão. Bento rasga a almofada de Ruth por acidente e culpa feijão. Vini diz a Durval que viu Mosquito esconder um bolo de dinheiro no bolso. Violeta descobre que o pai está namorando e não fica feliz com a Notícia. Iure pede que Sophie dê uma segunda chance a seu pai. Roger demite Sérgio da O11O. Eric vai até a casa de Poliana para fazer um trabalho escolar. Luísa e Marcelo discutem. Mosquito se sente ofendido com a desconfiança dos funcionários da padaria. Jeff tenta fazer as pazes com Brenda.",
			"sexta": "Antônio apresenta formalmente Branca a sua filha Violeta. Samuel não consegue aceitar que seu filho namore Sophie. Ruth decide deixar Feijão fora de casa. Roger chama Nadine e Débora para pensar em uma solução que contorne a situação com o CLP. Filipa fica furiosa ao descobrir que Eric está na casa de Poliana. João defende Feijão e diz que ele não foi o responsável por rasgar a almofada. Iure peita seu pai e diz que não irá tolerar que ele desrespeite Sophie. Ester conta para Poliana sobre o beijo de Pendleton e Luísa. Marcelo pede que Nadine levante mais provas contra Pendleton. Débora vê Marcelo e Violeta juntos na padaria e fica enciumada. Durval vai até a casa de Mosquito para pedir desculpas pessoalmente ao menino."
		},
		"Cúmplices de um resgate": {
			"segunda": "Sandro prepara um jantar para Laura na mansão de Regina. A doméstica fica preocupada que Regina apareça, mas ele diz que ela não acorda devido aos remédios que Regina toma. Laura se irrita ao perceber que há mais pessoas na sala e joga a jarra de suco de laranja nele. No dia seguinte, Manuela, que finge ser Isabela, aconselha Laura dar uma chance para Sandro. Fausto segue perseguindo Helena. Dessa vez ele a segue e faz registros fotográficos. Clara conversa com o pastor sobre achar que Luiz está lhe traindo. Gemima (Gabriella Di Grecco) escuta a conversa dos dois. O pastor diz que ela não pode fazer uma séria acusação sem ter fatos concretos. Uma confusão generalizada acontece no vilarejo. Nina e Fiorina discutem acusando uma a outra de ser uma péssima influência para Téo e Manu. Lurdinha escuta Frederico dizer para Tomas que não possui interesse em Taísa, pois a trata bem apenas para fazer ciúme em Lurdinha. Sandro conversa com Laura e diz que não irá mais perturbar a amada com tentativas em vão de conquistá-la. Laura decide dar uma oportunidade ao capanga e diz que eles podem tentar terminar o jantar. Gemima espalha para as irmãs da igreja o que escutou da conversa entre o pastor e Clara. Lurdinha decide dar o troco em Frederico ao fazer ciúme com Tomas. Joel vai até a cidade para contar para Geraldo que a polícia descobriu que ele está no vilarejo. Joel explica que precisa de documentos falsos e dinheiro para ir para fora do País. Regina entra na sala do irmão e se depara com Joel. Helena recebe fotos com os dizeres: “Estou na sua cola”.",
			"terça": "A secretaria fica confusa, pois nunca ninguém soube na empresa que Safira tinha uma filha. Lurdinha interrompe a reunião diz que a filha dela está na recepção. Todos estranham e Otávio pergunta: – Filha?. Safira diz que a garota é apenas uma afilhada e sai da sala. Frederico pensa que ela escondeu isso de todos durante esses anos e conclui: -Paola Bracho se contorce de inveja. Safira conversa com a filha, que fica decepcionada ao saber que Safira sempre escondeu que ela existia. A garota decide ir embora e diz que se ela não precisa de uma filha, ela também não precisa de uma mãe. Clara está prestes a ir embora por acreditar que Luiz estava lhe traindo. Clara conversa com Luiz e tudo se esclarece. Priscila fica ainda mais chateada ao sabe que os avós sabiam que Safira escondia ter uma filha. Na empresa, Safira revela a verdade para Otávio. Safira vai para casa tentar falar com Priscila, que se recusa. Aurora diz que não pode fazer nada por ela, pois já passou muito a mão em sua cabeça durante esses anos. Fausto aparece no vilarejo, vê Flora e tenta agredi-la. Pedro aparece e tenta afastar Fausto. Sabrina aproveita a distração de todos e entra no quarto de Manuela para passar o perfume dela, além de pegar uma fita de cabelo. Enquanto isso, do lado de fora, Pedro e Fausto brigam intensamente. Fausto sai correndo em sua moto jurando infernizar a todos, porém, na estrada, sofre um sério acidente.",
			"quarta": "Fausto fica bem no hospital, mas sob custódia da justiça. Os policiais encontram Joel no haras e entregam uma intimação para prestar esclarecimentos por diversas acusações de crimes. Leticia e Bira namoram escondidos na empresa, pois isso vai contra as regras da gravadora. Priscila não quer se alimentar e está sem vontade de fazer nada, apenas chorar. Tomas decide aceitar a investida de Lurdinha apenas para saber das coisas que a secretaria sabe. Frederico vê e fica irritado. Otávio pede uma limusine para levar Rebeca para uma surpresa. Sabrina amarra Manteiguinha longe e coloca uma fita de cabelo para culpar Manuela. Frederico assume para Lurdinha que estava saindo com Taísa apenas para fazer ciúme com ela. A recepcionista instrui o estilista a não iludir mais Taísa. Otávio leva Rebeca para ficar hospedada no Sofitel Jequitimar, no Guarujá, e explica que depois ainda irão para as praias de São Vicente e Santos. Isabela, que na verdade é Manuela, ajuda Priscila com conselhos confortantes. Isabela, que finge ser Manuela, decide tentar descobrir como sua fita de cabelo foi parar com Téo. Téo diz que sabe que Isabela não faria nada de ruim para ele. O garoto comenta que pode ter sido Sabrina, que está dizendo que Manuela é uma ameaça pública ao vilarejo. Isabela fica irritada.",
			"quinta": "Otávio e Rebeca aproveitam a praia do Guarujá. Julia fica triste que André responde às mensagens de amor das fãs dele. André tenta conversar com a amiga, que é apaixonada por ele, mas sem sucesso. Frederico deixa claro para Taísa que não quer nada com ela. A mulher fica decepcionada e diz que nem chegaram a começar algo. Sabrina acha que Manuela, que é Isabela, quer ser sua amiga e com isso fica feliz. Geraldo recebe uma intimação para depor. Leticia conta para Artur que dois policiais vieram atrás de Geraldo. Raul desconfia que Sandro está mentindo e que Isabela, que na verdade é Manuela, está trancada no quarto. O médico faz o capanga abrir a porta para ver a afilhada. Otávio e Rebeca visitam São Vicente e andam de teleférico. No restaurante, Raul pergunta para Isabela, que na verdade é Manuela, se está acontecendo algo de errado na mansão para que ele possa agir.",
			"sexta": "Arthur pergunta para Geraldo sobre o que a polícia queria com ele na gravadora. Geraldo inventa que não há nada a ver com a gravadora. Regina chega no restaurante e evita que Manuela conte a verdade para Raul. A megera revela que foi ela quem riscou o próprio carro para acusar Joaquim. Omar chama Nair e Flora para saber do pai. As duas avisam que Joel viajou. Omar chega à conclusão que o pai fugiu para não ser preso e o abandonou no vilarejo. Priscila quer sair da banda C1R. Omar se veste como o pai e diz que é o novo dono do haras. O garoto usa um chicote para falar com Flora e Nair. Gemima (Gabriella Di Grecco) tira Flavia do projeto com as crianças da igreja evangélica sem avisar o pastor. Rebeca e Otávio seguem o passeio turístico por Santos. Rebeca imagina estar dançando tango com o noivo. Sandro comemora que Laura está namorando com ele. Navarro e Vargas pensam em atrapalhar o romance dos dois."
		},
		"Betty a feia": {
			"segunda": "Armando foge desesperado pelas ruas de Nova York, depois que Cookie Glam se mete numa briga de transformistas. Ele pede ajuda a Betty que o resgata em um táxi e o leva para sua casa. Armando fica muito agradecido a Betty por lhe emprestar uma roupa de seu pai. Ricardo vai para um hotel com duas garotas do clube de transformistas. Elas o deixam amarrado no quarto do hotel e levam todos os seus pertences. Daniel se aproveita de Patrícia ao perceber que ela bebeu demais. Maria Lúcia diz a Marcela que duvida que Armando seja o homem de sua vida. Hugo mostra a Marcela o vídeo de Armando vestido de “Drag Queen”. Marcela fica comovida ao saber que Armando fez de tudo para salvar a V&M. Betty e Armando pedem um empréstimo no banco. Armando leva Betty ao restaurante italiano que ia com o pai quando era criança. Hugo dá um carro de presente para Fábio. Inês, preocupada, diz a ele que alguém viu Fábio beijando uma modelo. Hugo exige que ela diga quem foi que viu.",
			"terça": "Para Betty, não é um dos melhores dias; Hugo declara guerra contra ela e Marcela a despreza. Seu único alívio é uma foto com Armando, embora logo se decepcione. Hugo pressiona Fábio e ele o convence que Betty está mentindo. Maria Lúcia descobre através das cartas que Marcela e Armando não são compatíveis. Armando pede a Ricardo que vá a Miami visitar uma importadora de tecidos que vende barato. Sofia quer induzir Giovas a se interessar por Jenny. aura Maria, embora não admita, fica com ciúmes. Patrícia compra roupa na loja Mogollon’s market. Bertha segue Patrícia e compra os mesmos modelos. Ricardo avisa Armando que os tecidos são exatamente os que Hugo escolheu, porém o pagamento tem que ser à vista. Betty se preocupa, mas Armando aprova a compra.",
			"quarta": "Sem ouvir Betty, Armando e Ricardo se deixam levar por impulsos. Com muito dinheiro em jogo, negociam com um estranho e não sabem o que os espera. Ao chegarem a Miami encontram os escritórios da MBS vazios e percebem que forma vítimas de um golpe. Os temores de Betty se tornam realidade quando Armando conta que foram enganados. Nícolas tem medo de ser prejudicado e diz a Betty que seu chefe não deve saber qual é o capital da “BAR”. Daniel exige ver os relatórios financeiros da empresa, mas Betty age com firmeza e não entrega o relatório. Patrícia enfurece ao ver Bertha vestida igual que ela. Ao chegar em casa encontra uma ordem de despejo. Giovanny, para impressionar Jenny, a convida para dar uma volta no carro de Armando e ela dirige o veículo. Marcela sente que Armando está escondendo algo e decide viajar a Los Angeles.",
			"quinta": "Armando pede a Betty que assine um termo de garantia assegurando que se a V&M não tiver condições de quitar suas dívidas, a BAR é que irá embargá-la. Betty aceita, mas muda de opinião ao ler o documento. Com tantos erros de Armando, Betty se sente traída e pede demissão da V&M. Armando congita a possibilidade de entregar a presidência a Daniel mas Ricardo pede a leque pense em outra opção. Jenny bate o caro de Armando e Giovás não tem coragem de contar ao patrão o que aconteceu. O pelotão decide ajudá-lo. Hugo ouve uma ligação telefônica de Fábio, o segue e o flagra em um café com uma mulher. Fábio mente e apresenta a jovem como sua irmã. Nícolas se faz passar por Jordan Branch, um importante homem de negócios e solicita a amizade de Patrícia no Facebook.",
			"sexta": "A vida de Armando na V&M se torna caótica depois que Betty pede demissão e ele decide abrir mão da presidência. Ricardo procura Betty em sua casa e tenta convencê-la a voltar para a empresa. Ele conta que Armando está muito mal e pensa em deixar a presidência, mas nem assim consegue convencê-la. Ao mesmo tempo Betty recebe flores de seu chefe. Acontece o casamento de Hugo e Fábio. Romina na verdade é esposa de Fábio e quer impedir que a cerimônia se realize. Betty vai até o local onde está acontecendo o casamento decidida a falar com Armando mas é impedida de entrar. Ela se disfarça de garçonete usando a mesma máscara que todos estão usando na festa e chega perto de Armando no momento em que ele vai dizer toda a verdade ao pai. Armando a reconhece e fica feliz. Betty aceita voltar para a empresa desde que ele não lhe diga mais mentiras. Sofia precisa conseguir dinheiro para que Giovás convide Jenny para jantar em um restaurante de luxo e mente para Charlie par que lhe empreste a quantia que precisa."
		},
		"Meu coração é teu": {
			"segunda": "Leon liga para Fanny, mas ao descobrir que ela está com Lênin volta a zangar-se. Os Lascurain ficam muito felizes quando a veterinária diz que Sete irá se salvar. Alicia e Paulo aproveitam que Bruno saiu e se beijam. Leon vai atrás de Fanny para pedir-lhe perdão. Ela responde que nada justifica a atitude do rapaz, e fica triste. Leon promete mudar. Ana tenta disfarçar que Alicia e Paulo estão juntos e, numa tentativa de que Fernando não os veja, acaba caindo junto a ele no sofá. Leon da á Fanny um desenho japonês dos números 5 e 6, que representam a mentira e a reconciliação.",
			"terça": "Sara entra em choque quando Sete a lambe. Fernando pede aos filhos que tratem Sara com educação, pois ela é uma visita. Perla parabeniza Leon pelo desenho que fez, mas diz que ainda falta que Isabela o aprove. Nicolas pede a Ana que o ajude a convencer Jenny a separar-se dele. Ana responde que não pode ajudar, pois Jenny o ama. Nando diz a Edith que já sabia que ela era Elisa. Todos preparam uma surpresa de despedida para Diego, o que o deixa muito comovido. Ana agradece por tudo que Diego fez por ela e afirma que rezará para que ele se recupere logo. Diego diz a Ana que seja feliz com Fernando.",
			"quarta": "Fernando tem um sonho amoroso com Ana. Ângelo procura por Soledade e pergunta ser ela quer ver sua filha, só que isso terá que ser naquele mesmo dia. Ana sonha com Fernando e, ao despertar, vê Fanny parada em sua frente, a olhando fixamente. Ana conta a Fanny que seu pai lhe disse que sentia muito sua falta. Ângelo diz a Soledade que encontrou sua filha e ela se chama Branca. Isso confunde Soledade. Sebastião e os gêmeos pregam uma peça em Sara, que grita aterrorizada. Ana repreende as crianças pela travessura que fizeram a Sara e pensa que ela deva ter algum problema. Ângelo e Soledade chegam ao parque onde ficaram de se encontrar com Isabela, mas Ângelo recebe uma ligação de urgência e deixa Soledade sozinha.",
			"quinta": "Fernando vai atrás de Soledade na casa de Isabela. Fernando pede a Isabela que deixe de atrapalhar a vida de Ana. Isabela responde que ainda que Fernando não queira, continuará a vê-la, pois será pai de seu filho. Soledade diz a Yolanda que não consegue acreditar que sendo mãe, caia em jogos desse tipo, feitos por Isabela. Jennifer diz a Nicolas que já está muito cansada com a situação que vive, e que compreendeu que pra ele não importam mais seus sentimentos. Nicolas diz que já não mais a ama. Soledade quer conhecer Ana imediatamente, mas Fernando planeja algo muito especial para esse momento. Enquanto Jennifer diz a Ana que deixará Nicolas, ele fala para Bruno e Nando que Jenny merece alguém de sua idade, que possa lhe dar filhos. ",
			"sexta": "Ana diz a Soledade que está completamente apaixonada por Fernando, mas que a situação que vive é muito complicada. Ela se surpreende quando descobre que Ângelo já sabia desse amor. Soledade diz a Ana que precisa contar lhe como tudo ocorreu, para depois não voltar mais ao tema. Soledade diz a Ana que nunca a abandonou. Fanny diz a Edith que Nando está preocupado com ela, pois sente que algo está ocorrendo. Edith promete falar com Nando, pois ele a fez voltar a ter fé no amor. Sara confessa a Fernando que se sente como um objeto quando está com seus pais e que desejaria permanecer na mansão Lascurain para sempre. Soledade conta a Ana que matou um homem porque ele queria roubá-la. No desespero, enquanto ele a perseguia, ela lançou um tijolo em sua cabeça. Quando descobriu que a polícia a procurava, decidiu deixar Ana no orfanato. "
		},
		"Ouro Verde": {
			"segunda": "Judite diz a Vera que está sendo acusada por seu irmão, Lúcio, por causa das imagens capturadas por câmeras de segurança. A dona do restaurante demonstra que, se preciso, deixará a cozinheira como culpada. Jorge e Bia conversam sobre a investigação. Joaquim e Paula falam sobre o paradeiro de Laurinda. Miguel se encontra com Gonçalo e fica sabendo que António está vivo.",
			"terça": "Bernardo vai até a casa de Cláudia e ela se esquiva do namorado. Em casa, Judite chora desesperada. Antônio e Inês ficam em clima de romance e são surpreendidos com a chegada de Miguel e Gonçalo. Sozinho, Otelo planeja assumir a presidência do banco. Henrique pergunta sobre Miguel para Antônio e Inês, que decidem contar para Jorge sobre a visita do banqueiro.",
			"quarta": "Mônica se encontra com Dr. Tiago e comenta sobre Neném já estar no hospital. Salvador diz a Aparecida o que sente por ela. Jorge fica sabendo sobre a ida de Miguel ao seu apartamento. Rita e Sancha discutem por causa de dinheiro. Miguel chega à casa de Rita e conta que Antônio está vivo. Lúcio fica ciente da descoberta de Miguel. Jorge ameaça Gonçalo com uma arma. A polícia chega para prender Judite.",
			"quinta": "Lúcio tenta descobrir quem entregou a informação da localização de Antônio para Gonçalo e, em seguida, acusa Inês. Laurentino, com um buquê de flores, se declara para Bia. Sancha liga para Bernardo e diz que o pai está vivo. No hospital, Aparecida conta a Neném que encontrou Laurentino no corredor. Neném confronta Laurentino. Miguel se encontra com Vera.",
			"sexta": "Joaquim e Vera trocam ameaças. Dr. Tiago e Mônica convencem Neném a fazer mais exames. Laurinda aparece na casa de Rita e a deixa desestabilizada. António recebe os filhos no apartamento de Jorge e diz que estava na fazenda Ouro Verde. Neném fica sabendo que sua doença está em um nível avançado e a tendência é piorar. Inês visita Bia no hospital e desabafa sobre o caso de Antônio.",
			"sábado": "Jorge agride Laurentino e é surpreendido por Gonçalo, que acaba sendo demitido. Bia e Jorge conversam sobre o ocorrido. Hadja questiona Dr. Tiago sobre a forma como Jéssica ficou sabendo de sua doença. Neném diz para Aparecida que vai voltar para a fazenda Ouro Verde. Preocupado, Jorge procura por Dona Neném. Inês expulsa o irmão, Gonçalo, de sua casa."
		},
		"Amor sem igual": {
			"segunda": "Olympia sugere um novo tipo de emprego a Antônio. Poderosa se oferece para fazer a comida para comer com Duplex e Furacão. Oxente leva a pashimina de Poderosa para Miguel. Poderosa, Furacão, Caio e Duplex comem carne moída com macarrão e suco. Olavo visita Poderosa. Ela diz que vai trabalhar como garçonete no Mademoiselle e lhe pede um favor. Donatella e Ioná discutem e são interrompidas pela chegada de Olympia. Olympia pergunta por Santiago, Olavo e a nova garçonete. É quando Poderosa adentra o salão, linda, altiva. Ioná fica impressionada com a beleza e altivez de Poderosa.",
			"terça": "Nino fica boquiaberto quando vê Poderosa. Maikitaison conduz Poderosa para dentro do Mademoiselle. No Mercado Municipal, Miguel confessa a Pedro que não desistirá de Poderosa. Miguel conversa ao celular com Maria Antônia sobre o que ele quer jantar. Poderosa, eufórica, conta para Furacão e Caio sobre a reunião no Mademoiselle. Duplex também volta da reunião. Olympia pede para que Maikitaison fique de olho em Ioná. Miguel janta uma torta de legumes. Maria Antônia fala da visita do Leandro. Miguel estranha. Olympia liga para Ramiro e pergunta se ele irá para a reinauguração do Mademoiselle e Ramiro diz que não sabia do evento. Ramiro encara Tobias com raiva.",
			"quarta": "Olympia conversa com Maikitaison sobre Tobias que aprontou novamente. Poderosa pergunta a Caio se ela deveria convidar Miguel para a reinauguração do Mademoiselle e Caio pede que ela invente outra desculpa. Poderosa liga para Miguel. Furacão chega da batalha com expressão cansada e dá um beijo em Caio. Miguel revela a Oxente que está nervoso em ir à festa de reinauguração. Oxente responde a Miguel que é só ele agir naturalmente e se divertir. Xavier comenta com Ludmila que faz um tempão que Ramiro não faz uma festança em sua casa. Ludmila responde que Fernanda merece. Peppe faz um gol e oferece a Rosa Flor, que sorri, meiga. Fernanda faz discurso para os convidados de seu aniversário. Pedro cumprimenta Fernanda e lhe dá um beijo. Fernanda mostra a joia que ganhou do pai. Poderosa pede que Furacão torça por ela. Furacão pede que Poderosa deixe seu noivo fora das suas armações.",
			"quinta": "No Mademoiselle, Maikitaison pede para Santiago servir os drinques novos e diz que o faturamento precisa ser espetacular. Fernanda é surpreendida com uma festa surpresa. Bernardo persegue o carro em que está Ramiro. Fernanda recebe em sua casa os familiares de Pedro. Ramiro é parado pela polícia e cai em uma emboscada. Policial aponta uma arma para Ramiro e pede que ele entre no carro. Leandro beija Maria Antônia na festa e ela se entrega, mas confessa que ama Miguel. Leandro agarra Maria Antônia a força. Ramiro conversa com o suposto policial e pergunta se o que está acontecendo não é uma armação do Tobias. Maria Antônia chora, trêmula e ajeita a sua roupa. O policial tira Ramiro do carro e o manda ficar de joelhos. Ramiro implora para que não o mate. As luzes se apagam e tecidos aéreos iluminam o salão do Mademoiselle. Poderosa com uma máscara, sai de trás do tecido e começa a dançar. Todos ficam admirados. Poderosa dança, olhando fixamente para Bernardo.",
			"sexta": "Poderosa se aproxima, com sangue nos olhos, encarando Bernardo. Bernardo faz que vai arrancar a máscara de Poderosa, mas Duplex chega antes e impede. Poderosa circula pelo salão, arrancando olhares, assovios e palmas. Os clientes ficam polvorosos com a performance e gritam por quem paga mais. Poderosa retira a máscara. Olympia fica impressionada com Poderosa. Maria Antônia diz para Fernanda que quer ir embora. Policial leva Ramiro a um prédio abandonado. Fernanda sugere a Tobias que chame a polícia para descobrir o paradeiro de Ramiro. Miguel sentado em sua poltrona, olha para a pashimina de Poderosa. Miguel envia uma mensagem para Poderosa. Tobias pede para Fernanda se acalmar."
		},
		"O rico e lázaro": {
			"segunda": "Shag-Shag e Hurzabum se abraçam emocionados. Hurzabum pergunta porque a mãe não o procurou antes e ela diz que tinha medo de estragar a felicidade do filho. Hurzabum diz que a única coisa que o impedia de ser feliz por completo era a ausência dela. Nitócris enfurecida diante de Evil-Merodaque, que diz que Belsazar deve ficar mais um tempo exilado. Nabonido tenta acalma-la. Ravina e Zadoque ficam indignados com as acusações de Fassur, que avisa estar noivo de Elga. Malca e Zelfa falam sobre Zac e Joana. Deborah conversa com Ilana e fala do encontro com a mendiga. Zelfa aconselha Malca a amar a si mesma. Shag-Shag e Hurzabum conversam na Casa da Lua.",
			"terça": "Absalom declara seu amor para Dana, que fica mexida. Malca descobre que Zac chantageou Joana. Rabe-Sáris dá voz de prisão a Zabaia. Daniel fala sobre Deus com Evil-Merodaque. Sammu-Ramat pede ajuda aos deuses para calar Zabaia. Hurzabum diz que receberá a visita de Shag-Shag. No calabouço, Rabe-Sáris ameaça Zabaia. Darice implora para Sammu-Ramat salvar a vida de Zabaia. Na casa de Ravina, todos conversam em clima de paz. Sammu-Ramat seduz Rabe-Sáris e pede para ele levar comida até a cela de Zabaia. Shamiran apoia Evil-Merodaque. Sammu-Ramat leva comida para Zabaia na prisão. Ele percebe que caiu em uma armadilha ao ficar com a boca toda colada. Samira e Talita exigem que os maridos encarem Larsa.",
			"quarta": "Aspenaz tenta confortar Darice. Zac fala com os irmãos sobre o envolvimento de Rabe-Sáris com o comércio clandestino de cerveja. Dana se lembra do pedido de casamento feito por Absalom. Ebede-Meleque avisa que Rabe-Sáris está procurando por Sammu-Ramat. Beroso pergunta se Arioque quer comprar a Casa da Lua. Amitis cede o quarto real para Evil-Merodaque e Shamiran. Daniel passeia com os filhos pela cidade. Rabe-Sáris questiona Sammu-Ramat, que desconversa e marca um novo encontro com o oficial. Evil-Merodaque e Shamiran são levados ao quarto real.",
			"quinta": "Joana pede para Asher não cultivar a vingança. Shag-Shag conversa com Benjamim. Ilana chega e pede para conversar com a mãe de Hurzabum. Rebeca apoia o marido. Fassur comunica a data de casamento e avisa que logo terá uma nova eleição na sinagoga. Evil-Merodaque diz que é preciso dar dignidade aos escravos. Beroso e Nebuzaradã não gostam. Neusta se irrita ao ver Joaquim beijando Edissa antes do casamento. Ilana oferece ajuda a Shag-Shag. Darice flagra Sammu-Ramat comemorando a morte de Zabaia. Todos estranham ao verem Nebuzaradã concordando com Asher e fingindo-se de bonzinho. Joana chega em casa e se depara com Zac. Asher questiona a atitude de Nebuzaradã. Sammu- Ramat nega ter feito algo contra Zabaia e oferece o incenso para Darice. Asher controla o ódio por Nebuzaradã.",
			"sexta": "Zac confessa ter chantageado Joana e leva uma bronca de Elga. Ela avisa que ninguém poderá reclamar de sua união com Fassur. Amitis procura Nitócris e diz que Evil-Merodaque deve ter o apoio da família. Lior pede para Asher deixar de ser teimoso e o convida para o casamento de Joaquim. Ebede-Meleque ajuda Neusta a se arrumar para a cerimônia. Evil-Merodaque conversa com Shamiran e diz que permitirá que Joaquim deixe a cidade. Nitócris e Nabonido recebem uma mensagem do servo Madai. Dana fica mexida com o olhar de Absalom. Nebuzaradã diz que Arioque pode ser um problema em seu caminho. Nitócris recebe notícias de Belsazar. Sammu-Ramat aconselha Nebuzaradã a matar Arioque. O chefe da guarda se recusa. Joaquim fica ansioso à espera da noiva. Neusta pede para Ebede-Meleque buscar um vestido da rainha e atrasa a cerimônia. Asher faz as pazes com Joana. Amitis fica surpresa ao ver Neusta chegando trajando seu vestido. Joaquim se emociona ao ver Edissa vestida de noiva."
		},
		"Caminhos do coração": {
			"segunda": "Cris fica envolto em uma bola de energia e sente dor. Júlia entra no laboratório perseguida por Vlado e Fúria e se tranca dentro de uma cela. Os dois tentam abrir a porta, mas não conseguem e Júlia avisa que ela só abre com uma senha. Vlado e Fúria avisam que a médica irá apodrecer lá dentro. Júlia tenta fazer um acordo, mas eles ficam irredutíveis e ela se desespera. Eric, Fernando e Juanita ameaçam matar Maria, Beto e Noé, que ficam tensos e não tiram os olhos dos bandidos. Iara corre apavorada e Perpétua foge para outro lado. Cris sai correndo, gritando, se contorcendo de dor. Marcelo pede para Taveira e Dino falarem sobre sua vida e os dois inventam uma história. Marcelo se irrita e diz que não acredita neles.",
			"terça": "Janete conta sobre a visão que teve da Liga do Bem. Toni e Cléo decidem voltar para o depósito, mas são surpreendidos por Leão, que aparece diante deles. Leão os ameaça e Toni se prepara para lutar. Leão avança na direção de Toni, mas ele desvia com sua super-agilidade. Leão vai para cima de Cléo, que se pendura num galho e lhe dá um chute. Leão cai no chão e se machuca, e os dois aproveitam para fugir. Eric atira em Maria, mas ela consegue desviar e eles começam a lutar. Juanita parte para cima de Noé e Fernando luta contra Beto. Juanita se transforma em cobra e se enrosca em Noé, que começa a sufocar, mas segura a cobra com força. Demétrio dá um beijo em Ísis. Os dois são surpreendidos por Golias, que os ameaça. Ísis fica invisível e Demétrio vai subir numa árvore, mas o gigante o segura pelo rabo e o impede.",
			"quarta": "Lucas e Janete avisam que irão para a ilha. Eric dá um mata-leão em Maria e começa a sufocá-la. Beto dá vários golpes em Fernando, que tenta revidar, mas foge. Beto pega uma cadeira e acerta Eric, que solta Maria. Eric fica acuado e foge. Maria vê Noé ajoelhado no chão, olhando para Juanita nua e inerte. Noé fica em estado de choque e diz que Juanita está morta. Marcelo joga terra na cara de Dino e Taveira e sai correndo. Os dois vão atrás de Marcelo, que consegue se afastar. Vlado e Fúria sentem o cheiro de alguém e se escondem no laboratório. Capeletti dá de cara com Vlado e Fúria, que ameaçam atacá-lo. Pachola e Vavá ouvem um barulho atrás de uma árvore, onde Demétrio e Ísis estão escondidos. Ísis fica invisível e Demétrio sobe numa árvore, surpreendendo Pachola e Vavá, que vêem o homem macaco. Ísis pede que eles os deixem em paz. Pachola consegue segurar Ísis, que fica visível e se apavora.",
			"quinta": "Cassandra diz que irá acabar com Júlia e os mutantes do mal. Capeletti atira com a pistola de raios contra Vlado. Fúria joga um tubo de ensaio em Capeletti, mas nada acontece e ele dispara novamente contra eles. Vlado e Fúria fogem. Capeletti procura Júlia. Cassandra relembra os fatos e descobre o plano de Gór. Ela liga para Gór e diz que sabe que ela se aliou à Júlia e está usando Metamorfo para tentar enganá-la. Gór diz que Cassandra enlouqueceu e desliga o telefonea. Cassandra avisa que irá acabar com Júlia e os mutantes do mal. Helga leva um susto ao se deparar com Paola, que começa a se aproximar ameaçadoramente. Helga avisa que irá contar para Simone que Paola entrou no apartamento dela. Paola dá um pulo e se enrosca em Helga, que fica em pânico. Guiga vai à casa de Teófilo com Lucas e Janete.",
			"sexta": "Toni e Cléo sentem um frio insuportável quando surge o Homem-Gelo. Maria tem um pesadelo com Juanita e Noé diz que ela ficou traumatizada com o que aconteceu com a cobra. Juanita-cobra se arrasta, mas eles não a vêem. Paola segura Célia e lhe dá um abraço. Ela quebra um vaso na cabeça de Paola. A duas rolam pelo chão e Paola tenta sufocar Célia, quando Simone e Mauro entram no apartamento. Os dois gritam por socorro. Paola solta Célia e pega o que roubou. Mauro corre para socorrer Célia e vê Helga desmaiada. Esmeralda observa Ernesto dormir e diz que nunca irá abandoná-lo. Tati diz que precisa ir para ilha, mas os adultos não a deixam e todos ficam esperando que ela provoque o fenômeno do “poltergeist”. Capeletti avança contra Júlia. A médica entrega um picolé de sangue para Capeletti, que se acalma e sai para procurar Marcelo."
		},
		"a escrava isaura": {
			"segunda": "Álvaro diz a Isaura que vai lhe proteger enquanto viver. Raimundo conta a Álvaro que Isaura é uma escrava. Leôncio joga pôquer com seu sogro. Miguel e Pedrinho se aproximam de Isaura e Álvaro. Isaura confessa ser escrava durante a festa. Isaura desmaia e Álvaro chama um médico. Branca fica vitoriosa com o escândalo. Geraldo e o chefe de polícia não concordam com o fato de Isaura ser escrava. Cel. Sebastião ganha no pôquer e Leôncio volta para casa. Geraldo vai à direção dos capangas e diz a eles que não podem levar Isaura sem um mandado assinado por Leôncio. Gabriel consegue mexer os pés. Isaura acredita que Álvaro não vá perdoá-la. Álvaro diz a sua mãe que continua a gostar de Isaura. Tomásia quer descobrir quem acertou o tiro no Conde durante o duelo.",
			"terça": "Tomásia pergunta a Belchior quem atirou no Conde. Malvina pressiona Leôncio para que lhe conte sobre o local onde está Isaura. Isaura e Miguel contam toda a verdade sobre eles para Álvaro e Perpétua. Henrique se despede de seu pai para voltar ao garimpo. Cel. Sebastião diz a Rosa que dará sua liberdade quando ele morrer. Rosa toma café com seu pai que corrige a toda hora seus erros de português. Álvaro diz a Isaura que vai lhe proteger enquanto viver. Malvina proíbe Francisco de contar a Leôncio sobre a mensagem do telégrafo sobre o paradeiro de Isaura. Belchior conta a Tomásia o que se passa na fazenda de Leôncio.",
			"quarta": "Branca ri do vexame no baile. Miguel expulsa Raimundo e Martinho de sua casa. Álvaro consulta Geraldo para conseguir a liberdade de Isaura. Francisco consegue a cópia do telex de Martinho. Leôncio manda bombons envenenados para Tomásia. Sargento avisa Tomásia que ela foi absolvida dos processos. Gabriel convida Sebastião para o jantar. Rosa marca encontro com Dr. Paulo. Henrique encontra Moleca ameaçada pelo capitão-do-mato. Álvaro fica indignado com a escravidão. Henrique conta a Bernardo que foi enganado. Bernardo diz que vai comprar a liberdade de Moleca com o dinheiro falso. Branca ri do vexame no baile. Álvaro discute com Martinho. Sebastião vai ao jantar de Tomásia que recebe a caixa de bombons. Dr. Paulo encontra Rosa que diz que quer casar com ele. Álvaro pensa em comprar Martinho para dar informações falsas a Leôncio.",
			"quinta": "Álvaro pede Isaura em namoro. Isaura doa as jóias que ganhou de Almeida para a libertação de escravos. Leôncio diz a Malvina que vai castigar Isaura. Sebastião tira satisfações com Tomásia e Gioconda. Álvaro pede Isaura em namoro e Miguel concorda. Dr. Paulo tenta agarrar Rosa a força. Sebastião come os bombons envenenados. Perpétua não concorda com os planos de Álvaro. Sebastião acorda e Gioconda desconfia que foi Leôncio que mandou os bombons. Francisco fica sabendo que Sebastião passou mal. Henrique vai ao mercado de escravos comprar Moleca e as crianças raptadas com as moedas falsas. Francisco leva notícias de Sebastião para Malvina e Leôncio. Álvaro faz a proposta para Martinho e Raimundo.",
			"sexta": "Branca vê Álvaro conversar com os capitães-do-mato. Álvaro oferece o dobro de dinheiro para Martinho e Raimundo. Henrique consegue comprar Moleca e as crianças. Belchior ouve Leôncio falar que mandou os bombons envenenados. Tomásia desconfia de Leôncio. Dr. Paulo atende Sebastião. Álvaro convence Raimundo e Martinho a aceitarem o dinheiro. André, Moleca, Bernardo e Henrique se escondem na fazenda de Tomásia. Sebastião e Malvina interrogam Leôncio sobre os bombons envenenados. Branca vê Álvaro conversar com os capitães-do-mato."
		}
	}
}
