{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Tereza Cristina se irrita quando Patrícia avisa que vai com Alexandre à festa de Griselda antes de comparecer ao jantar em sua casa. Wallace aceita se consultar com outro médico, e Zuleika pede para acompanhá-lo. Quinzé confessa a Gigante que teme a proximidade entre Teodora e Quinzinho. Luana prevê que Patrícia sofrerá uma grande decepção. Tereza Cristina se revolta com a chegada de Renê à casa de Griselda. Celeste comenta que Amália precisa se divertir. Griselda questiona Quinzé e Gigante sobre seus convidados especiais. Antenor revela a Griselda que Renê chegou à sua festa.",
      "terça": "Antenor ouve Renê dizer que Tereza Cristina fará um jantar de noivado para Patrícia. Alberto briga com os clientes do Tupinambar. Teodora fica enciumada ao ver Wallace chegar à pizzaria com Zuleika. Vanessa afirma a Esther que ela é a alma da Fio Carioca. Ferdinand deixa Pereirinha entrar na festa de Griselda. Deborah beija Quinzé. Esther e Vanessa trabalham na coleção de verão para a Fio Carioca. Griselda invade a casa de Tereza Cristina.",
      "quarta": "Paulo pede para Griselda deixar a casa de Tereza Cristina. Griselda reclama da presença de Pereirinha e Enzo em sua festa. Tereza Cristina manda Crô chamar a polícia para acabar com a festa de Griselda. Enzo dança com Danielle, e Pedro Jorge a aplaude. Deusa corta os cabelos de Reinaldo enquanto ele dorme. Zambeze encontra o computador de Marcela, e Álvaro vê um vídeo que a jornalista fez antes de morrer. Amália consegue um advogado para defender Rafael. Pereirinha dorme com Tereza Cristina. Paulo rasga os desenhos de Esther.",
      "quinta": "Griselda conta para Gigante que entrou com um pedido de divórcio para se separar de Pereirinha. Guaracy pede para Quinzé conversar com Dagmar. Esther convence Paulo a lançar a nova coleção da Fio Carioca. Álvaro pensa no vídeo de Marcela e liga para Tereza Cristina. Renê se reúne com sua equipe e pensa em abrir um novo restaurante. Griselda fala para Gigante que quer investir no restaurante de Renê sem que ele saiba. Alberto discute com Dagmar e Guaracy insinua que ele está interessado na cozinheira. Griselda explica para Vilma o motivo de ser a investidora anônima de Renê.",
      "sexta": "Paulo pede Vanessa em casamento. Álvaro procura Tereza Cristina para falar sobre Marcela. Zambeze fica intrigada com as insinuações de Íris e Alice sobre Álvaro. Juan e Letícia namoram. Enzo e Pereirinha vasculham quarto de Teodora e encontram a miniatura de marfim. Pereirinha confronta Teodora.",
      "sábado": "Griselda incentiva Renê. Gigante pede para Barinski fingir ser o investidor do restaurante que Renê pretende abrir. Pereirinha vende a miniatura no antiquário. Antenor dorme com Beatriz. Patrícia passa a noite com Alexandre. A nova coleção da Fio Carioca é elogiada por todos. Guaracy leva Esther para o hospital para ter seu filho. Griselda e Tereza Cristina discutem. Márcia avisa a Paulo sobre o parto do filho de Esther."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Keyla e Ellen convencem Dóris a voltar atrás em sua decisão de deixar a escola. Keyla, Benê e Ellen pensam em promover uma festa para arrecadar fundos para consertar a escola. Malu descobre sobre o apitaço e tenta falar com Edgar. K2 afirma a K1 que Tato reatará o namoro dos dois. Lica e Tina exigem que Guto converse com Benê. Com a ajuda de Fio, Ellen cria um financiamento coletivo virtual com fotos da escola danificada. Lica e os alunos começam o apitaço no colégio. Edgar confronta Lica na frente de todos os alunos.",
      "terça": "Lica se enfurece com Edgar, e Tina tenta acalmar a amiga. Bóris se preocupa ao saber que alunos registraram a briga de Edgar e Lica. Incentivada pelos amigos, Lica conta para Marta sobre o ocorrido com Edgar. Ellen e Fio iniciam a campanha de financiamento coletivo para a festa do colégio e pedem que todos os alunos divulguem o site. Tina mostra para os amigos o site do financiamento coletivo do colégio de Ellen. Marta afirma que processará Edgar.",
      "quarta": "Malu sugere que Edgar tente seduzir Marta. Marta conversa com sua advogada. Deco manda uma mensagem para Keyla. Bóris e Dóris conversam sobre o problema criado por Edgar e Lica. Julinho atrapalha o namoro de Josefina e Roney. Bóris pede para Edgar convocar uma reunião de pais. Lica fica intimidada ao chegar à escola, e Tina a apoia. Clara provoca Lica com a ajuda de alguns alunos e reage com despeito ao ver Felipe consolar a rival. K1 implica com Benê, que a enfrenta.",
      "quinta": "Josefina afasta Benê de K1. Edgar se aconselha com Malu sobre como agir com Marta. K1, K2 e Keyla propõem uma trégua durante a organização da festa junina. Clara pede para conversar com Luís. Josefina pede para Roney aceitar o pedido das crianças para tocar na festa junina. Fio aproveita a saída de Ellen e intimida Jota. Guto se espanta quando Benê avisa que deixou a banda. Tato desconfia do comportamento de Keyla ao receber uma mensagem em seu celular. Benê pensa em voltar a tocar piano. Lica flagra Edgar abraçando Marta.",
      "sexta": "Edgar pede para voltar para casa, e Marta e Lica se espantam. Bóris convence Mitsuko a convocar os pais para a reunião de emergência na escola. Deco pede para se encontrar com Keyla. Edgar exige que Bóris prepare a sua defesa contra os pais dos alunos. Felipe fica encantado com os desenhos de Lica e sugere que eles grafitem um muro perto do colégio. Benê volta a tocar piano. Edgar vê Marta e Luís chegando juntos para a reunião de pais. Mitsuko declara que a associação de pais e mestres exige o afastamento de Edgar da diretoria do colégio."
    },
    "Aventuras de Poliana": {
      "segunda": "Poliana tem dificuldades para decorar a coreografia do musical. Cássio pergunta a Bento se ele prefere ficar com ele ou Ruth. Vini e Guilherme vão até o bar Toca Toca a procura de Jeff. Nancy topa participar de uma operação policial para pegar Rato. Luca termina o namoro com Gabi. As crianças do Clubinho inventam uma desculpa para ir até a casa de Pendleton procurar provas no laboratório. Débora confessa que o filho que está esperando é de Afonso. Sophie continua a dar as aulas de música na comunidade. Marcelo pede Luisa em casamento novamente. Disfarçado, Roger tenta sair do esconderijo no bar Toca Toca, mas é pego por Guilherme.",
      "terça": "João recebe por correio os antigos cordéis que sua mãe cantava a ele quando era pequeno. Henrique e Gleyce começam a se aproximar cada vez mais, e quase se beijam. Sophie e Iure sugerem ao CLP que retomem o projeto da escola de samba do Jardim Bem Te Vi. Gabi posta um vídeo falando mal de Luca, e conta que ele roubou a música de Lindomar. Antônio pergunta se Violeta está envolvida em algum crime de Waldisney. As crianças do Clubinho perguntam a Glória qual a história por trás do colar de Poliana, e ela conta uma lenda. Sérgio e Joana discutem. Kessya pergunta se sua mãe gosta de Henrique.",
      "quarta": "Durval pede que Mosquito tome conta da padaria durante suas férias. Mosquito dá flores para Brenda e a convida para sair. Mário não acredita na história que Pendleton contou sobre Ester. Pendleton faz um vídeo para incentivar o uso da tecnologia na educação. Débora faz outro exame para confirmar que Afonso é mesmo o pai de seu filho. Mirela conta aos amigos sobre a apresentação de dança que eles farão no fim de ano. Henrique decide investir em Gleyce, e com medo da reação dos filhos, a mulher hesita. Marcelo e Luisa começam a planejar o casamento. Nancy descobre que Violeta também está envolvida com as tramoias de Waldisney.",
      "quinta": "Disfarçados, Roger e Nadine vão até o aeroporto para fugir. As crianças do Clubinho dizem novamente a Ester que ela é uma Android. Ester continua atacando Poliana, e Pendleton se incomoda com seu comportamento. Waldisney descobre que Jeff fez o serviço pela metade e o ameaça. Ester invade o laboratório de Pendleton, descobre que é uma Android e ataca Poliana. João e Pendleton encontram Poliana caída no chão, e chamam uma ambulância. Fugitivo da polícia, Roger pede ajuda a Falcão para se esconder. Verônica confessa que foi a responsável por denuncia-lo.",
      "sexta": "Henrique diz a Helô que está apaixonado por Gleyce. Pendleton leva Poliana ao hospital, onde a menina é internada em estado grave. Débora e Afonso fazem o enxoval para o bebê. No hospital, familiares e amigos de Poliana aguardam apreensivos por notícias na sala de espera. Pendleton descobre que Ester atacou Poliana. Arlete enfrenta Falcão e pede que ele coopere com os projetos da comunidade. A polícia aparece no bar Toca Toca e encontra o esconderijo. Brenda vai até o encontro com Mosquito, mas as coisas não saem conforme ele esperava. Preocupado com as atitudes de Ester, Pendleton descobre seu paradeiro e vai busca-la na casa de Sérgio. Luisa diz a Poliana que talvez a menina não consiga mais andar devido ao acidente."
    },
    "Cúmplices de um resgate": {
      "segunda": "Vicente dispensa o trabalho do advogado Jaime, após saber por André que o homem trabalha para Geraldo e Regina. Fiorina e Nina decidem que Giuseppe precisa emagrecer por estar barrigudo. Regina descobre que Otávio acordou no hospital e fica preocupada. Sabrina pensa que Matheus lhe pedirá em namoro, mas fica chateada ao saber que entendeu tudo errado. Matheus conversa com a garota e os dois voltam a serem melhores amigos.",
      "terça": "Raul vai até a mansão de Regina. Isabela procura provas contra Regina com Marina, que está disfarçada. As duas encontram exames de DNA falsificados. Regina vê Isabela com o documento e se irrita. Isabela revela ser ela e não Manuela. Regina fica enfurecida e leva Isabela da mansão. Ofélio liga para Manuela para contar o ocorrido. Nico se exercita para a corrida como Jockey no cavalo Dourado. Manuela avisa Joaquim, Felipe e Julia sobre Isabela. Regina prende Isabela em uma cadeira de um galpão.",
      "quarta": "Felipe, André, Julia e André entram na mansão para tentar ajudar Isabela. Safira diz para Arthur que houve um grande desvio de dinheiro e que o rombo não foi pequeno. Arthur descobre que mesmo após Vicente ter sido preso os desvios de dinheiro continuam, ou seja, além de Geraldo, Regina pode estar envolvida. Joaquim entra na mansão pelo porão, mas faz barulho. Regina escuta, surta com Joaquim, lhe ameaça e o expulsa da mansão. Taísa enfrenta Tomas na On-Enterprise e após escutar desaforo dele, o ameaça.",
      "quinta": "Isabela tenta se soltar da cadeira, não consegue e cai no chão. Jaime dá uma declaração ao jornal dizendo que abandonou o caso de Vicente, pois ele é culpado. Safira conversa com Regina e pergunta se Geraldo deixou as senhas da conta da gravadora com ela. Regina garante que não tem nada a ver com as roubadas de Geraldo. Frederico prepara uma festa de boas-vindas para Otávio na On-Enterprise. André convida Dinho para cuidar do caso de Vicente.",
      "sexta": "Sabrina diz para Téo que agora é a Super Sabrina. André vai tirar satisfação com Jaime, que nega ter feito algo de errado. Otávio tem alta do hospital. Ofélio segue Regina para tentar descobrir aonde está Isabela. Fiorina e Nina conversam como deveria ser o casamento entre Helena e Pedro. Porém, as duas se desentendem sobre ser o pastor ou o padre a celebrar a cerimônia. Com a discussão, descobrem que uma não mandou flores para a outra. Otávio volta ao trabalho e é surpreendido com a festa. Como o empresário perdeu a memória recente, Otávio pergunta se Safira não foi trabalhar neste dia. Nina e Fiorina voltam a não gostar uma da outra."
    },
    "Betty a feia": {
      "segunda": "Depois que o advogado expõe a situação delicada da V&M, Roberto não tem outra alternativa senão procurar a única pessoa que pode ajudá-lo a salvar a empresa. Roberto espera Betty em um restaurante e se surpreende ao vê-la tão mudada. Os dois tem uma conversa sincera e ela se compromete a devolver a empresa. Inesita se reune com Margarita e diz que Smith a acusa de ter roubado a coleção de Hugo Lombardi. Hugo enfrenta Romina e mostra a foto dela com o quadro roubado.",
      "terça": "Ao se sentir encurralada, Romina finge uma dor no ventre e desmaia. Ela é levada para o hospital. Nícolas pede a Patrícia que o acompanhe à inauguração de uma galeria de arte. Ao chegar lá, Patrícia foge dele e encontra Marcela. Armando ouve quando Patrícia comenta com Marcela que Betty voltou para Nova Iorque. Logo depois Armando e Marcela são enrtrevistados e fotografados por um jornalista. Armando diz para a jornalista que os dois continuam juntos.",
      "quarta": "Marcela diz a Patrícia que seu plano de se fazer de vítima está funcionando e Armando tem passado as noite em seu apartamento. Ela confidencia à amiga que está preocupada com a volta de Beatriz. Na reunião do Conselho, Roberto renuncia ao cargo de presidente e elege para o posto a pessoa mais indicada para dirigir sua empresa: Betriz Rincón. Todos ficam surpresos com a chegada da nova Betty. No banheiro da empresa, Marcela enfrenta Betty e as amigas do pelotão e pregunta por que ela voltou para a V&M.",
      "quinta": "Fábio mente para Hugo e diz que o quadro da foto é uma cópia da obra de arte que ela comprou no bairro chinês. Hugo acredita nele. Os advogados de Efrain procuram Sofia e comunicar que seu ex marido ganhou o processo contra a cidade de Nova Iorque e será indenizado em duzento e cinquenta mil dólares. Jenny ouve a conversa. Mariana flagra Ricardo e Malú se beijando no escritório.Romina pressiona Mata e ameaça contar a verdade a todos se ele não lhe der um milhão de dólares. Mata conta a Daniel e ele ordena que se desfaça de Romina.",
      "sexta": "Hugo encontra Beatriz e não a reconhece. Mas, quando fica sabendo que é ela, se apavora e sai correndo. Roberto diz a Betty que o Conselho Diretivo decidiu que ela deve assumir a presidência da V&M e dá a ela um dia para pensar na proposta. Daniel se aproxima de Betty com a intenção de ofendê-la, mas ela o enfrenta e proíbe que volte a ameaçar sua família."
    },
    "Ouro Verde": {
      "segunda": "O juiz entrega a guarda integral de Henrique para Jorge. Vera acusa ojuiz de ser corrupto e é levada pelo seu advogado para fora da sala.Tomás conta a Lúcio como Miguel matou Catarina, mas diz que não tem comoprovar que o pai esteve com ele.",
      "terça": "Vera acusa Miguel de ter comprado o juiz e ele a expulsa. Vera se recusa a entregar Henrique para Jorge. A polícia, então, é chamada e a obriga aceitar a decisão judicial. Jéssica descobre que está grávida de Gonçalo e pede para Tiago guardar segredo.",
      "quarta": "Miguel se recusa a acompanhar Marta à PJ sem uma ordem oficial. Mônica visita Tomás e ele conta que foi Miguel quem matou Catarina, porém não tem como provar que o pai esteve no local do crime. Marlene oferece ajuda a Vera para separar Bia e Jorge, mas Vera, um pouco assustada, pede que deixem aquela conversa para outro dia.",
      "quinta": "Jorge diz a Bia que enquanto não souberem de Joaquim, todos estão em perigo. Joaquim chega a Portugal e Sérgio consegue descobrir a identidade falsa dele. Otelo diz a Maria Teresa que vai se encontrar com um jornalista e ela ordena que faça o que for preciso para que nada falhe. Joaquim aponta uma arma para Miguel.",
      "sexta": "Joaquim exige de Miguel o seu dinheiro do BBFF ou um empréstimo, mas o banqueiro diz que não pode fazer nada. Jorge diz a Amanda para não se sentir culpada. Lúcio aparece e fica sabendo da história da documentação.",
      "sábado": "Lúcio descobre que Joaquim voltou a Portugal. Jorge também fica sabendo da notícia e corre até Bia para protegê-la. Otelo se reúne com Mônica para discutir a venda do banco e tenta dar em cima dela, mas a médica afirma ter namorado. Pedro, ex-marido de Inês, reaparece de surpresa, causando desconforto em Antônio."
    },
    "Caminhos do coração": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "a escrava isaura": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "totalmente demais": {
      "segunda": "Carolina descarta o celular de Lorena, impedindo a publicação do registro de seu almoço com Germano. Fabinho é sentenciado a cumprir trabalhos comunitários. Lorena exige que Yasmin apreenda o celular de Carolina. Carolina pede a Pietro que observe se algum funcionário da revista faz espionagem para Lorena. Yasmin envia para Lorena um vídeo de Carolina dançando com Germano. Carolina entra em pânico ao assistir ao vídeo no site de Lorena.",
      "terça": "Germano exige que Zé Pedro retire seu vídeo com Carolina do ar. Lu propõe a Adele que ambas sejam somente amigas. Pietro vê Yasmin conversando com Lorena na boate e avisa a Carolina. Zé Pedro liga para Lorena e manda ela retirar o vídeo do ar. Lili expulsa Germano de casa, e acusa o marido de tê-la traído com Carolina. Lili avisa a Carolina que a parceria da Bastille com a Totalmente Demais está desfeita.",
      "quarta": "Carolina garante a Lili que não existe nada entre Germano e ela, mas a dona da Bastille exige que a jornalista convoque a imprensa para anunciar o fim do concurso Garota Totalmente Demais. Dino perde a oficina para Cordeiro ao não conseguir pagar sua dívida com o agiota. Zé Pedro alerta Germano sobre a multa de rompimento de contrato com a Totalmente Demais. Lili anuncia o fim do concurso em coletiva, mas é interrompida por Germano.",
      "quinta": "Germano contraria Lili e avisa que continua a parceria entre a Bastille e a Totalmente Demais. Arthur e Eliza comemoram a decisão. Lili pede a Florisval que a leve para um lugar distante de sua realidade. Florisval nota que Lili começa a beber demais. Lili se nega a voltar para casa e pede a Florisval que a deixe no estúdio de Rafael.",
      "sexta": "Zé Pedro impede Dorinha de filmar Lili deixando a casa de Rafael. Carolina pergunta a Arthur se Eliza é o motivo pelo qual o empresário se recusa a namorá-la. Stelinha pede a Arthur para evitar a proximidade com Eliza. Dorinha conta a Carolina que viu Lili saindo da casa de Rafael. Carolina pergunta a Rafael se Lili passou a noite na casa dele.",
      "sábado": "Rafael despista Carolina. Eliza vence a quarta etapa do concurso. Stelinha percebe que Arthur está se envolvendo com Eliza e trama com Aparecida uma forma de afastar os dois. Fabinho comemora com Débora os bons resultados em relação ao rio Tamanduá. Arthur incentiva Eliza a superar as lembranças ruins de Dino. Max aconselha Lu a dar uma chance para Jamaica. Germano pensa em alugar um apartamento no prédio de Zé Pedro. Carolina não gosta de ver Arthur acompanhando Eliza."
    },
    "novo mundo": {
      "segunda": "Jacinto avisa a Thomas que o corpo de Elvira foi encontrado. Joaquim recebe a notícia da morte de Elvira e tenta acalmar Quinzinho. Germana e Licurgo acusam Joaquim pela morte de Elvira e o rapaz acaba preso. Thomas revela a Anna que Joaquim foi acusado pela morte de Elvira. Bonifácio garante a Joaquim que irá ajudá-lo. Anna afirma que se vingará de Thomas. Cecília tenta se entender com Libério. Licurgo insinua que Wolfgang tem motivos para sentir ciúmes de Diara com Ferdinando. Thomas invade a casa de Domitila. Matias descobre que é irmão de Cecília. Jacinto conduz o caixão de Elvira.",
      "terça": "Jacinto deixa o caixão no cemitério e se encaminha a um esconderijo. Bonifácio afirma que Joaquim é inocente. Anna pensa em fugir e pede a ajuda de Liu. Hugo cuida de Quinzinho. Licurgo e Germana pensam em saquear a casa de Elvira. Thomas não gosta de saber que Liu saiu de casa sem a sua permissão. Matias decide ajudar Cecília. Domitila seduz Dom Pedro. Hugo leva Quinzinho para visitar Joaquim. Tibiriçá vai com Piatã ao local onde o rapaz precisa ficar para se tornar Pajé e Jacira se aflige. Anna tenta fugir com a ajuda de Liu, mas Thomas a impede.",
      "quarta": "Thomas prende Anna e usa Vitória para castigá-la. Anna descobre que foi traída por Liu. Sebastião instiga os representantes das províncias contra Dom Pedro. Quinzinho se irrita ao ver Germana e Licurgo com as roupas de seus pais. Jacira se perde ao tentar ir atrás de Tibiriçá. Piatã não sabe o que fazer para se tornar um Pajé. Diara tem uma ideia para tentar animar Ferdinando. Thomas manda Domitila convencer Dom Pedro a nomear Francisco como seu secretário. Bonifácio descobre a estratégia de Sebastião para prejudicar Dom Pedro. Dom Pedro e Domitila dançam durante o sarau e todos fazem comentários. Leopoldina procura a comitiva dos representantes das províncias.",
      "quinta": "Leopoldina convence os representantes a firmarem um acordo e Dom Pedro se surpreende. Anna estranha o comportamento de Nívea. Ferdinando defende Diara e os dois se encantam um pelo outro. Idalina aconselha Wolfgang a confiar em Diara. Thomas provoca Joaquim na cadeia. Matias fala para Sebastião que sabe que ele é seu pai. Domitila se recusa a perdoar Dom Pedro. Joaquim conta a Leopoldina tudo o que sabe sobre Thomas e implora que ela ajude Anna. Anna dá um ultimato em Liu. Elvira acorda assustada em seu cativeiro.",
      "sexta": "Leopoldina afirma a Joaquim que tentará ajudar Anna. Peter chega com Amália a uma loja de tecido e Madre Assunção aparece no estabelecimento. Dom Pedro escreve cartas a Domitila. Hugo é flagrado tentando abrir o quarto de Thomas e Licurgo o ameaça. Leopoldina pede para Dom Pedro ajudar Joaquim. Domitila garante a Thomas que pode manipular Dom Pedro. Ferdinando se incomoda ao ver Diara e Wolfgang juntos. Tibiriçá explica o que acontecerá com Piatã na mata. Elvira ouve Jacinto ameaçar sua vida e se desespera.",
      "sábado": "Elvira se finge de morta para despistar Jacinto. Leopoldina confessa a Bonifácio sua tristeza com a nova paixão de Dom Pedro. Domitila convence Dom Pedro a convocar Francisco para trabalhar a seu lado no Paço. Bonifácio tenta impedir a transferência de Joaquim. Tibiriçá afirma a Ubirajara que Piatã será Pajé. Germana se insinua para Hugo, que pede ajuda a Quinzinho. Elvira finge para Jacinto que perdeu a memória. Com a ajuda de Matias, Cecília reencontra Libério. Jacira se desespera ao encontrar Piatã desacordado. Ferdinando decide deixar a casa de Diara e Wolfgang. Leopoldina questiona Narcisa sobre a nova amante de Dom Pedro. Joaquim é transferido."
    },
    "jesus": {
      "segunda": "Jesus não liga para as palavras ditas por Jairo e, milagrosamente, faz Caleb voltar a andar. Barrabás diz que não fez nada com Maria Madalena e provoca Petronius. A viúva de Levi ameaça Caifás, que lhe acerta um tapa. Revoltada a mulher parte para cima do sumo-sacerdote. Judite acerta um objeto na cabeça da viúva, que cai morta. Petronius ordena a prisão de Barrabás. Judas Iscariotes fica impressionado com as atitudes de Jesus. Livona e Caifás decidem esconder o corpo da viúva de Levi. Barrabás é jogado no calabouço.",
      "terça": "Asisa se irrita com o banquete oferecido por Mateus para todos. Atormentada pelo Satanás, Diana humilha Adela. Deborah diz a verdade para Arimatéia e confessa que está grávida de Caius. O soldado diz que negará a paternidade até o fim. José de Arimatéia tenta disfarçar diante de Tiago Justo. Petronius diz que tentará descobrir algo de Barrabás e leva Susana até o prisioneiro. Todos comem na casa de Mateus. Asisa fica surpresa ao saber que o marido a deixará para seguir o Messias. ",
      "quarta": "Pilatos diz que Barrabás ficará preso até Maria Madalena reaparecer. Judas Iscariotes e Mateus caminham ao lado de Jesus e seus seguidores. João Batista permanece preso. Caius e Longinus seguem procurando Maria Madalena. Shabaka e Susana lamentam a ausência da moça. Petronius segue sem notícias de Madalena. Na prisão, Barrabás fica revoltado. Bêbada, Adela é humilhada nas ruas de Jerusalém. Malco tenta ajudar Ami a se locomover.",
      "quinta": "Com uma barriga falsa, Livona conversa com Adela e acaba ofendendo a irmã. Pilatos é avisado sobre a presença de Jesus na cidade. Jesus volta ao encontro de seus seguidores. Ami fala para todos sobre sua cura. Gabriela diz sentir falta de João. Yoná confessa também sentir falta de Natanael. Simão Fariseu e Jairo não se mostram confiantes em Jesus. Caifás pede para Malco acompanha-lo. Laila pede para Maria ajudar Asisa. Yonatan fica nervoso com a acusação feita por Caifás. Ele se recorda do momento em que pegou algumas espigas escondido.",
      "sexta": "Caifás fica furioso diante da serenidade de Jesus. Marta, Lázaro e Maria de Betânia ajudam Maria Madalena. Herodíade humilha Antipas. Jesus enfrenta Caifás, que ufa de ódio. Tiago Justo se emociona ao rever Deborah. Maria Madalena segue recebendo os cuidados da família de Lázaro. Judite descobre a barriga falsa de Livona e a expulsa de casa, mas a serva revela saber do assassinato da viúva de Levi. Caifás e Anás ofendem Jesus. Deborah trata Tiago Justo com carinho. Livona propõe um acordo à Judite. Ela diz que pode ajudar a patroa a engravidar."
    },
    "Apocalipse": {
      "segunda": "Guto e Talita tentam se salvar. Natália recebe um aviso sobre o incêndio. César corre para o local. Dylan tenta disfarçar a emoção. Henrique mente e diz para Estela que precisa checar a saúde de sua mãe. O telefone toca e eles descobrem que o galpão da seita está pegando fogo. Jonas corre para tentar salvar vidas. Guto e Talita tentam fugir do local enquanto Berenice e Nina continuam ouvindo os devaneios de Zé Bento. César chega na seita. Glória diz que precisará fugir de Roma. Marta estranha a viagem de Isabela. Emocionado, Dylan não tira os olhos de Noah. ",
      "terça": "Gideon implora para Dylan não dizer nada à Tamar. Gláucia consegue se aproximar de Henrique. Benjamin diz não concordar com o projeto do exército dos robôs. Ricardo se sente contrariado. Gláucia finge interesse em Henrique para fazê-lo confessar os crimes. Gideon pede um tempo para contar a verdade para a família. Adriano tenta distrair Stefano. Glória se despede de Vittorio. André defende Ricardo e acaba discutindo com Benjamin.",
      "quarta": "Gideon não tem coragem de contar a verdade para Tamar. Jonas lamenta o assalto na igreja. Dudu estranha ao ver Gláucia livre. Henrique e Estela abraçam Talita. Gláucia mostra a gravação comprometendo Henrique e revela que ele subornou um policial. Jonas pede para ter uma conversa com Robinson. Gláucia é libertada. Jonas diz que o tráfico que Robinson está fazendo está prejudicando a paz na sociedade. Dudu recebe o mandado de prisão de Henrique.",
      "quinta": "Henrique pede para Natália liberá-lo, mas ela se recusa e lhe dá voz de prisão. César se entende com Guto. Ariela tenta seduzir Luca, mas ele se esquiva. Estela fica espantada ao descobrir que Henrique foi preso. Ricardo recebe a família de Isabela em sua casa. Gideon tenta disfarçar o desconforto. Na prisão, Henrique ameaça Dudu e o policial fica irritado. Estela se mostra decepcionada com o marido. Ricardo pede Isabela em casamento. Adriano avisa que precisa falar com Susana. Noah estranha o comportamento de Gideon.",
      "sexta": "Adriano tenta provocar Débora. Adriano pede a ajuda de Susana para abrigar Glória. Chico e Dudu brigam no bar de Diogo. Emocionada, Estela abraça Talita. Depois do encontro, Ricardo conversa a sós com Stefano. Tamar diz que está pronta para revelar a verdade a Noah. César diz que tem vontade de conversar com Benjamin sobre as descobertas de Zoe. Estela liga para Susana e lamenta todo o ocorrido. Em Jerusalém, Moisés e Elias anunciam a falta de chuva na Terra por mais de dois mil dias."
    },
    "O Que a Vida Me Roubou": {
      "segunda": "Demétrio procura Alessandro para dizer que também é filho de Benjamin Almonte, e quer a metade da herança que lhe corresponde. No hospital, Jose Luis pergunta a Montserrat se ainda o ama. Alessandro entra sem ser visto, ouve a conversa e sai desconcertado. Nádia reclama com Pedro por ter planejado um encontro seu com Victor, neste momento ela vê Ezequiel saindo do banho e imagina que eles estavam juntos. Maria chega à mansão Almonte, encontra Rosário e a humilha.",
      "terça": "Pedro procura Ezequiel em seu escritório para dizer que Joaquim está pronto para começar a trabalhar nos terrenos de Alessandro Almonte e precisa que tenha por lá homens armados. Ezequiel comenta que Esmeralda esteve falando muito mal dele. Montserrat vai atrás de Alessandro e Rosário a recebe, emocionada. Graziela se lembra da noite em que confessou ao Padre Anselmo que estava grávida de Benjamin Almonte, mas o bebê morreu.",
      "quarta": "Carlota telefona para Ezequiel para pedir ajuda. Ela conta que Maria tentou roubar Laurinho e a golpeou na cabeça. Maria chega à fazenda e Célia conta que Esmeralda também chegou para passar uns dias por lá. Montserrat e Alessandro falam do batizado de filho e sobre renovar seus votos. Montserrat se entristece ao lembrar de como morreu seu pai, Alessandro a consola e pede perdão, pois se sente culpado pelo que aconteceu. Montserrat se oferece para ajudar Rosário a se arrumar.",
      "quinta": "Angélica, muito feliz, diz a Alessandro e Montserrat que adoraria ser madrinha do bebê. Jose Luis questiona Montse se é isso que ela deseja, ela responde que sim, e que ama Alessandro e quer estar com ele pelo resto da vida. Demétrio diz a Josefina que sabe que é um homem imprestável e, por isso, a deixará livre, pois merece um homem que a ame de verdade e não Adolfo, que é em muito pior que ele. Jose Luis questiona Alessandro dizendo que primeiro o ameaça e agora pede que sejam compadres e afirma que não suportará vê-lo perto de Montserrat.",
      "sexta": "Jose Luis chega e se surpreende ao ver Renato ameaçando Pedro com uma arma. Renato diz que Pedro estava a ponto de agredir sua esposa. Pedro responde que eles só estavam conversando e que seria incapaz de agredi-la, Nádia concorda com o marido. Um homem encontra Maria e tenta seduzi-la, Ezequiel se dá conta e ordena a Adolfo que o mate. Adolfo se nega então, Ezequiel mata o homem e adverte Adolfo dizendo que se voltar a desobedecer uma ordem sua acabará com sua vida sem se importar que seja cunhado de Pedro."
    }
  }
}
