{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Griselda diz a Antenor que alugará um quarto para ele no Recanto da Zambeze. Esther sofre ao dizer para Paulo que não pensa mais em engravidar. Tereza Cristina discute com Patrícia. Dona Zilá desaparece em meio à vegetação. Amália diz a Quinzé que Teodora está prestes a chegar ao Brasil. Patrícia e Tereza Cristina se reconciliam. Solange canta e ensaia sua coreografia com as amigas. Esther marca um encontro com Danielle, e Paulo ouve. Teodora vê Quinzé na porta do hotel.",
      "terça": "Antenor liga para Patrícia, que o destrata. Teodora conversa com Wallace sobre o prêmio que ele receberá com a luta. Carolina e Vilma pensam em fazer um perfil de Letícia em um site de relacionamento. Rafael e Amália têm sua primeira noite de amor. Griselda repreende Guaracy ao vê-lo no Le Velmont. Severino e Renê elogiam o trabalho de Griselda. Quinzé confronta Teodora, e uma jornalista acompanha a discussão do ex-casal.",
      "quarta": "Teodora é recriminada por ter abandonado Quinzé e o filho para ficar com Wallace. Tereza Cristina organiza sua festa. Ellen suspeita de que Vanessa esteja interessada em Renê, mas Patrícia não acredita. Esther diz a Paulo que vai procurar Danielle para conversar sobre uma possível gravidez. Danielle é avisada de que seu irmão morreu em um acidente de carro. Griselda obriga Quinzé a prometer para Wallace que não importunará mais Teodora. Renê cozinha para Griselda. Tereza Cristina liga para Renê e ouve a voz de Griselda.",
      "quinta": "Griselda convence Guaracy a despistar Tereza Cristina. Renê sente-se mal por ter mentido para a esposa. Danielle garante aos avós de Pedro que ficará com a guarda do menino. Guaracy tenta falar de seus sentimentos com Griselda, mas ela o repele. Crô desafia Ferdinand. Zambeze cuida dos ferimentos de Crô. Luana incentiva Amália a ler o caderno de receitas de Dona Zilá. Quinzé beija Dagmar. Griselda expulsa Antenor de casa.",
      "sexta": "Antenor parte, e Griselda sofre. Griselda não percebe quando o comprovante de seu jogo de loteria cai no chão do quarto de Antenor. Wallace se sente mal durante um treino. Amália e Quinzé tentam convencer Griselda a voltar atrás na decisão sobre o irmão. Quinzinho guarda no bolso o comprovante do jogo de loteria. Patrícia procura Antenor, que beija a moça. Wallace comenta com Teodora sobre o mal-estar que teve no treino. Esther afirma a Danielle que fará o que for preciso para ter um bebê.",
      "sábado": "Esther confessa a Danielle que não conversou com Paulo sobre sua decisão de fazer a fertilização. Wallace sente uma dor no peito, mas disfarça para Teodora. Guaracy flagra Quinzé e Dagmar se beijando. Teodora pressiona Wallace, que assume estar se sentindo mal. Griselda termina a obra no Le Velmont. Amália consegue fazer os cremes de Dona Zilá e se emociona. Renê se orgulha da organização que Tereza Cristina fez para a festa. Teodora pressiona Wallace a vencer sua luta para impedir a falência dos dois."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Éramos seis": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Lica resiste em deixar uma festa com MB. Das Dores se preocupa com a previsão do tempo, e Ellen desconfia de que sua mãe não voltará para casa. Mitsuko repreende o comportamento de Tina. Keyla se prepara para ir com Roney ao hospital, acompanhar sua gravidez. Lica briga com MB, e Clara e Felipe apoiam a amiga. Benê garante a Julinho e Josefina que fará amizades na escola. Keyla, Benê, Tina, Ellen e Lica entram no mesmo vagão do metrô. Chove torrencialmente. A bolsa de Keyla estoura, e as meninas acabam fazendo o parto. Tato descobre que o bebê de Keyla nasceu no metrô. Os paramédicos socorrem Keyla e o bebê.",
      "terça": "Roney e Tato visitam Keyla e o bebê no hospital. Keyla pensa em um nome para o filho e pede ajuda às amigas. Ellen promete a Dóris que não hackeará mais nenhuma rede de computadores. Lica se revolta contra Edgar. Tato enfrenta Aldo e sai de casa. Keyla se recusa a deixar o hospital com o filho, e as amigas a apoiam. Tato garante que cuidará do bebê com Keyla.",
      "quarta": "Keyla insiste para que Tato reflita sobre a decisão de cuidar do bebê ao seu lado, mesmo não sendo o pai biológico. Keyla dá ao filho o nome de Antônio, em homenagem à mãe. Roney permite que Tato se mude para sua casa com Keyla e o bebê. Passam-se dois meses. As meninas visitam Keyla e Tonico e comemoram sua amizade. Anderson e Tina se interessam um pelo outro. Juca se insinua para Ellen, que tenta ajudar Jota com o computador. Ellen, Lica e Tina discutem e afirmam que não são mais amigas.",
      "quinta": "Keyla impede Tato de registrar Tonico. Ellen pede que Anderson entregue a Jota um envelope. Juca pede para Tina fazer as pazes com Lica. Anderson convida Tina para passear de motocicleta. Jota se impressiona com a programação feita por Ellen. Roney manda uma mensagem para Lica, Benê, Ellen e Tina, em nome de Keyla, e elas estranham. As meninas decidem promover a “Balada do Bebê” para conseguir fraldas para Tonico. Tato sai com Tonico, e Keyla faz uma confissão para as amigas.",
      "sexta": "Keyla conta para Lica, Benê, Ellen e Tina como se envolveu com o pai de Antônio. Tato faz uma tatuagem com os pezinhos de Tonico, e Keyla se emociona. Lica e Benê organizam a “Balada do Bebê”. Keyla mostra para Lica, Benê, Ellen e Tina o galpão de Roney. Lica procura Clara e descobre que Malu está namorando Edgar. Keyla é rude com Tato. Benê toca a música de Roney no galpão."
    },
    "Avenida Brasil": {
      "segunda": "Carminha convence a família a chamar a polícia para prender Nina. Nilo expulsa Jerônimo de casa por esconder dinheiro. Jorginho revela para Tufão que foi Carminha quem armou o próprio sequestro. Jerônimo desmaia de fome e Picolé o leva até Lucinda. Tessália reclama da insegurança de Darkson. Leleco conversa com Ivana e descobre que Max tem sonhos com o depósito de lixo. Roni conta sobre sua separação para seus pais. Leandro usa Suelen para se vingar de Wallerson. Nina e Jorginho se despedem de Lucinda.",
      "terça": "Nina e Jorginho são presos e percebem que caíram em uma cilada. Leleco procura Nilo no lixão. Janaína ameaça Max na frente de Zulmira. Jerônimo confirma a Leleco que Max vivia no depósito de lixo. Jorginho tenta convencer Tufão de que Carminha é má. A família Tufão especula que Jorginho seja cúmplice de Nina no sequestro de Carminha. Noêmia, Verônica e Alexia compram roupas na loja de Diógenes. Tufão recebe a confirmação de que algumas notas que estavam com Nina foram usadas no pagamento do sequestro.",
      "quarta": "Tufão passa mal com a revelação de Jorginho. Max desmente as acusações de Leleco. Jorginho aconselha Tufão a procurar um dos sequestradores de Carminha. Leandro faz um gol no jogo e o dedica a Suelen. Lucinda avisa a Débora que Jorginho foi preso. Suelen troca olhares com Wallerson. Tufão conta para a família que Max é pai biológico de Ágata e de Jorginho. Verônica, Noêmia e Alexia reclamam por não ter comida em casa. Muricy conta para Carminha que Tufão foi atrás de Serjão e ela se desespera. Wallerson chama Suelen para ir a sua cobertura. Max fala com Serjão na favela. Tufão, Leleco e Zenon perseguem o sequestrador. Carminha visita Nina.",
      "quinta": "Carminha ameaça mostrar para Ivana e Tufão o vídeo em que Nina aparece com Max. Serjão consegue fugir. Suelen olha para Wallerson enquanto beija Leandro. Leleco e Tufão questionam Max por suas mentiras e as de Carminha. Suelen leva Leandro ao shopping e muda seu visual. Pilar conta para Cadinho que suas mulheres sabem que ele tem dinheiro guardado na Suíça. Tufão liberta Jorginho, mas os dois acabam discutindo seriamente por causa de Nina. Leleco sugere ir com o filho ao depósito de lixo. Carminha manda Lúcio enviar o filme que fez de Nina e Max para Ivana. Jorginho visita Nina. Lucinda se esconde de Tufão e Leleco. A família Tufão fica indignada ao ver o vídeo de Max com Nina.",
      "sexta": "Ivana se enfurece com Nina e Tufão fica perturbado. Jorginho liberta Nina da cadeia. Santiago diz a Lucinda que não deporá contra Carminha para ajudar Nina. Ivana confronta Max e vai à casa de Jorginho para falar com Nina. Cadinho fala para Alexia sobre a conta que tem na Suíça e afirma que ela precisa provar que o ama de verdade. Verônica, Noêmia e Pilar levam água para casa em baldes. Suelen garante a Leandro que vai transformá-lo em um astro. Max se enfurece com Carminha, persegue Lúcio e acaba causando um acidente. Jorginho e Nina vão conversar com Tufão."
    },
    "Aventuras de Poliana": {
      "segunda": "Marcelo diz a Luisa que não tem nada com Nadine e que a mulher deve ter enviado a mensagem por engano. As crianças do Clubinho MaGaBeLo conversam com Sophie sobre Sr. P. Joana desconfia que Sérgio esteja a traindo e desabafa com Cláudia. Iure desconfia que Sophie esteja escondendo algo dele. Poliana reúne a trupe do Esquadrão Antibullying para traçar um plano contra o responsável pelo canal “Vou Te Zuar”, para isso lançam uma campanha contra o bullying virtual. Roger faz o lançamento da “O11OCoin”, a nova criptomoeda da empresa. Arlete deixa o CLP. Afonso volta a sair com Débora e Durval da conselhos amorosos ao amigo. Antônio conta a Violeta que não está mais com Branca. Waldineusa começa a se aproximar de Arlete. Bento flagra Luca jogando uma máscara no lixo, e desconfia que ele seja o autor do canal “Vou Te Zuar”.",
      "terça": "Na casa de Arlete, Waldineusa confronta Falcão. Kessya conta para Poliana que Eric é seu admirador secreto. Bento conta o que viu para Helô, e a coordenadora convoca Luca e Gabi para a diretoria. Marcelo questiona Nadine quanto as mensagens que a mulher enviou a ele. Luca e Gabi dizem a Helô que não são os responsáveis pelo canal. Mirela apresenta “Leandro” a Raquel, e a menina desconfia que o conhece de algum lugar. Luca convida Gabi para sair e o casal vai ao cinema. Claudia e Joana dizem a Luisa que Marcelo tem mesmo um caso com Nadine.",
      "quarta": "Disfarçado de Leandro, Zóio leva Mirela ao cinema. Gleyce e Verônica desconfiam de que Waldineusa possa ter as roubado. Filipa e Paola ajudam Ester a criar perfis em redes sociais. Após a campanha do Espelho Amigo, Filipa vira meme na internet. Marcelo e Luisa brigam. Verônica e Gleyce pedem desculpa para Arlete e a convidam de volta para o CLP. Guilherme pede que a avó ajude Raquel financeiramente para que a menina possa ir para a Austrália. Claudia e Joana decidem seguir Sérgio. Poliana conta a Pendleton que seu maior sonho é se tornar uma grande atriz, como sua mãe.",
      "quinta": "Violeta diz a Luisa que Marcelo já deu em cima dela. Marcelo acusa Pendleton de ter hackeado seu celular. Durval descobre que Guilherme vai para Austrália e fica nervoso por Raquel ter escondido a informação. Marcelo vê Débora chorando por Afonso e a consola. Sérgio descobre que Joana e Claudia estão o seguindo e disfarça. Após o incidente com Bento, Ruth toma medidas extremas de segurança com ele e João. Falcão se alia a “Waldão”. Glória volta a ter surtos de memória. O grupo de hackers “Ratz” invade o sistema do Espelho Amigo e causa problemas a O11O. Ester se recusa a obedecer as ordens de Pendleton.",
      "sexta": "Mosquito diz para Waldisney contar a verdade para Nancy e abandonar de vez sua vida passada. Yasmin, Benício e Gael descobrem que o pai se mudou para o interior com a nova família e ficam chateados. Luca convence Zóio a manter-se no plano contra Mirela. Waldisney tenta contar a verdade para Nancy. Pendleton obriga Ester a reaproximar-se de Poliana. Luisa encoraja Antônio a se resolver com Branca. Yasmin tenta se afastar de Luigi. Sophie tem uma séria conversa com Iure. A polícia aparece na casa de Arlete, e a família teme por Falcão. Waldisneia manda uma carta anônima para Ruth a ameaçando."
    },
    "Cúmplices de um resgate": {
      "segunda": "A polícia intima Vicente para depor após o desfile. Vicente não entende o porquê. Omar é castigado e trabalha na sorveteria para servir os clientes para compensar a bagunça que fez no local. Laura está chateada com o término do namoro com Sandro. Fortunato passa mal e Priscila decide voltar a tratar bem os avós. Tomas diz que quer dinheiro de Safira para abrir uma empresa, do contrário, contará para Otávio sobre a falsa peça piloto. Chloé vai até a gravadora após ser convidada a fechar contrato com eles. Isabela diz para Téo que gosta dele, mesmo ele sendo cego.",
      "terça": "Neusa (Marcela Muniz), mãe de Omar, aparece no haras a convite de Nair. O garoto se irrita. Meire comunica os irmãos Vaz que já sabe de tudo sobre o abandono de Flora e que a assistente social está indo buscá-los. Os três choram. Antes de ir embora, Safira alerta Otávio sobre Tomas ser ganancioso e ter lhe chantageado. Neusa diz para Omar que Joel não é um bom homem e por isso ela se separou dele.",
      "quarta": "Dóris fala com o pai sobre uma corrida de cavalos que haverá e que o prêmio em dinheiro é muito bom. Tomas inventa que ele que era chantageado por Safira. A assistente social chega ao apartamento dos Vaz para levá-los. Meire, que fez a denúncia, aparece vestida de Flora e consegue livrar os irmãos Vaz da assistente social. Otávio discute com Rebeca por ter escondido dele que sabia da culpa de Safira sobre a peça piloto falsa.",
      "quinta": "Meire diz que voltou atrás e pensou sobre os irmãos Vaz serem separados. A mulher diz que não é porque ajudou eles que ela irá amolecer. A síndica explica que alguém precisa cuidar deles, afinal, agora ela é cúmplice deles e não quer se dar mal. Os irmãos Vaz abraçam Meire e agradecem ela. Safira aparece bêbada em casa e chora. Giuseppe presenteia Fiorina com uma joia. Luiz cuida do cavalo Dourado para participar da corrida. Vicente está preocupado com a investigação da polícia. Regina decide tentar se aproximar de Otávio e o convida para um almoço casual.",
      "sexta": "Nina organiza um almoço no vilarejo para todos. Fiorina descobre que a joia que ganhou, na verdade, é uma bijuteria. Otávio se encontra com Regina. A vilã finge que Raul não pode ir. Laura revela para Sandro que já sabe toda a verdade sobre o sequestro das gêmeas e pergunta se ele está disposto a mudar por ela. O capataz responde que, por ela, faz qualquer coisa. Laura diz que eles podem voltar a namorar desde que ele fique do lado das gêmeas. Rebeca fica sabendo que Otávio foi almoçar com Regina e fica enciumada, mas tenta se controlar. Geraldo diz para Arthur que Vicente pode estar envolvido com a pirataria de CD. Sandro deixa Manuela dar uma volta pela mansão."
    },
    "Betty a feia": {
      "segunda": "Betty fica em êxtase quando Armando a chama de meu amor pela primeira vez. Betty se excita com um livro erótico que Aura Maria lhe emprestou e tem pensamentos cheios de sensualidade com Armando. Nícolas vê Betty e Armando se beijando apaixonadamente e critica o comportamento da amiga. Betty se defende e diz a ele que os feios também tem o direito de se apaixonarem. Nícolas ameaça contar a verdade aos pais de Betty. Armando confidencia a Ricardo que, como prometeu a Betty, terminará su compromisso com Marcela. Ricardo volta a dizer que ele não deve em hipótese nenhuma desprezar a “feia”. Patrícia chega à V&M e encontra em sua mesa uma cesta com champagne, caviar, patê, trufas e uvas. Naa sequência recebe uma ligação de Nícolas e eles marcam um encontro. enrique prova a Bertha que Linda é apenas uma vendedora de automóveis e que estava lhe comprando um presenta para comemorar o aniversário de casamento. O casal se reconcilia.",
      "terça": "Betty comete a loucra de deixar um poema erótico no escritório de Armando com o nome de Alfonsina Storni. Marcela encontra o bilhete e agora tem certeza que Armando tem outra mulher na V&M. Furiosa, ela acredita que Alfonsina é amante de Armando e quer destrui-la a qualquer custo. Marcela pressiona Betty para que diga se viu essa mulher na empresa. Com a ajuda de Hugo, Marcela descobre que Alfonsina Storni é o nome de uma poetisa que já morreu. Marcela verifica as câmeras de vídeo da empresa tentar descobrir quem é sua rival, mas nas imagens só vê Betty e Sofia. Armando diz a Betty que foi uma imprudência deixar o poema em sua mesa e dizque não pretende fazer mal a Marcela. Betty entra na sua sala e é surpreendida pelo pelotão. Armando fica sabendo que é o aniversário dela e sente ciúmes quando Nícolas telefona para cumprimentá-la e a convida para sair. Nícolas é atropelado e não consegue chegar ao encontro com Patrícia. Aura Maria sai com Giovás e tem um noite de amor.",
      "quarta": "Betty está feliz porque Armando a convidou para sair e comemorar seu aniversário. Mas, fica sabendo que seu pai convidou todos seus colegas da V&M para uma festa surpresa. Demétrio pede a Armando que fique na festa até as dez da noite e depois vá a seu compromisso. Ricardo diz a Armando que chegou a hora de que ele e Betty tenham um relacionamento mais íntimo. Marcela está atrás de alguma pista que a leve até a amante de Armando e não acredita que ele está naade sua assistente. Junto com Patrícia, Marcela se disfarça para seguir Armando e finalmente desmascará-lo. Os jovens do bairro dizem a Demétrio que Betty e Armando são namorados. Nícolas fica triste por não poder participar da festa de aniversário, mas Betty quer evitar que o pelotão faça perguntas sobre o suposto namoro dos dois.",
      "quinta": "Patrícia e Marcela estão a ponto de flagrar Armando com sua amante.Mas quando chegam perto são abordadas pelos malandros do bairro. Patrícia e Marcela vão até a delegacia do bairro e não conseguem seguir Armando. As garotas do pelotão estão muito animadas na festa, mas Bety está agoniada e quer que tudo termine para poder se encontrar com Armando. Depois que a festa termina, Armando leva Betty a um motel barato que foi indicado por Ricardo. Ela está muito nervosa. Armando começa a beijá-la e tenta tirarsua roupa, mas Betty reage e diz que assim não quer estar com ele. Armando fica confuso. Aura Maria diz a Giovás que só quer que sejam amigos. Bertha desconfia que Charlie e Sofia são amantes. Efrain ouve quando Sofia tem uma conversa amorosa por telefone.",
      "sexta": "Armando fica muito surpreso com a reação de Betty. Elee volta para casa e faz amor com Marcela. Agora ela está convencida que é a única mulher de sua vida. No dia seguinte, Ricardo debocha do amigo por ter sido rejeitado pela “feia”. Marcela vai até a deleegacia para buscar Patrícia, que passou a noite presa. Betty relembra a péssima experiência e fica envergonhada. Sofia fica furiosa com Efrain e Jenny, mas tenta se controlar diante dos filhos. Jenny é escolhida como modelo oficail do próximo catálogo apenas por uma questão de economia.Ela se vangloria diante de todos."
    },
    "Meu coração é teu": {
      "segunda": "Leon vê Fanny e Lênin beijando-se, ele consegue se controlar e se aproxima deles pacificamente. Leon dá a Fanny uma caixa de chocolates e diz que só passou para dizer que está bem, e vai embora. Fanny e Lênin ficam surpresos com a atitude de Leon. Instalam um sistema de alarme na mansão e dão um código de segurança a Fernando. Fernando está a ponto de ensinar a toda família como mexer no alarme quando escuta um grito de Alicia, todos sobem de imediato pelas escadas para ver se ela se encontra bem. Alicia havia gritado porque recebeu uma mensagem de texto de Pablo dizendo que voltará ao país para ficar.",
      "terça": "Leon está em um excelente momento de sua vida e pensa que só falta Fanny para que sua alegria seja completa. Ana está se arrumando para o casamento de Jennifer e Johnny e acredita que Fernando não comparecerá. Ângelo admira a beleza de Ana, Fanny e Lênin se dão conta e comentam que ele deve estar apaixonado por Ana. Alicia fica muito feliz quando Pablo chega à mansão. O juiz está a ponto de cancelar o casamento quando chega Fernando, se desculpando pelo atraso. Ângelo tenta beijar Ana à força, ela reclama a ousadia e afirma que quem ama é Fernando.",
      "quarta": "O computador de Isabela trava em uma página que mostra modelos masculinos com pouca roupa. Pablo visita Alicia pela primeira vez depois de sua volta ao País. Fanny diz a Lênin que sonha em ter um casamento tão bonito quanto o de Jennifer e Johnny. Fernando está preocupado pois ainda não conseguir deter Henrique. Bruno fala com o patrão sobre Manuela e seu envolvimento com Zeus., e Fernando afirma que ele é o único culpado por Manuela estar saindo com outro home. Ana comenta com Fanny que está com atraso e suspeita estar grávida.",
      "quinta": "Fernando está decidido a ir ao workshop e dizer a Ana o quanto a ama, mas nem imagina que Henrique a mantém presa. Fanny e Leon trocam mensagens nas redes sociais e estão cada vez mais próximos. Fernando encontra Ana e impede que Henrique a machuque. Após uma luta corporal, Henrique se fere gravemente e acaba morrendo sem dizer a verdade a Fernando sobre Diego Nicolas. Ana e Fernando se reconciliam, ele devolve o anel de compromisso a Ana, que o aceita feliz.",
      "sexta": "Fernando liga para Diego a fim de convidá-lo para seu casamento, Diego responde que sente muito, mas não poderá comparecer. Fernando diz a Ana que na verdade Diego não quer assistir à cerimônia por que ainda está apaixonado por ela. Ana convida Magda para o café da manhã, conta que vai se casar com Fernando e a aconselha a lutar por Ângelo. Isabela vê Ana com seu filho e lembra que ela é a mãe de Diego Nicolas, também a ameaça de impedir seu casamento com Fernando. Dorival descobre sobre o workshop de Johnny e prepara um plano para prejudicá-lo. Isabela ameaça Ana em levar Diego Nicolas e isto a preocupa muito."
    },
    "Ouro Verde": {
      "segunda": "Gonçalo leva Henrique até Jorge que, juntamente com Bia, dizem ao garoto que tem de o entregar a Vera. Bernardo mostra-se agressivo com Cláudia, quando aparece Miguel, que diz que ele é mais um que precisa de aprender a tratar bem uma mulher e pergunta por Mônica. Amanda suplica a José que não vá ver Catarina, mas José recrimina-se por ser o culpado de tudo e por não ter sido um pai presente. José pede para falar a sós com Catarina.",
      "terça": "José pede desculpas a Catarina, mas ela diz que a culpa é dela por ter enganado a todos. Jorge e Bia conversam com Henrique, tentando fazê-lo ver que tem de estar com Vera e informam-no de que o vão levar de volta para casa dela. Henrique chora desesperado agarrado a Bia e a Jorge. Tiago e Padre Sebastião acabam por dizer a Amanda que deve ser Catarina quem deve decidir se quer ou não ver Tomás. Cláudia está chocada com a atitude de Tomás e Jéssica diz que aquilo a fez pensar na própria filha.",
      "quarta": "Vera e Hadja estão preocupados com o desaparecimento de Gonçalo, quando surgem Jorge e Bia com Henrique, o que deixa Vera muito surpreendida. Tomás fica impressionado ao ver o estado em que deixou Catarina e pede-lhe desculpa, mas ela afirma que nunca lhe devia ter mentido e diz que agora percebe que nunca o amou, tal como tem a certeza de que não foi amada por ele. José decide não dar herança a Miguel e Tomás. Jorge apela ao bom senso de Vera para se entenderem quanto ao filho, mas ela afirma que ele lhe quer tirar Henrique e tem sorte por ela não apresentar queixa na polícia.",
      "quinta": "Lúcio quer saber todo o esquema de Paula e Edy acaba por denunciá-la, contando como funciona a «Casamento Seguro». Lúcio diz a Paula que ela é uma inescrupulosa e criminosa, avisando-a que não vale a pena fazer chantagem emocional com a memória do filho, pois acabou tudo. Salvador, muito revoltado, diz que Jorge tem de pagar pela morte da irmã e José concorda, afirmando que precisam de contar a verdade a Bia.",
      "sexta": "Filardi vai dar os parabéns a Cláudia e Bernardo acaba por arranjar confusão com o empresário. Enquanto Gonçalo tira Filardi dali, Hadja encosta Bernardo à parede, que diz que só estava a defender Cláudia, sem se darem conta que há várias pessoas a filmar tudo com o telemóvel. José entra no quarto e dá de caras com Amanda a arrumar as suas coisas, dizendo-lhe que não fica mais ali, já que ninguém quer ver que Jorge pode estar a ser tramado. Vera entra em casa a puxar Henrique pelo braço e a dizer-lhe que, se ele continuar com aquele comportamento, não o deixa ver o pai. Henrique vai embora e Vera fica muito triste ao recordar o que ele fez ao boneco de massa.",
      "sábado": "Hadja entra em casa e se assusta ao dar de cara com Miguel dormindo. Tiago pede a Cláudia que pense em tudo o que lhe disse, quando aparece Hadja que diz à filha que vai ficar com ela, pois não tem onde ficar. Salvador desce as escadas desorientado, com Sancha pendindo que não faça aquilo e revelando que Salvador quer ir ajustar contas com Jorge, o que faz com que Antônio vá atrás dele, assim como Mônica, José e Sancha."
    },
    "Amor sem igual": {
      "segunda": "No Mademoiselle, Maikitaison serve uma água para Ramiro que encara Olympia. Ela pergunta o que aconteceu com Cindy e Ramiro diz que atirou nela. Maria Antônia revela a seu pai que foi ela quem ofereceu bebiba para Hugo, desmentindo toda a história. Oxente fica arrasado. Ramiro diz à Olympia que a trouxe para o Brasil e abriu o Club para ela e não esperava que o traísse. Olympia diz que pagou um preço alto por ele e que o Club dá um bom retorno para ele. Ramiro ri debochado. Miguel tenta animar Oxente que está desapontado com a filha Maria Antônia. Maria Antônia vai embora de casa e pede ajuda à Poderosa. Maria Antônia diz que quer ser uma Poderosa também e quer trabalhar no Club onde ela trabalha e Poderosa fica surpresa.",
      "terça": "Poderosa diz à Maria Antônia que ela não tem necessidade de se tornar uma garota de programa. Tobias pede a Bernardo que denuncie Cindy. Com isso, ela vai achar que Ramiro fez a denúncia e dizer que ele atirou nela. Bernardo teme porque pode se prejudicar, já que limpou a suíte, matou o camareiro e ainda a levou para a clínica. Antônio visita Cindy na clínica. Dona Sonia diz a Fernanda que Ramiro está no Brasil, que ele mentiu, e que está no mesmo hospital que Peppe está inernado. Peppe termina o namoro com Rosa Flor e pede para ela ir embora. Peppe lamenta que não poderá mais ser um craque. Rosa Flor sai correndo do quarto, arrasada. Peppe se descontrola e se revolta, chorando muito e senso consolado por Luiggi.",
      "quarta": "Na clínica, Cindy lamenta com Antônio o roubo não ter dado certo e que vai ficar sem a parte do dinheiro. Ela diz que se arriscou por nada. Fonseca chega a delegacia para levar Cindy. Antônio vê Fonseca na clínica e corre para avisar Cindy que ela precisa fugir de lá, mas não dá tempo e ela se esconde. Fonseca liga para Bernardo e diz que Cindy sumiu. Poderosa diz a Hugo e Miguel que vai cuidar de Maria Antônia. Antônio chega ao sítio de Miguel carregando Cindy no colo, desmaiada, e pede socorro. Poderosa faz compressa em Cindy. Antônio revela que Ramiro atirou em Cindy. Miguel tenta ligar para a polícia, mas Antônio impede.",
      "quinta": "Poderosa revela a Miguel que Ramiro é perigoso, que ele foi amante de sua mãe e que é filha bastarda dele. Miguel fica chocado. Miguel pergunta a Antônio quem planejou o assalto, mas ele diz que não é dedo-duro. Olympia pede que Poderosa leve a Cindy para o Mademoiselle e que vai arrumar alguém para cuidar dela. Maria Antônia corre com medo para a casa de Furacão e Duplex a recebe. Antônio Júnior diz que vai sair de casa e Zenaide começa a chorar. Maikitaison diz à Olympia que se a polícia descobrir que Cindy está escondida lá, o Club pode ser fechado. Bibiana agradece Beto por organizar uma festa para Peppe. Em casa, Ramiro descansa em seu quarto, Ludmila diz que Donatella chegou e quer falar com ele. Fernanda conta a dona Sonia que Ramiro não viajou coisa nenhuma. Luiggi e Serena chegam em casa com Peppe, um pouco debilitado. Ramiro pergunta o que Donatella faz em sua casa. Donatella diz que Ramiro vai ter que assumi-lo e que veio para morar come ele.",
      "sexta": "Donatella diz a Ramiro que quer dar um passo a mais em sua parceira. Ramiro pergunta à Donatella se é um pedido de casamento e ela diz que sim. Ramiro diz que não pode se casar com ela, pois Tobias e Fernanda iriam descobrir que são parceiros desde o início. Donatella chantageia Ramiro e ele cede. Ramiro diz que vai fazer um jantar em família para apresentá-la a família. Hugo visita Maria Antônia na casa de Duplex. Cindy está dormindo, Donatella tira o termômetro e se impressiona com os trinta e nove graus de febre de Cindy. Maria Antônia está com medo de ficar sozinha e não quer que Hugo vá embora. Fernanda pede perdão a Pedro Antônio. Maria Antônia prepara um jantar para Hugo. Alguém bate a porta e quando ela vai abrir, dá de cara com Leandro, ele está com a mala de Poderosa. Maria Antônia fica apavorada. Leandro, sorri."
    },
    "O rico e lázaro": {
      "segunda": "Daniel chega à sala do trono e tenta defender Joana, mas Belsazar ordena que a levem para o calabouço e depois a atirem no Eufrates. Asher corre em direção ao palácio. Daniel fica indignado com a injustiça cometida. Abednego diz que Zac precisa ser avisado sobre o parto de Malca. Elga discute com Fassur e diz saber de toda a verdade. Ele a ameaça, mas Elga o enfrenta. Neusta e Ebede-Meleque deixam o palácio. Eles se emocionam com as lembranças do passado. Asher chega ao palácio e fica indignado com a condenação de Joana. Abednego envia uma mensagem para Zac.",
      "terça": "Zac chega às margens do rio Eufrates e se desespera. Ele dá um soco em Fassur. O sacerdote anda pelas ruas e é reconhecido por algumas camponesas, que o acusam de abuso. Fassur teme a ira das mulheres. Elga lamenta o tempo perdido ao lado do sacerdote. Ferido com os golpes dados pelas camponesas, Fassur fala com Deus em um misto de pânico e ódio. Alguns abutres se aproximam dele. Em um campo, Asher beija Joana e se perde nas lembranças. Vemos que Asher se passou por Joana e pulou no rio Eufrates em seu lugar. Alguns anos se passam. Envelhecidos, Daniel conversa com Lia. Asher pastoreia algumas ovelhas no campo e acaricia Joana.",
      "quarta": "Belsazar e Madai provocam Zac durante o Banquete. Beroso encontra Aspenaz e fala da atitude de Belsazar de pegar o ouro sagrado dos hebreus para utilizar no banquete. Daniel lê as profecias de Jeremias. Durante o banquete, Belsazar distribui as peças de ouro retirada do templo sagrado dos hebreus. Ele ordena que acendam o candelabro sagrado que foi aceso por Arão no passado. As chamas atingem o estandarte da Babilônia. Beroso se assusta. As chamas do candelabro crescem e se agitam furiosas, até que uma estranha fumaça sai delas e surgem dedos de mão de homem. Zac fica espantado. Ravina e Ilana ficam contentes com o casamento de Zelfa e Zadoque.",
      "quinta": "Todos na casa de Elga ficam aliviados com a recuperação de Zac. Asher segue para a Babilônia. Beroso e Aspenaz lamentam a morte de Nitócris. Nabonido é avisado sobre a morte da esposa. Arioque e Shag-Shag falam sobre a invasão Persa. Daniel permite o casamento entre Ainoã e Labash-Marduk, e defende Shamir e Tamir. Asher ajuda um leproso nas ruas. Zac se lembra da morte de Malca. Dana não permite que Absalom use um amuleto pagão. Rabe-Sáris pede esmola nas ruas. Daniel ora ao Senhor. Asher percebe marcas de lepra em seu braço. Zac sonha com Zelfa. Daniel escuta as palavras do anjo Gabriel. Naomi diz que o rei Ciro chegou ao palácio. Daniel se apresenta ao monarca e fala das profecias de Isaías e Jeremias.",
      "sexta": "Ciro ordena a libertação dos escravos hebreus. Ravina escuta o anúncio de um oficial e fica animado ao saber que poderá voltar a sua terra natal. Beroso fica indignado. Abednego diz que voltará à Judá com Naomi. Daniel diz que ficará na Babilônia com Lia. Ravina e Ilana deixam sua casa. Zac diz que seu lugar é a Babilônia. Asher, adoentado e com várias feridas de lepra, caminha pela cidade. Beroso tenta se aliar a Zac para destruir Daniel. Lia se despede de Naomi. Muitos hebreus deixam a Babilônia. Os objetos sagrados do templo são levados de volta à Judá. O rei Ciro coloca Daniel à frente do governo da Babilônia. Beroso trama contra Daniel. Debilitado, Asher chega à Babilônia."
    },
    "Caminhos do coração": {
      "segunda": "Liga do Bem encontra Tati e Ângela congeladas. Golias olha com raiva para  Marcelo se rebela contra Júlia e a manda confessar o que ela fez com ele. Ágata se assusta com suas garras e fica com medo de virar uma águia. Júlia aciona um gás sonífero dentro da cela de Marcelo e ele adormece. Carvalho faz uma visita à Helga e se declara para ela. Helga se rende e os dois se beijam. Taveira consegue alcançar Ísis. Ísis tenta escapar e dá uma mordida na mão de Taveira, que a solta. Ísis sai correndo, se esconde e dá uma rasteira em Taveira.",
      "terça": "Fernando conta a Eric que Juanita foi morta por Golias. Vlado promete se vingar de Fúria e Leão e se surpreende ao ver Hélio pronto para atacá-lo. Hélio avança contra Vlado e os dois lutam. Iara fica assustada com o ato violento de Cris, mas ele diz que seu desejo de vingança ainda não se cumpriu, pois ainda falta matar Vlado. Leão admira Fúria e tenta agarrá-la, mas a mulher-pantera o empurra e avisa que Leão só irá possuí-la quando ela quiser.",
      "quarta": "Taveira diz que quer ver Marcelo sofrer. Demétrio vê os dentes de Ísis e se assusta. Ela pede desculpas e conta ter sido mordida por Taveira. Ísis pede para Demétrio não abandoná-la e Vavá se coloca na frente dele para defendê-lo. Ísis fica invisível e Vavá, Demétrio e Pachola ficam com medo. Pachola começa a se transformar em lobisomem. Ísis aparece prestes a morder o pescoço de Demétrio. Ísis diz que não está conseguindo se controlar.",
      "quinta": "Meduso, Metamorfo, Draco e Telê medem forças. Ísis diz estar com medo de virar uma vampira do mal. Ela fica invisível, enquanto Vavá e Pachola protegem seus pescoços. Demétrio grita o nome de Ísis e Pachola avisa que irá pegá-la. Ísis corre apavorada e diz que volta para atacá-los. Ela foge e Demétrio fica arrasado. Tati grita que odeia Maria. Ela fala que Maria devia ter morrido no lugar de Marcelo. Maria diz gostaria que isso tivesse acontecido. Tati fica séria e reconhece o amor de Maria pelo pai. Beto a abraça.",
      "sexta": "Júlia avisa que a missão de Marcelo é exterminar Maria . Marcelo olha a foto de Maria. Ele sente que já a viu em algum lugar e diz que ela alivia sua dor. Júlia e Taveira observam Marcelo falar e prevêem que não será fácil convencê-lo. Beto e Noé disputam a atenção de Maria. Gór diz que Draco e Telê precisam ter paciência, mas eles avisam que não irão esperar. Os dois avisam que é melhor eles se aliarem do que se tornarem inimigos. Gór diz que sabe bem como usar Draco e Telê a seu favor. Marcelo não acredita no que Júlia e Taveira falam e volta a ter alucinações. "
    },
    "a escrava isaura": {
      "segunda": "Leôncio diz a Malvina que vai casar Belchior com Isaura. Henrique vê Isaura beijar Álvaro. André leva Rosa para o quilombo. Leôncio conta Belchior que vai casá-lo com Isaura. Belchior diz a Leôncio que Isaura está com Álvaro. Leôncio bate em Isaura e diz que vai casá-la com Belchior. Isaura é colocada no tronco. Tomásia recebe a carta de Diogo. Sebastião se sente só. Perpétua se sente mal e manda avisar Álvaro. Belchior visita Isaura na senzala. Leôncio revela a Francisco detalhes de seu plano.",
      "terça": "Branca aproxima um punhal perto dos olhos de Isaura. Belchior fica contente por ser o noivo de Isaura. Branca vai até o tronco onde está Isaura e a ameaça caso ela tente algo com Álvaro. Henrique se embriaga por Isaura. Belchior vai com os capangas para o bordel comemorar seu noivado. Malvina tenta entender o motivo do futuro casamento de Isaura com Belchior. Branca aproxima um punhal perto dos olhos de Isaura.",
      "quarta": "Leôncio rouba um beijo de Isaura. Geraldo chega a tempo de impedir que sua irmã a machuque. Isaura pede a Geraldo que avise a Álvaro sobre seu noivado. Malvina explica a Isaura que não pode ajudá-la. Cel. Sebastião pede que Martinho procure por Rosa, pois ela fugiu. Rosa chega no quilombo com André e Moleca fica furiosa. Álvaro recebe uma carta avisando que sua mãe está doente, decide então seguir viagem. Helena descobre que Diogo está vivo.",
      "quinta": "Branca vai até Isaura lhe dizer ela se casará com Álvaro. Tomásia visita Miguel na prisão. Geraldo encontra Malvina sozinha na sala. Miguel conta a Tomásia que o prisioneiro ao lado dele é inocente, que não deve ir a forca. Coqueiro é lavado para a forca. Leôncio encontra sua esposa conversando com Geraldo. Leôncio vai até Isaura na cozinha para lhe contar seus planos.",
      "sexta": "Helena bate em Dr. Paulo com uma garrafa. Geraldo explica a verdadeira razão da partida de Álvaro. Branca decide voltar para sua cidade. Estela cuida de Perpétua. Leôncio quer que um falsário imite a letra de Álvaro em uma carta para Isaura. Na carta o amado dirá que não a quer mais. Diogo recebe a notícia que Helena está de volta. Moleca se encontra com Bernardo. Belchior conversa com Isaura na cozinha. Cel. Sebastião sonha com Gioconda. Branca escuta a conversa de Leôncio com Francisco e se oferece para ajudá-los para afastar Isaura de Álvaro."
    },
    "totalmente demais": {
      "segunda": "Eliza revela a Jonatas que teve problemas com seu padrasto. Rafael deixa claro para Lu que não deseja um relacionamento sério. Germano vê sua foto no jornal após levar o banho de tinta de Fabinho. Arthur recusa a proposta de Carolina de terem um filho juntos. Jonatas ajuda Fabinho e seus amigos ativistas a se esconder da polícia. Fabinho agradece a ajuda de Jonatas e deixa um cartão com seu telefone. Arthur avisa a Max que a vencedora do concurso Garota Totalmente Demais deve ser de sua agência.",
      "terça": "Dorinha sugere que Carolina aproveite seu período fértil para seduzir Arthur. Cassandra quer mudar o visual e pede ajuda a Kátia e Lurdinha. Zé Pedro avisa a Germano que fornecedores estão sondando sobre a postura da Bastille em relação à poluição do Rio Tamanduá. Marcão acusa Fabinho de estar investindo em Leila e termina o namoro com ela. Lili incentiva Fabinho a criar um projeto ambiental para reduzir a poluição. Jonatas diz a Rosângela que viu Florisval com uma mulher. Rosângela expulsa Florisval de casa. Jonatas leva Eliza para conhecer sua família. Ao ver Arthur conversando com Lorena, Carolina decide seduzir Rafael para provocar ciúmes no empresário.",
      "quarta": "Lu fica arrasada ao perceber que Carolina está flertando com Rafael. Max leva Lu para a boate, onde acabam encontrando Rafael e Lorena. Rafael aproveita para se aproximar de Lorena. Max percebe que Lu vai se aproximar de Rafael e a beija diante do fotógrafo. Rosângela e Maristela brigam por causa de Florisval. Rosângela avisa a Cleide que quer pôr Florisval na cadeia por falta de pagamento de pensão. Jonatas insinua para a mãe que está apaixonado por Eliza. Jojô tira uma foto comprometedora de Carolina e ameaça mostrar a Arthur.",
      "quinta": "Rosângela pede ajuda a Jonatas para sondar Jivago, suposto chefe do rapaz, sobre o processo contra Florisval. Arthur consegue apagar a foto de Carolina do celular de Jojô. Eliza questiona Jonatas sobre o que o rapaz fará para que a mãe não descubra a farsa sobre Jivago. Fabinho avisa a Leila e Jamaica que decidiu criar um projeto para interromper a poluição da Bastille no Rio Tamanduá. Fabinho ajuda Jonatas a arrumar um advogado para Rosângela e indica Zé Pedro. Eliza sonha com Arthur e acaba beijando Jonatas.",
      "sexta": "Eliza leve um susto ao se deparar com Jonatas. Aparecida aconselha Arthur a cuidar melhor de Jojô. Gilda mente para Dino e penhora o colar que o pai de Eliza lhe deu como garantia de um empréstimo. Germano avisa a Fabinho que precisa saber o valor do projeto de despoluição do rio para avaliar se pode executá-lo. Florisval tem a impressão de ver Jonatas trabalhando nas ruas. Eliza vende flores em um restaurante e se depara com Arthur e Carolina. Na frente de Eliza, Arthur aposta com Carolina que pode transformar a menina na Garota Totalmente Demais.",
      "sábado": "Arthur deixa o restaurante para procurar Eliza. Eliza conta para Jonatas que foi humilhada por Arthur diante de Carolina. Jonatas pede ajuda a Zé Pedro para enganar Rosângela. Lu marca uma reunião com Rafael a pedido de Carolina. Cassandra diz a Adele que mudou seu nome e seu visual para se apresentar a Arthur como candidata ao concurso Garota Totalmente Demais. Rosângela diz a Zé Pedro que deseja que Florisval vá para a cadeia. A pedido de Arthur, Max procura Eliza, mas acaba confundindo a menina com Cassandra. Arthur expulsa Cassandra de sua agência. Gilda avisa a Eliza que conseguiu dinheiro para ir ao Rio. Arthur encontra Eliza."
    },
    "novo mundo": {
      "segunda": "Os índios levam Joaquim para a aldeia. O pajé Tibiriçá afirma que Joaquim não pode morrer e convence Ubirajara de manter o rapaz na aldeia. Thomas reconhece Elvira no porto. Peter, Letícia e Ferdinando não conseguem comer na taberna de Germana e Licurgo. Fred tenta descobrir os planos de Thomas. Pedro e Leopoldina se conhecem. Jurema repreende Jacira por observar Joaquim. Elvira fica arrasada com a suposta morte de Joaquim. Padre Olinto teme pela vida de Joaquim. Anna sente-se mal na festa de recepção para a princesa. Piatã descobre que os índios vivem escondidos na mata. Leopoldina pede para Piatã cantar e Dom João.",
      "terça": "Joaquim chama por Anna. Piatã tenta tranquilizar Anna. Elvira descobre que foi enganada por Manoel. Jurema não gosta de ver o encantamento de Jacira por Joaquim. Germana tenta se aproximar da família real. Thomas se irrita com o desprezo de Pedro. Anna tenta conversar com Elvira, mas Thomas a interrompe. Thomas afirma a Sebastião que será nomeado ministro. Leopoldina se assusta com o comportamento de Carlota. Pedro tem sua primeira noite com a esposa. Joaquim se desespera ao saber que não pode deixar a aldeia sem o consentimento de Ubirajara.",
      "quarta": "Leopoldina tenta falar com Anna sobre sua noite de núpcias. Elvira rouba a mala de uma mulher no porto. Miguel fala sobre Noémie na frente de Leopoldina. Thomas se preocupa com o conteúdo do baú do capitão Millman. Germana observa Sebastião conversando com Wolfgang e Schultz. Elvira pede para se hospedar na estalagem. Joaquim diz a Padre Olinto que precisa sair da aldeia o quanto antes. Wolfgang compra uma chácara de Sebastião. Thomas percebe a vontade de Piatã de ir para a expedição com Ferdinando e Letícia. Joaquim aprende alguns costumes indígenas. Anna fica indignada ao saber que Thomas está hospedado na casa de um comerciante de escravizados. Pedro sofre um ataque epilético na frente de Leopoldina.",
      "quinta": "Leopoldina cuida de Pedro, que fica encantado. O baú do pai de Anna é roubado. Jacira se declara para Joaquim. Pedro não gosta quando Leopoldina chama Peter para vê-lo. Thomas recebe o baú do pai de Anna. Thomas afirma a Anna que encontrará o baú de seu pai e Piatã desconfia. Germana acredita que Elvira seja uma golpista e decide invadir seu quarto. Elvira tenta seduzir Wolfgang. Leopoldina flagra Carlota tentando agarrar Piatã. Pedro convida Anna para um passeio. Olinto e Tibiriçá tentam convencer Joaquim a não fugir da aldeia. Pedro tenta seduzir Anna.",
      "sexta": "Anna se esquiva de Pedro. Sebastião avisa a Thomas que ele terá uma audiência com Dom João. Ferdinando e Letícia impedem que Piatã os acompanhe na expedição. Jacira finge ser amiga de Joaquim. Wolfgang foge de Elvira. Leopoldina conta para a Anna que Carlota atacou Piatã. Catarina revela que foi roubada por Elvira, e Germana e Licurgo exigem que ela passe a trabalhar na taberna. Thomas estranha ao ver Pedro em sua audiência com Dom João. Patrício não gosta de ouvir Leopoldina falando de Carlota. Thomas convence Dom João a lhe dar um cargo de confiança para investigar um complô contra a monarquia. Jacinto finge conhecer os índios e convida Piatã para uma expedição à mata. Joaquim cai em uma armadilha.",
      "sábado": "Guerreiros deixam Joaquim preso no meio da mata. Piatã foge de Carlota. Thomas recebe um cargo de confiança, e Carlota e Dom Pedro não gostam. Piatã questiona Jacinto sobre o dia de sua expedição. Joaquim é resgatado por jagunços que tentam encontrar a aldeia dos índios. Jacira sai à procura de Joaquim. Pedro se diverte com Leopoldina na praia. Schultz expulsa a cozinheira Nívea da chácara de Wolfgang. Carmem, sobrinha de Licurgo, chega e pede pra trabalhar na taberna. Anna pede para Thomas ajudá-la a encontrar Piatã. Os jagunços se aproximam do local onde fica a aldeia. Joaquim consegue alertar os índios sobre a chegada dos jagunços à aldeia."
    }
  }
}
