{
  "novelas": {
    "amor de mãe": {
      "segunda": "Camila pede que Lurdes não comente com Thelma sobre a descoberta de Danilo. Danilo sonda Thelma sobre sua infância. Sandro e Tiago comemoram o casamento de Raul e Vitória. Marina conta a Betina que dará aulas de tênis para Brenda. Betina se muda de sua antiga casa. Brenda se irrita ao saber que Magno está com Betina. Lurdes conversa com Thelma sobre a adoção de Danilo. Thelma diz a Lurdes que falará sobre o assunto com o filho. Davi descobre a identidade do atirador. Brenda diz a Magno que deseja morar com Leila. Raul se preocupa com a reação de Davi a seu casamento com Vitória. Lurdes conhece Sabrina. Miranda e Natália planejam uma festa de casamento para Vitória e Raul. Ryan desabafa com Lurdes. Thelma conversa com Danilo sobre sua adoção. Davi faz denúncia para Miriam e confronta Álvaro.",
      "terça": "Álvaro consegue avisar a Penha sobre o plano de Davi. Danilo diz a Thelma que deseja conhecer sua mãe biológica. Thelma diz a Lurdes que sabe como encontrar a mãe biológica de Danilo. Danilo se embriaga e desabafa com Nuno. Lurdes repreende o comportamento de Brenda com Magno. Raul e Vitória se ajudam no cuidado com a casa e os filhos. Ryan procura Marina, que é hostil com ele. Ryan se culpa por seus erros com Marina. Thelma apresenta Fátima a Danilo, que estranha a suposta mãe biológica. Lurdes aconselha Danilo. Ryan tem uma crise e afirma a Érica que jamais voltará a se apresentar. Sandro apoia Érica. Raul e Vitória se casam. Fátima volta à casa de Danilo.",
      "quarta": "Fátima pede para falar com Thelma. Érica se revolta contra Ryan, e Lurdes tenta acalmar os filhos. Fátima chantageia Thelma e inventa uma história para Danilo. Lídia muda o visual de Betina. Lurdes procura emprego com Natália, que a indica para Lídia. Raul pede permissão para ajudar Vitória a voltar a advogar. Lurdes conhece Lídia e se surpreende com a falta de educação da socialite. Álvaro organiza o show de Verena para a abertura de sua fundação. Lídia afirma ter gostado de Lurdes. Davi e Raul comemoram a nova fase da PWA. Lurdes descobre que Lídia é a ex-mulher de Raul. Fátima pede um emprego a Danilo. Vitória revela a Raul que poderá ter sua carreira de volta. Danilo anuncia a Thelma que Fátima é a nova funcionária de seu restaurante.",
      "quinta": "Thelma se preocupa com a contratação de Fátima. Lurdes afirma a Érica e os filhos que pedirá demissão da casa de Lídia. Brenda tem aula de tênis com Marina. Leila manipula Brenda contra Betina. Iolanda visita Lídia, que decide indicar Érica para a marca de cosméticos da amiga. Brenda insiste em morar com Leila, e Magno conta a Lurdes. Ryan encontra o cartão de Ingrid. Leila arma com Penha para conseguir um emprego de fachada. Thelma confessa a Durval que contratou Fátima para se fingir de mãe biológica de Danilo. A pedido de Ryan, Ingrid dá uma nova chance a Marina. Lídia não aceita a demissão de Lurdes. Érica ganha uma bolsa de estudos em Paris. Ryan e Sandro pensam em trabalhar juntos. Raul rejeita a ideia de Sandro. Estela procura Álvaro.",
      "sexta": "Estela afirma a Álvaro que se afastará dele. Lurdes é hostil com Leila no aniversário de Brenda. Estela inventa uma história para Miriam sobre seu sumiço. Leila manipula Brenda e conta para a filha sobre seus erros com Magno. Thelma diz a Danilo que Fátima foi embora. Verena se incomoda com Álvaro. Marina comemora com Betina sua nova oportunidade no tênis. Raul e Tiago conversam sobre Sandro. Álvaro e Estela se reaproximam. Marina entrega documentos de Amanda para Davi, e Penha alerta Álvaro. Érica e Ryan fazem as pazes. Érica se prepara para viajar, e beija Sandro. Miguel alerta Lídia sobre seu hábito de beber. Raul surpreende Sandro na inauguração de seu negócio com Ryan. Marina afirma que não quer reatar com Ryan. Há uma passagem de tempo. Thelma, Camila e Danilo aguardam o nascimento do bebê.",
      "sábado": "Lurdes ameaça se demitir se Lídia não parar de beber. Álvaro insiste em ficar com Estela, que nega. Betina se despede de seus colegas do hospital. Camila discute com Thelma sobre a maternidade. Eunice apoia Camila. Danilo comenta com Durval sobre seus novos planos para o restaurante. Betina pede que Magno a acompanhe a um jantar da PWA. Davi organiza um projeto de revitalização do Bairro do Passeio. Lurdes leva Lídia para sua casa, para ajudá-la com seu alcoolismo. Álvaro proíbe Verena de se apresentar no jantar da fundação. Lídia se orgulha do novo visual de Betina. Verena confronta Álvaro ao ver Estela. Magno se incomoda com Lídia e Betina durante o jantar da PWA. Thelma entra em trabalho de parto."
    },
    "Salve-se quem puder": {
      "segunda": "Bel pede desculpas a Alexia/Josimara. Tammy faz Bia acreditar que Tarantino espalhou para os amigos que ela o acusou de assédio. Alexia pede ajuda a Zezinho para deixar o Programa de Proteção. Petra convida Alan para acompanha-la na festa de lançamento da novela. Luna questiona Alexia sobre seus sentimentos por Zezinho. Renzo pensa em Alexia/Josimara. Téo repreende Hugo por descaso com Micaela. Micaela fica encantada com Bruno e Gael, os primos de Verônica. Alexia avisa a Kyra que ela precisa salvar Rafael. Helena pede a Vicky que conte tudo o que sabe sobre Luna/Fiona. Luna conta a Zezinho que tem um plano para fazer Alexia confessar que gosta do rapaz.",
      "terça": "Ermelinda demonstra não gostar da ideia de Zezinho namorar Alexia. Úrsula pede perdão a Téo e promete não implicar mais com Luna/Fiona. Kyra/Cleyde não consegue escapar da viagem com Alan e os filhos para o Rio de Janeiro. Dominique ameaça Lúcia quando Renzo diz que não trabalhará mais com ela. Alexia/Josimara garante a Rafael que pode trazer Kyra do mundo dos mortos. Renzo diz a Lúcia que Dominique não pode saber que ele é sócio de Rafael. Luna/Fiona sugere a Téo que crie um blog sobre as viagens que fez. Petra não consegue decorar os textos para a gravação da novela. Ermelinda concorda em ajudar Luna no plano para unir Zezinho e Alexia. Alexia se surpreende quando Zezinho afirma que voltará para Judas do Norte para esquecê-la.",
      "quarta": "Alexia avisa que desistiu de deixar o Programa de Proteção e pede para Zezinho ficar. Edgar combina com Bel que Zezinho ficará em sua casa por um tempo. Juan sente saudades de Luna. Enéas sugere que Téo repense seu relacionamento com Úrsula. Micaela contrata Bruno e Gael como garçons do restaurante. Verônica arma um plano contra Micaela. Renatinha pede a Renzo para demitir Alexia/Josimara. Marieta incentiva Alexia/Josimara a ficar com Zezinho. Alexia e Kyra combinam seu plano para salvar Rafael. Bia ignora Tarantino. Luna pede permissão a Zezinho para acompanhar pela internet o resultado do concurso de gastronomia do qual Mário está participando. Dominique descobre que Renzo entrou como sócio na Labrador. Renatinha desconfia das intenções de Alexia/Josimara e a deixa nervosa.",
      "quinta": "Renatinha acusa Alexia/Josimara de querer seduzir Rafael. Kyra desliga a luz, fazendo com que Renatinha fique presa no elevador da empresa. Renzo diz a Dominique que se sentiu obrigado a ajudar Rafael, por tudo o que fez à noiva do empresário. Mário ganha o concurso de gastronomia do hotel. Kyra/Cleyde assombra Renatinha. Alexia/Josimara venda os olhos de Rafael como condição para ele ter contato ‘espiritual’ com Kyra. Kyra se aproxima de Rafael e fica emocionada com o reencontro. Edgar paquera Ermelinda. Renatinha não consegue convencer Rafael de que Alexia/Josimara é uma impostora. Gabi convence Juan a beber para comemorar a vitória de Mário, e aproveita para tirar uma foto beijando o rapaz. Úrsula pergunta a Téo o que ele sente por Luna/Fiona. Luna/Fiona fica decepcionada ao ver a foto do beijo de Gabi e Juan na rede social.",
      "sexta": "Luna desabafa com Kyra e acredita que sua relação com Juan chegou ao fim. Téo confessa a Micaela que sente algo por Luna/Fiona. Alexia pensa em ir atrás de Zezinho. Rafael diz à enfermeira que a noiva o curou de suas manias. Juan repreende Gabi por postar a foto. Alan fica impressionado como Kyra/Cleyde conquistou seus filhos, e demonstra sentir atração pela babá. Helena e Hugo discutem. Petra não tem bom desempenho na novela e diretor pede para reduzir a participação dela. Alexia/Josimara revela a Marieta que está apaixonada por Zezinho. Tarantino briga com Erick para defender Bia. Téo se declara para Luna/Fiona e os dois se beijam.",
      "sábado": "Luna/Fiona fica desconcertada com o beijo de Téo, e decide se afastar do rapaz. Alexia vê Zezinho conversando com Ermelinda, mas Kyra e a mãe do rapaz a fazem acreditar que ela teve uma visão. Micaela sugere que Téo termine seu namoro com Úrsula. Úrsula diz a Helena que sentiu um clima entre Luna/Fiona e Téo. Helena resolve seguir Luna/Fiona para descobrir informações sobre ela. Bel aconselha Alexia/Josimara a revelar o que sente por Zezinho. Edu diz a Dominique que Renzo não serve para trabalhar com ela. Dionice arma uma surpresa para Tarantino e avisa ao rapaz que Bia ficou presa no vestiário. Alexia anuncia que irá a Judas do Norte, atrás do homem que ama. Kyra avisa a Zezinho para chegar ao sítio antes de Alexia. Helena aparece na casa de Ermelinda e surpreende Luna/Fiona."
    },
    "Éramos seis": {
      "segunda": "Zulmira exige que Felício se afaste de Isabel. Alfredo pede demissão a Almeida. Lola aconselha Alfredo sobre o amor. Higino ajuda Adelaide a conseguir fotos de Hamilton. Almeida desconfia do comportamento de Natália. Zeca conversa com Clotilde sobre Chiquinho. Karine fala a Natália sobre seu desgosto pela família de Lola. Clotilde e Olga se emocionam ao ouvir Tavinho falar de Chiquinho. Shirley provoca Lola. Lúcio se incomoda quando Inês fala de Alfredo. Adelaide desabafa com Alfredo sobre Justina. Lili beija Marcelo para provocar Julinho. Selma inicia uma sessão de hipnose com Justina.",
      "terça": "Marcelo constata que Lili o beijou para provocar Julinho, e fica magoado. Julinho anuncia a Lola e seus irmãos que está noivo de Soraia. Selma garante a Adelaide que pode ajudar Justina a lembrar de seu passado. Emília implora para que Adelaide interrompa as sessões de terapia de Justina. Natália e Almeida se separam. Inês desabafa com Alfredo sobre a ausência de Afonso. Lúcio confronta Alfredo sobre Inês. Julinho pede perdão a Lili. Durvalina nota o sentimento de Inês por Alfredo. Alfredo pede para conversar com Adelaide. Rita e Ernesto apoiam Almeida. Zulmira arma um escândalo na casa de Lola, revelando a todos que Isabel é amante de Felício.",
      "quarta": "Isabel enfrenta Zulmira. Todos comentam sobre o escândalo entre Zulmira e Isabel. Alfredo pede que Isabel se afaste de Felício. Marcelo pede para se aproximar de Lili. Almeida pensa em Clotilde. Felício se revolta contra Zulmira e garante a Isabel que conseguirá a separação. Isabel pede que Lola dê uma chance a Felício. Lúcio confronta Inês sobre Alfredo. Justina decide continuar seu tratamento com Selma, e Emília alerta Adelaide. Lola incentiva Almeida a procurar Clotilde. Felício devolve a Zulmira o escritório de sua família. Almeida se declara para Clotilde.",
      "quinta": "Almeida propõe passar a vida junto a Clotilde, e os dois se beijam. Selma inicia uma nova sessão com Justina, que se desespera ao lembrar de Hamilton. Alaor contrata Alfredo como garçom. Zeca, Olga, Maria e Candoca se surpreendem ao encontrar Almeida com Clotilde. Higino revela a Adelaide e Justina a coleção de armas na casa de Emília. Olga teme perder Chiquinho. Maria aconselha Clotilde a contar a verdade sobre Chiquinho para Almeida. Felício se apresenta a Lola. Clotilde decide deixar Chiquinho com Olga, que se emociona. Justina lembra de seu trauma com Hamilton. Shirley recebe notícias sobre o paradeiro de Afonso. Emília conta a Adelaide o que aconteceu com Hamilton.",
      "sexta": "Adelaide confronta Emília. Clotilde sofre ao deixar Itapetininga com Almeida e os filhos. Shirley mente para Lola, Inês e Durvalina e vai ao encontro de Afonso. Assad mima Soraia, e Julinho se incomoda de ser manipulado pelos dois. Lili propõe a Marcelo que investigue sobre seu passado. Lúcio se declara para Inês. Zulmira arma um escândalo em uma confeitaria. O prefeito de Itapetininga anuncia que Zeca será homenageado. Clotilde e Almeida chegam à sua nova casa. Emília se emociona com a união de Adelaide e Justina. Gusmões detém Nero, e Alfredo se revolta. Clotilde revela a Almeida que Chiquinho é seu filho.",
      "sábado": "Almeida conforta Clotilde, que sofre com a separação de Chiquinho. Alfredo lamenta a distância de Adelaide. Shirley diz que cuidará de Afonso. Almeida e Clotilde anunciam a Olga e Zeca que irão ficar com Chiquinho. Lola se desespera quando Isabel diz que deixará a cidade com Felício. Zulmira denuncia Felício por adultério. Zeca tem uma conversa com Almeida. Olga e Clotilde se entendem, e Maria se emociona. O médico alerta Shirley sobre o estado grave de Afonso. Emília pede perdão a Adelaide. Karine desconfia quando ouve Julinho mencionar uma dívida ao telefone. Lola chora com a partida de Isabel."
    },
    "Malhação": {
      "segunda": "Filipe decide procurar Tadeu. Lara se recusa a ajudar Lígia a encontrar Rita. Raíssa tem a ideia de usar sua fama com Nanda para divulgar o desaparecimento de Rita. Beto tenta fazer com que Filipe se alimente, mas o menino acaba passando mal. Jaquelineinvestiga Rui, e acaba presa em seu bar. Carla e Anjinha estranham a intimidade de Marco com Rugieri. Thiago estranha a ausência de notícias de Jaqueline e sai à procura da namorada. Filipe e Beto vão atrás de Tadeu. Rui chega à casa de Tadeu.",
      "terça": "Rui ameaça Tadeu e exige que o rapaz conte o paradeiro de Rita. Thiago descobre que Jaqueline está presa no bar de Rui. Filipe confronta Tadeu, que jura não saber onde está Rita. Daniel e Milena ajudam Thiago a resgatar Jaqueline. Todos disfarçam a situação de Jaqueline diante de Tatoo. Nanda e Raíssa comemoram o sucesso de sua divulgação sobre o sumiço de Rita. Anjinha aconselha Fafi a aceitar o namoro de Andressa e Henrique. Beto garante a Filipe que consegue rastrear o celular de Rita. Os amigos de Rita decidem fazer uma camiseta com seu rosto estampado para ajudar nas buscas. Beto descobre a localização do celular de Rita.",
      "quarta": "Filipe e Beto vão atrás de Rita. Max ajuda Guga na confecção das camisetas de Rita. Regina afirma que não reatará com Max. Peixoto diz a Raíssa que Filipe e Beto podem estar correndo perigo. Filipe confronta o homem que está com o celular de Rita. Rugieri orienta Peixoto a ir atrás de Filipe e Beto. Marquinhos acredita que Rita foi embora porque quis. Filipe e Beto perseguem Militão. Vinícius presenteia Andressa, e Henrique se incomoda. Peixoto impede Filipe de seguir sua investigação. Rugieri confessa a Marco que trocaria seu comando no batalhão pela liberdade do amigo. Lígia repreende Filipe. Todos se reúnem para a manifestação por Rita. Jaqueline confronta Leila.",
      "quinta": "Todos comemoram o sucesso da manifestação por Rita. Leila se queixa de ter sido hostilizada. Lara insinua que Lígia pode perder Nina. Tatoo alerta Cléber e Anjinha sobre Rui. Vânia e César conversam sobre seu passado. Cida tenta animar Filipe, que afirma que não quer mais Leila em sua casa. Andressa questiona Henrique. Henrique defende Fafi para Andressa. Joaquim ameaça se afastar de Nina, e Lígia se revolta contra o ex-marido. Rui propõe que Filipe se una a ele para encontrar Rita.",
      "sexta": "Rui confidencia a Filipe que sabe quem pode ter sequestrado Rita. Filipe é rude com Leila, que afirma não ter a ver com o sumiço de Rita. Nanda aconselha Andressa sobre Henrique. Diana ouve quando Marquinhos confessa que não acredita em sua campanha de abstinência sexual. Lígia desabafa com César sobre Joaquim. Diana repreende o comportamento de Andressa com Henrique. Serginho e Beto sentem ciúmes de Guga e Meg. Thiago conta para Madureira e Lígia que Carla está muito abalada com o desaparecimento de Rita. Carla recebe uma ligação sobre Rita. Rui ameaça a vida de Leila."
    },
    "Avenida Brasil": {
      "segunda": "Leandro reclama do jeito com que Lúcio e Darkson falam de Suelen. Monalisa comenta com Ivana que Tufão está apaixonado por outra mulher. Diógenes convence Dolores a morar em sua casa, mas como amiga. Nilo pilota a lancha de Max e fica encalhado em um banco de areia. Verônica, Noêmia e Alexia ficam com ciúmes da médica que examina Cadinho. Jorginho não consegue descobrir quem é seu pai e decide procurar Neide. Zezé visita Carminha na casa de repouso.",
      "terça": "Carminha foge da casa de repouso. Neide revela a Jorginho quem é seu pai. Carminha e Max discutem. Jorginho diz a Nina e Lucinda que descobriu que é filho de Max. Janaína percebe que Zezé está envolvida na fuga de Carminha. Leandro flagra Diógenes e Dolores em uma situação romântica. Adauto vê Carminha e Lúcio conversando e conta para Tufão. Alexia, Verônica e Noêmia descobrem que Cadinho está fingindo sua doença. Tufão, Zenon e Janaína encontram Carminha e Lúcio. Jorginho vai atrás de Max.",
      "quarta": "Max e Jorginho discutem. Carminha se faz de vítima para Tufão e ele acredita. Leleco marca um encontro com Muricy. Zezé flagra os dois. Ivana vê Max conversando com Nina e fica enciumada. Leleco discute com Tessália. Nina pede que Jorginho não conte a Tufão que é filho de Max. Tessália diz a Darkson que acha que está sendo traída por Leleco. Muricy mente para Adauto e combina uma viagem com Leleco. Monalisa fica com Silas. Olenka comemora. Suelen é convidada para fazer um ensaio fotográfico e Roni não gosta. Jorginho chega à mansão e deixa Max, Carminha e Nina apreensivos. Ivana vê fotos de Nina no celular de Tufão. Jorginho pressiona Carminha.",
      "quinta": "Janaína pergunta a Nina por que ela está chantageando Carminha. Ivana quer saber se Tufão é apaixonado por Nina. Carminha manipula Jorginho contra Nina. Dolores e Roni tentam convencer Suelen a não posar para a revista. Leleco se atrapalha ao mentir para Tessália e ela resolve segui-lo. Max se frustra por não conseguir ficar com Nina. Jorginho discute com Débora por causa de Iran. Olenka e Monalisa ficam nervosas com o novo apartamento. Cadinho reclama de Noêmia para Verônica. Jorginho pergunta a Nina se ela ficou com o dinheiro do sequestro de Carminha.",
      "sexta": "Jorginho não acredita nas explicações de Nina sobre o dinheiro do sequestro de Carminha. Lucinda chama Ivana para levar Max para casa. Tufão estranha quando Carminha sugere que Max volte para a mansão. Jorginho fica perturbado com as intrigas de Nilo contra Lucinda. Max se comove com os elogios de Ivana.Nina avisa a Carminha que não quer que Max volte para a mansão. Jorginho destrata o pai e deixa Nina tensa. Débora se entristece ao ver Jorginho defender Nina. Ivana conta para Tufão que Lucinda telefonou pedindo que ela buscasse Max e ele tenta convencê-la a não ir. Jorginho segue Nina e a vê com Max."
    },
    "Aventuras de Poliana": {
      "segunda": "Ruth escuta Bento e João discutindo. Brenda desabafa com a mãe sobre o término com Jeff. Débora tenta difamar a imagem de Marcelo para Violeta. Pressionado por Ruth, Bento confessa que rasgou a almofada. Poliana pergunta se a tia está apaixonada por Pendleton. Roger pede para Verônica confiar em seu trabalho quanto a sede do CLP. Lindomar pede para fazer um show na padaria de Durval para arrecadar dinheiro. Nadine tenta hackear a Sara, mas não consegue. Mirela, Raquel e Guilherme contam para Durval que encontraram a capa preta na casa de Luca. Arlete pega dinheiro com um agiota para pagar as contas de casa. Jeff prepara uma surpresa para Brenda para pedir perdão a menina. Durval aparece na casa de Luca e tem uma dura conversa com o garoto.",
      "terça": "Luca diz a Durval que o episódio com a Raquel foi apenas uma brincadeira e pede para ele não contar nada a polícia. Brenda perdoa Jeff e o casal retoma o namoro. Sara avisa Pendleton que alguém tentou invadir o sistema de sua casa. Arlete e Lindomar tentam devolver o dinheiro que pegaram com o agiota. Luca avisa os comparsas que Durval descobriu tudo e terão que se entregar. Mário acha que Ester pode ser uma Vetherniana. Nadine descobre que Pendleton tem um projeto de invisibilidade e comenta com Marcelo. Vini pede desculpas para Mosquito. Durval dá uma bronca nos envolvidos pela pegadinha com Raquel. Gleyce presta o vestibular e aguarda ansiosa o resultado.",
      "quarta": "Sérgio tenta pedir um emprego a Pendleton na Starship. Vini diz a Gabi que não quer mais nada com ela. Guilherme e Raquel comemoram o fim do drama com Dark Lady. Pendleton diz a Nadine que sabe que ela foi a responsável pela tentativa de invasão. Ruth sugere que João e Bento façam um passeio com ela. Marcelo diz a Luisa que Sara pode ter um modo invisível. Nancy insiste em conhecer a família de Waldisney antes do casamento. Violeta pede para Branca se afastar de seu pai. Poliana recebe um presente de um admirador secreto. Bento e João se divertem juntos no passeio organizado por Ruth. As crianças do Clubinho contam sua nova missão secreta para Marcelo. Falcão e Zóio vão até a padaria para atormentar Mosquito. O pai de Iure passa mal na padaria e Sophie o socorre. Luisa pergunta se Sara consegue ficar invisível e Pendleton teme por seu segredo.",
      "quinta": "Raquel pergunta se sua mãe não se sente solitária por morar sozinha. Pendleton pede para Poliana não contar sobre o modo invisível de Sara. Roger apresenta documentos falsos da obra para Verônica, e ela pede desculpas ao marido pela desconfiança. Gleyce passa no vestibular. Guilherme recebe a resposta positiva de uma escola australiana que havia se inscrito. Feijão destrói as partituras de Bento. Luisa pergunta a Pendleton se Sara é capaz de ficar invisível. Kessya tenta descobrir se Eric é o admirador secreto de Poliana. Luca e Gabriela confessam a Ruth e Helô sobre suas armações como Dark Lady. Kessya diz a Poliana que Hugo gosta dela. Waldisney diz a Nancy e Branca que sua mãe faleceu repentinamente. As crianças do Clubinho conversam com Ester sobre o túnel na casa de OTTO. Raquel fica chateada ao saber da possibilidade de Guilherme ir para Austrália. Na escola, Filipa recebe um buquê de um admirador secreto. Luisa procura por uma sala subterrânea na casa de Pendleton.",
      "sexta": "Poliana pede para Filipa deixa-la ver o bilhete do admirador secreto para que possa comparar a grafia com o dela. Mirela proíbe Luca de trabalhar no grêmio. Luisa suspeita de que possa haver algo secreto no quarto de Estella. O CLP decide organizar um Sarau. Mosquito diz a Falcão que voltará para o bando se ele parar de mexer com as pessoas que estão o ajudando. Fernanda vai atrás de Afonso, porém ele diz que já está com outra pessoa. Sérgio começa a participar de entrevistas. Todos descobrem que Filipa encomendou as flores para si própria. Débora e Sophie levantam algumas suspeitas sobre Violeta. Luisa faz uma busca no quarto de Estella, mas é interrompida por Sara. Mosquito demora a voltar das entregas e Durval fica preocupado. Branca faz uma pesquisa nas redes sociais de Waldisney."
    },
    "Cúmplices de um resgate": {
      "segunda": "Sandro prepara um jantar para Laura na mansão de Regina. A doméstica fica preocupada que Regina apareça, mas ele diz que ela não acorda devido aos remédios que toma. Laura se irrita ao perceber que há mais pessoas na sala e joga a jarra de suco nele. No dia seguinte, Manuela aconselha Laura a dar uma chance para Sandro. Fausto segue perseguindo Helena. Dessa vez, ele a segue e faz registros fotográficos. Clara conversa com o pastor sobre achar que Luiz está lhe traindo. Gemima escuta a conversa dos dois. O pastor diz que ela não pode fazer uma séria acusação sem ter fatos concretos. Uma confusão generalizada acontece no vilarejo. Nina e Fiorina discutem acusando uma a outra de ser uma péssima influência para Téo e Manu.",
      "terça": "Lurdinha escuta Frederico dizer para Tomas que não possui interesse em Taísa, pois a trata bem apenas para fazer ciúme nela. Sandro conversa com Laura e diz que não irá mais perturbar a amada com tentativas em vão de conquistá-la. Laura decide dar uma oportunidade ao capanga e diz que eles podem tentar terminar o jantar. Gemima espalha para as irmãs da igreja o que escutou da conversa entre o pastor e Clara. Lurdinha decide dar o troco em Frederico ao fazer ciúme com Tomas. Joel vai até a cidade para contar para Geraldo que a polícia descobriu que ele está no vilarejo. Joel explica que precisa de documentos falsos e dinheiro para ir para fora do País. Regina entra na sala do irmão e se depara com Joel. Helena recebe fotos com os dizeres: “Estou na sua cola”.",
      "quarta": "Helena vai ao vilarejo e conta para Pedro que Fausto está a perseguindo. Joel avisa Omar que terá que passar uns tempos fora a trabalho. O garoto chora por não querer ficar sozinho no vilarejo. Regina diz para Geraldo que descobriu que ele desvia dinheiro da gravadora. Regina ameaça o irmão e impõe que quer parte desse dinheiro. Dinho protege Meire, porém tudo faz parte de um plano dos irmãos Vaz para que a síndica aceite o porteiro no apartamento outra vez. Gemima conta para Nair que Luiz está traindo a esposa com Flora. Omar escuta a conversa dos dois. A clínica veterinária de Pedro está toda bagunçada, ocasionada por Fausto. Omar faz questão de provocar Mateus e tirar sarro sobre a suposta traição de Luiz. Safira enfrenta Regina e diz que não quer que ela chegue perto de Priscila.",
      "quinta": "Téo vai escondido com Isabela para falar com Mateus, que está triste com o ocorrido. Sabrina vai até a casa de Fiorina com a desculpa de ver Téo, porém com objetivo de fazer a italiana descobrir que o garoto fugiu do castigo. Téo aparece no momento e diz que tinha apenas ido pegar alguns ovos no galinheiro. Regina diz que Priscila deveria ir até a On-Enterprise para fazer uma surpresa para Safira. Na igreja, as irmãs proíbem Luiz de entrar e dizem que ele é um homem sem vergonha e que traiu a própria esposa. Priscila chega na empresa e diz para Lurdinha que quer falar com a mãe. A secretaria fica confusa, pois nunca ninguém soube na empresa que Safira tinha uma filha. Lurdinha interrompe a reunião diz que a filha dela está na recepção. Todos estranham e Otávio pergunta: “Filha?”. Safira diz que a garota é apenas uma afilhada e sai da sala.",
      "sexta": "Frederico pensa que ela escondeu isso de todos durante esses anos e conclui: “Paola Bracho se contorce de inveja”. Safira conversa com a filha, que fica decepcionada ao saber que Safira sempre escondeu que ela existia. A garota decide ir embora e diz que se ela não precisa de uma filha, ela também não precisa de uma mãe. Clara está prestes a ir embora por acreditar que Luiz estava lhe traindo. Clara conversa com Luiz e tudo se esclarece. Priscila fica ainda mais chateada ao sabe que os avós sabiam que Safira escondia ter uma filha. Na empresa, Safira revela a verdade para Otávio. Safira vai para casa tentar falar com Priscila, que se recusa. Aurora diz que não pode fazer nada por ela, pois já passou muito a mão em sua cabeça durante esses anos. Fausto aparece no vilarejo, vê Flora e tenta agredi-la. Pedro aparece e tenta afastar Fausto. Sabrina aproveita a distração de todos e entra no quarto de Manuela para passar o perfume dela, além de pegar uma fita de cabelo. Enquanto isso, do lado de fora, Pedro e Fausto brigam. Fausto sai correndo em sua moto jurando infernizar a todos, porém, na estrada, sofre um sério acidente."
    },
    "Betty a feia": {
      "segunda": "O sonho de Marcela é se casar com Armando, portanto começa os preparativos para o grande dia. Mas ela fica perplexa ao ouvir o noivo dizer que eles não vão se casar. Armando se explica e pede a ela que aceita o adiamento do enlace até que ele recupere o dinheiro da empresa e possa dar a ela a festa que merece. Mariana ouve quando Giovás conta para Wilson que foi Jenny quem bateu o carro de Armando e imediatamente ela conta a novidade para o pelotão. Betty surpreende Patrícia vasculhando seu escritório.",
      "terça": "Bertha ouve uma conversa de Patrícia ao telefone onde ela fala sobre sua suspeita de que pode estar grávida e imediatamente conta a novidade para as amigas do pelotão. Na realidade Patrícia está falando do atraso de seu condomínio. Por vingança, Patrícia se aproveita da fofoca para manipular Daniel e Ricardo. Betty entrega a Armando o “Collateral Assett” assinado e ele pede a ela que o guarde me um lugar seguro. Empregados e acionistas não recebem o salário do mês e Betty está nervosa. ",
      "quarta": "Hugo leva Vanessa Palacios, a modelo mais respeitada do mundo da moda, para que a V&M a contrate e assim garantir o sucesso do desfile. Armando fica fascinado com a modelo enquanto Betty e Marcela morrem de ciúmes. Daniel, ainda chocado com a notícia da “gravidez” de Patrícia, que mandá-la para fora do país, mas ela manipula a situação e o ameaça. Marcela e Margarita ficam sabendo da gravidez de Patrícia. Ela jura que Ricardo é o pai de o filho ms ele não aceitaa paternidade. Marcela discute com ricardo e ele se sente culpado.",
      "quinta": "Em um restaurante, Armando se deixa levar pela beleza de Vanessa. Ela o beija e ele corresponde. Marcela está furiosa e pede a Beth que a acompanhe até o restaurante para que negocie o contrato com a modelo. Elas não chegam à tempo de flagrar Armando em clima de romance com Vanessa. Marcela dá ordens a Beth para ofereça á mpdelo um contrato pela metade da quantia. Armando conta a Ricardo que Betty conseguiu dobrar o dinheiro investido na BAR e ele fica perplexo.",
      "sexta": "Depois do sucesso do desfile, Vanessa espera Armando em seu escritório para receber seu cachê. Marcela tem um ataquede ciúmes e prucra Armando por todos os lados. Betty consegue tirar Vanessa da sala sem que Marcela a veja, mas Patrícia as vê conta para a amiga. Furiosa, Marcela humilha Betty e afirmaq ue quando consegui uma prova de que emcobre as infidelidades de Armando, vai demitíla da empresa. Betty fica arrasada pela maneira como foi tratada por Marcela. Sofia se vinga de Jenny usando Giovás e a faz acreditar rque Hugo quer que ela encerre o desfile usando uma roupa de “Drag Queen”."
    },
    "Meu coração é teu": {
      "segunda": "Os Lascurain estão comovidos com a surpresa que receberá Ana, cada uma das sete crianças sente um pouco da emoção que Ana irá viver e se lembram de sua mãe. Fernando, ao microfone, diz a Ana que desde que ela chegou, suas vidas têm sido muito felizes, e agora chegou a vez deles retribuírem. Ana escuta a voz de sua mãe, que canta uma canção, de repente ela percebe que sua mãe está na sua frente. Ana e Soledade choram e se abraçam, dizendo que esperaram esse momento há trinta anos. A família Lascurain chora diante do encontro. Isabela está irritada, pois imagina que Ana já deva estar com sua mãe. Yolanda diz a Isabela que ela se transformou em uma mulher amargurada, deprimente e patética.",
      "terça": "Nicolas diz a Johnny que ele precisa convencer Jennifer a aceitar um fundo econômico para que ela não tenha problemas financeiros e pede que ele a faça feliz. Ana enfrenta Isabela, diz que não vai permitir que ela volte a se meter com as pessoas que ama e afirma que ela deveria ter medo, pois assim que nasça seu bebê, as coisas irão mudar e muito com Fernando. Isabela caçoa de Ana. Soledade diz a Fernando que se ele ama Ana, precisa lutar por ela. Fernando responde que as coisas são complicadas, pois ao se casar com Isabela, decepcionou muito Ana, ao mesmo tempo em que seu irmão Diego se apaixonou por ela. O advogado Torres comenta com Isabela que seria bom se Fernando retomasse a empresa.",
      "quarta": "Isabela se mostra muito preocupada com a saúde de Henrique, mas só na frente do médico. Isabela esbarra com o Dr. Ângelo e fica impressionada com sua beleza. Simpático, Ângelo lhe dá seu cartão, para quando nascer seu bebê. Isabela se dá conta que o doutor é a mesma pessoa que fez com que Soledade encontrasse Ana. Isabela fala com a mãe sobre Henrique e Yolanda diz não entender como foi possível que a filha se interessasse por um louco, quando poderia estar com um cavalheiro que a cercasse de luxos, Isabela fica furiosa. Fernando leva Ana e a mãe até o povoado onde Soledade vivia. No povoado, um coral canta a música de Soledade, Ana e a mãe se emocionam. ",
      "quinta": "Fanny e Leon cuidam de Luz e Mauricio. Luz está doente e Fanny a leva para seu quarto, elas encontram Sara no caminho, que fica desesperada em ter contato com Luz, estando ela enferma. Nando muda seu penteado por Edith, que, em troca, deve tirar a maquiagem. Ela a princípio resiste, mas acaba aceitando o pedido de Nando. Dorival sonha que Yolanda dança no clube e acorda assustado. Isabela encontra o e-mail de Ângelo e o apaga. Ângelo acredita que Ana seja a filha perdida de Soledade, mas recebe uma ligação de Isabela, fingindo ser a assistente de Fernando, e diz poder marcar um encontro entre elas. Fernando está em Houston e pensando em Ana, em tê-la em seus braços. Fernando revisa suas mensagens e seu e-mail, e vê um e-mail de Ângelo, mas não o encontra na memória de seu celular, pois Isabela o apagou.",
      "sexta": "Sebastião e Sara estão ensaiando quando Fernando entra e descobre que o filho participará de um concurso de dança. Ele diz ao filho que não precisa se preocupar com o dinheiro para a inscrição no mesmo. Isabela ameaça Yolanda e diz que irá negar tudo que ela por ventura diga a Fernando, mas quando sente que a mãe não se intimida, Isabela se retrata. Ângelo conta a Ana que Magda abortou seu filho, sem dizer nada. Edith diz a Fanny, Leon e Nando que depois de tanto tempo não é fácil provar a violencia que sofreu de Gabriel, eles aconselham Edith a comprar um gás de pimenta para que possa se defender, caso Gabriel volte a se aproximar. Alicia liga para Isabela para contar sobre o desaparecimento de Paulo e descobre que Sebastião está ensaiando para o concurso. Isabela pensa em algo para prejudicar Sebastião."
    },
    "Ouro Verde": {
      "segunda": "Cátia faz aula de canto e mostra que não tem dom algum para a música. Em casa, Judite chora e é consolada por Joaquim. Gonçalo e Inês discutem sobre a expulsão do irmão e a relação com a sobrinha, Sol. Vera procura Joaquim para renegociar o acordo feito. Ela afronta o policial e afirma saber que ele matou a mãe adotiva de Henrique. Judite fica surpresa. Bia e Jorge conversam sobre o sumiço de Neném e Aparecida. Gonçalo pede abrigo a Jéssica.",
      "terça": "Otelo encontra Rita na casa de José. Salvador espiona a conversa dos dois e filma a tia e o namorado de sua mãe aos beijos. O jovem mostra o vídeo para a família e Mônica se enfurece. Na companhia de Amanda, Mônica vai à casa de Rita e dá uma surra na ex-cunhada. Dois meses depois, Vera e Jorge comparecem à audiência para decisão da guarda de Henrique. No mesmo dia acontece também o julgamento de Judite por causa do acidente de Bia. Rita ganha a guarda de Henrique.",
      "quarta": "Bia diz ao irmão que Judite não aparenta ser culpada pelo seu acidente. Na presença do filho, Judite chora. Miguel e Vera comemoram a guarda de Henrique enquanto o banqueiro afirma que sempre fará de tudo para vê-la feliz. No hospital, os adultos e as crianças festejam o “casamento” de Sol e Guilherme. No jornal, Miguel assiste à uma notícia sobre Otelo. Na fazenda, Laurentino agarra Aparecida.",
      "quinta": "Aparecida é abusada por Laurentino. Neném aparece para salvar Aparecida e Laurentino a mata. Edson chega ao local e fica desesperado. Jorge, Mônica e Bia dizem a Henrique que ele irá vier com Vera. Amanda ouve a notícia sobre Otelo e fica admirada pelo novo cargo dele. Miguel e Otelo se encontram. Vera aparece na casa de Jorge para buscar Henrique e ele se nega a acompanhar a mãe.",
      "sexta": "Edson tenta descobrir quem violentou sua filha. Bia e Mônica confortam Jorge. Henrique grita com Vera e diz odiar a mãe biológica. Jorge recebe a notícia do falecimento de Neném. Bernardo e Claudia discutem por ele ser machista. Judite e a família almoçam juntos. Claudia se apresenta na gafieira. Bernardo discute com primo, Salvador, por ciúmes da namorada. Judite afronta Joaquim.",
      "sábado": "Hadja chega na gafieira acompanhado da namorada, Cátia, para prestigiar a filha. Jéssica beija Gonçalo para provocar Hadja. Salvador mostra foto da sobrinha, Madalena, para a prima. Otelo e Miguel se encontram. Vera leva Henrique para o banho à força. Bia conta a Salvador que Aparecida foi violentada e ele fica chocado. Jorge chega à fazenda e, transtornado, faz diversas perguntas. Ele questiona Aparecida sobre o culpado."
    },
    "Amor sem igual": {
      "segunda": "Leandro agarra Maria Antônia a força. Ramiro conversa com o suposto policial e pergunta se o que está acontecendo não é uma armação do Tobias. Maria Antônia chora, trêmula e ajeita a roupa. O policial tira Ramiro do carro e o manda ficar de joelhos. Ramiro implora para que não o mate. As luzes se apagam e tecidos aéreos iluminam o salão do Mademoiselle. Poderosa com uma máscara, sai de trás do tecido e começa a dançar. Todos ficam admirados. Poderosa dança, olhando fixamente para Bernardo. Poderosa se aproxima, com sangue nos olhos, encarando Bernardo. Bernardo faz que vai arrancar a máscara de Poderosa, mas Duplex chega antes e impede. Poderosa circula pelo salão, arrancando olhares, assovios e palmas.",
      "terça": "Os clientes ficam em polvorosos com a performance e gritam por quem paga mais. Poderosa retira a máscara. Olympia fica impressionada com Poderosa. Maria Antônia diz para Fernanda que quer ir embora. Policial leva Ramiro a um prédio abandonado. Fernanda sugere a Tobias que chame a polícia para descobrir o paradeiro de Ramiro. Miguel sentado em sua poltrona, olha para a pashimina de Poderosa. Miguel envia uma mensagem para Poderosa. Tobias pede para Fernanda se acalmar.",
      "quarta": "Na escolinha de futebol, Mauro comenta com Ernani que a festa da Fernanda estava muito animada. Ioná desperta do profundo sono, sendo observada por Olympia. Olympia diz que sua confiança em Ioná acabou. No Mercado Municipal, Pedro comenta com Miguel que se sentiu um peixe fora d’água no mundo de Fernanda. Fonseca aperta Xavier para saber o paradeiro de Ramiro, que nega tudo e chora. Fernanda teme que seu pai tenha sido assassinado. Em um prédio abandonado, Ramiro finge dor e pede para ser medicado. O policial diz que vai buscar alguma medicação e quando volta, percebe que Ramiro fugiu. Ramiro acerta o policial e foge.",
      "quinta": "Dona Sônia e Yara vão até a escolinha de futebol tirar satisfação com seu Ernani e fazem um escândalo. Ramiro é recapturado. Seu Ernani confessa à Dona Sônia que teve um caso com Yara. Dona Sônia fica decepcionada. Yara avança em seu Ernani e lhe dê dá um soco, ele revida e derruba Yara no chão. Poderosa agradece a Duplex enquanto estão sentados à mesa tomando um café. Ela diz que se não fosse ele, Santiago e Olavo, não teria conseguido se apresentar no Mademoiselle. Miguel visita o conjugado e Poderosa corre para abraçá-lo. Miguel devolve a pashimina de Poderosa. Maikitaison liga para Poderosa e diz que o leilão está um sucesso, todos querem a mascarada e que os lances não param de subir. Miguel fica incrédulo com o que ouve e os dois discutem. Maria Antonia está abatida e Hugo pede que ela se abra com ele. Tobias recebe uma ligação anônima do suposto sequestrador de Ramiro.",
      "sexta": "Tobias nega ao delegado que tenha sequestrado seu próprio pai para obter vantagem financeira. Yara agradece à Donatella por conceder um cantinho de seu quarto para cuidar dos seus hematomas. Vânia pergunta a Bernardo se ele acha que o namorado de Fernanda tem alguma coisa a ver com o sequestro de Ramiro. Bernardo disfarça e diz que não pode descartar nenhuma possibilidade e que todos são considerados suspeitos. Furacão fica preocupada com Poderosa sobre os lances do leilão e teme que Bernardo dê o lance mais caro. Na delegacia, Xavier está machucado e sentado em uma cadeira. Fonseca dispensa Xavier e ameaça matá-lo caso ele diga a alguém que foi torturado. Começa o leilão e Bernardo e Leandro entram na disputa por Poderosa."
    },
    "O rico e lázaro": {
      "segunda": "Tobias nega ao delegado que tenha sequestrado seu próprio pai para obter vantagem financeira. Yara agradece à Donatella por conceder um cantinho de seu quarto para cuidar dos seus hematomas. Vânia pergunta a Bernardo se ele acha que o namorado de Fernanda tem alguma coisa a ver com o sequestro de Ramiro. Bernardo disfarça e diz que não pode descartar nenhuma possibilidade e que todos são considerados suspeitos. Furacão fica preocupada com Poderosa sobre os lances do leilão e teme que Bernardo dê o lance mais caro. Na delegacia, Xavier está machucado e sentado em uma cadeira. Fonseca dispensa Xavier e ameaça matá-lo caso ele diga a alguém que foi torturado. Começa o leilão e Bernardo e Leandro entram na disputa por Poderosa.",
      "terça": "Evil-Merodaque e Shamiran pedem para Beroso cuidar da pequena Shala. Joaquim se declara para Edissa e eles se deitam. Evil-Merodaque fica preocupado com o estado de saúde da filha. Nicolau chega em casa bêbado. Zelfa critica a presença de Fassur na vida de Elga. Beroso diz que Shala está doente por castigo dos deuses. O sacerdote pede para Evil-Merodaque trazer as imagens de volta. Nebuzaradã e Sammu-Ramat fazem planos ambiciosos. Shamiran diz que é importante ouvir a opinião de outra pessoa sobre o estado de saúde de Shala. Hurzabum ensina as crianças do palácio a orarem por Shala. Ebede-Meleque pede para Neusta deixar de se preocupar com Joaquim. Gadise diz que Matias aceitou morar em outra cidade. Rabe-Sáris diz para Namnu se preparar para o pior. ",
      "quarta": "Evil-Merodaque ora ao Deus dos hebreus. A sala do trono se ilumina e Shala, filha do novo rei, desperta do sono profundo. Nitócris tenta falar com o irmão, mas ele não dá atenção. Absalom manda Larsa ficar longe de Dana. Ela gosta de ser protegida por Absalom. Sammu-Ramat aconselha Asher a deixar o palácio com Joana. Joaquim convida Neusta para deixar a cidade com ele e Edissa. Evil-Merodaque se emociona ao ver que Shala está bem. Daniel diz que o novo rei está em perigo. Nitócris pede para Amitis falar com Evil-Merodaque. Nebuzaradã avisa que Arioque deve estar longe no momento do golpe. Alguns babilônicos nas ruas reclamam da atitude de Evil-Merodaque. Amitis pede para falar com Asher.",
      "quinta": "Joana avisa a Asher sobre o desejo de Nebuzaradã. Rebeca consegue despistar Sammu-Ramat. Ebede-Meleque acompanha Joaquim e Edissa durante a fuga. Elga encontra Fassur e diz estar tudo pronto para o casamento. Shamiram, as filhas de Evil-Merodaque, Joaquim e Edissa deixam o palácio. Sammu-Ramat diz que logo estará no poder. Daniel se declara para Lia. Ravina permite a partida de Matias. Elga avisa que se casará no dia seguinte. Malca e Zelfa falam sobre Absalom e Dana. Asher agradece a amizade de Lior. Hurzabum toca uma canção na casa de Ravina. Evil-Merodaque ora ao Senhor dos hebreus. Absalom vai até a casa de Dana e surpreende a todos. Zac diz não se conformar com a união entre Elga e Fassur. Zelfa estranha o comportamento dos filhos de Tamir e Shamir. Absalom pede a mão de Dana em casamento.",
      "sexta": "Sob o comando de Nebuzaradã, Rabe-Sáris e os outros oficiais atacam os guardas do rei. Asher defende Evil-Merodaque. Na casa de Ravina, Joana avisa que precisa sair. Furiosa, Nitócris não consegue abrir a porta do quarto. Nebuzaradã assassina Evil-Merodaque. Amitis se desespera e também é morta pelo chefe da guarda real. Beroso e Aspenaz ficam horrorizados. Furioso, Asher observa Nebuzaradã assumindo o trono da Babilônia. Sammu-Ramat sorri triunfante. Namnu avisa que Shamiran e as meninas fugiram. Neusta e Ebede-Meleque permanecem na Casa da Lua. Fassur apresenta um contrato de casamento. Elga estranha. Sammu-Ramat aconselha Nebuzaradã a poupar a vida de Daniel."
    },
    "Caminhos do coração": {
      "segunda": "Toni e Cléo sentem um frio insuportável quando surge o Homem-Gelo. Maria tem um pesadelo com Juanita e Noé diz que ela ficou traumatizada com o que aconteceu com a cobra. Juanita-cobra se arrasta, mas eles não a vêem. Paola segura Célia e lhe dá um abraço. Ela quebra um vaso na cabeça de Paola. A duas rolam pelo chão e Paola tenta sufocar Célia, quando Simone e Mauro entram no apartamento. Os dois gritam por socorro. Paola solta Célia e pega o que roubou. Mauro corre para socorrer Célia e vê Helga desmaiada. Esmeralda observa Ernesto dormir e diz que nunca irá abandoná-lo. Tati diz que precisa ir para ilha, mas os adultos não a deixam e todos ficam esperando que ela provoque o fenômeno do “poltergeist”. Capeletti avança contra Júlia. A médica entrega um picolé de sangue para Capeletti, que se acalma e sai para procurar Marcelo.",
      "terça": "Cris e Iara combinam de ficar juntos para sempre. Maria atravessa a parede e sai do depósito. Beto volta correndo e surpreende Homem-Gelo carregando um balde de água. Ele ameaça jogar e Homem-Gelo foge com medo. Maria volta pela parede e avisa que eles precisam salvar Cléo, Toni e Noé. Beto joga água nos três e o gelo começa a derreter. Meduso e Metamorfo discutem e lutam. Gór os hipnotiza e avisa que eles não podem brigar, pois são aliados. Ela diz que precisa achar uma solução para acabar com Cassandra. Esmeralda diz para Ernesto que ele precisa ser forte. Esmeralda conta que Ernesto nunca mais voltará a andar. Ernesto fica revoltado e Esmeralda tenta confortá-lo. Marcelo se depara com Perpétua, que fica receosa.",
      "quarta": "Perpétua lança um raio em Marcelo. Marcelo volta a sentir uma forte dor e encosta em Perpétua, tentando se apoiar para não cair. Perpétua acha que está sendo atacada e lança um raio em Marcelo, que leva choque. Marcelo cai no chão com dor e diz que precisa de ajuda, mas Perpétua foge com medo. Cris pergunta se foi Vlado quem matou Marli e ele confirma. Cris fica furioso e diz que Vlado irá pagar pelo que fez. Fúria corre para atacar Iara, mas Cris cria um campo de força em volta da sereia. Fúria cai no chão, sem conseguir se mover. Vlado tenta atacar Cris, mas ele o faz levitar e sufoca Vlado no ar. Vlado manda Fúria fazer alguma coisa, mas ela sente medo. Leão dá uma mordida no braço de Hélio, que se apavora. Hélio joga uma pedra na cabeça de Leão, que desmaia. Hélio sai correndo. Tati faz um pedaço de pau voar na cabeça de Golias. Tati morde a mão do gigante e se solta. Lúcia diz ter quase certeza de que o filho que está esperando é de Metamorfo. Cassandra encara Amália e fala que está desconfiada de suas atitudes.",
      "quinta": "Júlia faz uma experiência misteriosa. Marcelo volta a sentir uma forte dor e encosta em Perpétua, tentando se apoiar para não cair. Perpétua acha que está sendo atacada e lança um raio em Marcelo, que leva choque. Marcelo cai no chão com dor e diz que precisa de ajuda, mas Perpétua foge com medo. Cris pergunta se foi Vlado quem matou Marli e ele confirma. Cris fica furioso e diz que Vlado irá pagar pelo que fez. Fúria corre para atacar Iara, mas Cris cria um campo de força em volta da sereia e Fúria cai no chão, sem conseguir se mover. Vlado tenta atacar Cris, mas ele o faz levitar e começa a sufocar Vlado no ar. Vlado manda Fúria fazer alguma coisa, mas ela sente medo e ele se desespera. Leão dá uma mordida no braço de Hélio e ele se apavora. Hélio dá um golpe em Leão, que cai no chão.",
      "sexta": "Golias, Leão, Vlado e Fúria se unem à Liga Bandida. Perpétua encontra Demétrio e Ísis com Vavá e Pachola. Ela fica aliviada, mas se assusta ao saber que Pachola também é um homem-lobo. Cassandra ameaça matar Júlia, caso algo de ruim aconteça com Janete e Lucas. Amália liga para Gór e conta que Cassandra marcou uma reunião para desmascarar seu plano. Gór se irrita e arma um plano contra Cassandra. Eric, Fernando, Taveira e Dino caminham pela mata, quando vêem uma cobra congelada. Eric sente o cheiro e avisa que é Juanita. Ele e Fernando jogam água na cobra, que começa a se mexer e se transforma em Juanita. Eric entrega um cobertor para Juanita e ela avisa ter sido atacada pelo Homem-Gelo. Eles são surpreendidos pela chegada de Vlado, Fúria, Golias e Leão, que os cercam. Eric, Juanita, Dino e Taveira sacam suas armas. Cassandra liga para Mauro e conta que Lucas e Janete foram para ilha."
    },
    "a escrava isaura": {
      "segunda": "Sebastião vai ao jantar de Tomásia que recebe a caixa de bombons. Dr. Paulo encontra Rosa que diz que quer casar com ele. Álvaro pensa em comprar Martinho para dar informações falsas a Leôncio. Álvaro pede Isaura em namoro. Isaura doa as jóias que ganhou de Almeida para a libertação de escravos. Sebastião tira satisfações com Tomásia e Gioconda. Álvaro pede Isaura em namoro e Miguel concorda. Dr. Paulo tenta agarrar Rosa a força.",
      "terça": "Branca vê Álvaro conversar com os capitães-do-mato. Álvaro oferece o dobro de dinheiro para Martinho e Raimundo. Henrique consegue comprar Moleca e as crianças. Belchior ouve Leôncio falar que mandou os bombons envenenados. Tomásia desconfia de Leôncio. Dr. Paulo atende Sebastião. Álvaro convence Raimundo e Martinho a aceitarem o dinheiro. André, Moleca, Bernardo e Henrique se escondem na fazenda de Tomásia. Sebastião e Malvina interrogam Leôncio sobre os bombons envenenados. Branca vê Álvaro conversar com os capitães-do-mato.",
      "quarta": "Branca vê Álvaro conversar com os capitães-do-mato. Álvaro oferece o dobro de dinheiro para Martinho e Raimundo. Henrique consegue comprar Moleca e as crianças. Belchior ouve Leôncio falar que mandou os bombons envenenados. Tomásia desconfia de Leôncio. Dr. Paulo atende Sebastião. Álvaro convence Raimundo e Martinho a aceitarem o dinheiro. André, Moleca, Bernardo e Henrique se escondem na fazenda de Tomásia. Sebastião e Malvina interrogam Leôncio sobre os bombons envenenados. Branca vê Álvaro conversar com os capitães-do-mato.",
      "quinta": "Cel. Sebastião deserda Henrique. Malvina decide ir junto com Leôncio para buscar Isaura. Álvaro avisa a Isaura que dia ela pegará o navio para fugir. Isaura ensina Pedrinho a escrever. Cel. Sebastião coloca Rosa de castigo. Malvina conta a Henrique que vai para São junto com Leôncio. Álvaro recebe a mensagem de Tomásia e diz a sua mãe que irá hospedá-la em sua casa. Geraldo avisa sua mãe e a sua irmã sobre a visita de Tomásia. Cel. Sebastião deserda Henrique. Tomásia e André seguem viagem. Leôncio e Malvina se preparam para viajar. Miguel sai um pouco de casa. Os capitães do mato aproveitam para ir até Isaura.",
      "sexta": "Miguel chega em casa e encontra os capitães do mato. Rosa fica chateada por seu pai não arranjar um casamento para ela. Pedrinho e Isaura ficam acuados com a presença e ameaças de Martinho e Raimundo. Álvaro chega na casa de Isaura e ouve seus berros por socorro. Miguel chega em casa e encontra os capitães do mato de saída. Álvaro conta a Isaura que Tomásia virá visitá-lo. Leôncio chega na casa de viagem na casa de Branca. Tomásia chega na casa de Álvaro e Perpétua e logo fica sabendo que Isaura é noiva de Álvaro. Moleca volta para o quilombo com as crianças. Álvaro informa a Tomásia que ela verá Isaura após a visita deles na casa de Geraldo."
    }
  }
}
