{
    "novelas": {
        "amor de mãe": {
            "segunda": "Danilo vê quando o carro de Sandro e Marconi desvia da polícia. Álvaro é detido por Wesley ao tentar suborná-lo. Danilo dorme com Camila, e Lurdes dá um ultimato no rapaz. Thelma descobre que Danilo está mentindo para ela. Álvaro paga Belizário, que o libera da detenção na frente de Vitória. Marconi obriga Sandro a guardar produtos roubados. Camila desconfia do comportamento de Sandro. Natália se incomoda com o entrosamento de Carolina e Durval. Vicente afirma a Betina que sofre com a separação dos dois. Álvaro convence Eunice a fechar a escola, e Amanda alerta Davi. Thelma aconselha Durval sobre Carolina e Natália. Danilo revela sobre seu namoro para Thelma, que se frustra com o silêncio de Lurdes. Davi afirma que deseja namorar Amanda. Vicente decide investigar Magno. Lurdes apresenta Danilo a Sandro.",
            "terça": "Danilo diz a Camila que reconheceu Sandro como o motorista dos assaltantes, e a menina desconfia. Thelma desabafa com Durval sobre sua frustração com Lurdes. Raul conta para Érica sobre sua relação com Vitória. Tiago pede que Vitória passe o dia com ele. Belizário alerta Vicente para não investigar Magno. Lurdes e Thelma reatam a amizade. Amanda e Davi veem quando Camila chega com Danilo à escola. Estela afirma a Jorge que se vingará de Lídia. Raul pede Érica em casamento. Marina vence seu jogo e agradece o apoio de Ryan. Estela apresenta Tales a Lídia. Vicente agride Betina, que liga para Miriam. Ryan comenta com Camila que encontrou um relógio novo com Sandro. Lurdes constata que Sandro não abandonou Marconi.",
            "quarta": "Lurdes, Camila e Ryan se preocupam com Sandro. Sandro revela a Lurdes que tem uma dívida com Marconi, e a mulher afirma que ajudará o filho. Durval ensina Thelma a andar de bicicleta. Betina conhece Matias. Camila desconfia de Eunice. Vitória discute com Álvaro por livrar Vicente da detenção. Belizário repreende Vicente. Magno convida Betina para morar em sua casa. Lídia seduz Tales. Lurdes conta a Thelma que planeja vender sua casa para pagar a dívida de Sandro. Nuno aceita fechar negócio com Lurdes. Camila, Ryan e Magno acreditam que Lurdes e Sandro estejam escondendo algo. Vitória descobre que Lurdes vendeu sua casa. Lurdes é sequestrada.",
            "quinta": "Sandro se desespera e implora para que Marconi salve a vida de Lurdes. Marconi resgata Lurdes e afirma que a dívida de Sandro está paga. Sandro garante a Lurdes que comprará sua casa de volta. Davi revela para Vitória que está namorando. Magno e Betina declaram seu amor. Érica conta para Lurdes que Raul a pediu em casamento. Álvaro flagra um microfone com Amanda. Amanda percebe que está sendo seguida por Belizário. Davi ajuda Amanda a descartar o dossiê contra a PWA. Álvaro aconselha Raul a contar que comprou o salão para Érica. Lídia e Érica se agridem. Raul ajuda Estela. Agenor pede que Davi proteja Amanda de Álvaro. Lucimara confidencia a Lídia que Raul comprou o salão para Érica. Leila desperta do coma.",
            "sexta": "Lurdes avisa a Magno que Leila despertou. Natália aconselha Vitória a descobrir quem é a namorada de Davi. Durval se insinua para Thelma, que não percebe. Leila afirma a Magno que deseja retomar sua família. Vitória confronta Davi sobre Amanda. Lurdes incentiva Sandro com seu novo trabalho. Lídia revela a Érica que Raul comprou o salão. Brenda visita Leila. Magno e Betina se preocupam com sua situação. Amanda alerta Danilo sobre o fechamento da escola onde Camila trabalha. Thelma se encanta com Gabo, e Durval se incomoda. Mesmo acidentada, Marina vence partida de tênis, e Ryan vibra. Álvaro pede que Amanda acesse a troca de e-mails entre e Vitória e Davi. Leila questiona Betina sobre seu relacionamento com Magno.",
            "sábado": "Lurdes avisa a Magno que Leila despertou. Natália aconselha Vitória a descobrir quem é a namorada de Davi. Durval se insinua para Thelma, que não percebe. Leila afirma a Magno que deseja retomar sua família. Vitória confronta Davi sobre Amanda. Lurdes incentiva Sandro com seu novo trabalho. Lídia revela a Érica que Raul comprou o salão. Brenda visita Leila. Magno e Betina se preocupam com sua situação. Amanda alerta Danilo sobre o fechamento da escola onde Camila trabalha. Thelma se encanta com Gabo, e Durval se incomoda. Mesmo acidentada, Marina vence partida de tênis, e Ryan vibra. Álvaro pede que Amanda acesse a troca de e-mails entre e Vitória e Davi. Leila questiona Betina sobre seu relacionamento com Magno."
        }, "Bom sucesso": {
            "segunda": "Elias cobra dinheiro a Paloma para doar sangue a Gabriela. Paloma se espanta com a atitude de Elias. Peter nota a aproximação de Alice e Waguinho. Marcos tranquiliza Paloma, avisando que conseguirá o dinheiro para Elias. Bezinha e Leila gostam de saber que Tonho irá morar temporariamente na mansão. Gláucia e Vera armam para Nana e Mário almoçarem juntos.",
            "terça": "Elias promete dar parte do dinheiro que exigiu de Paloma para Tadeu. Nana pressiona Mário, cobrando uma decisão definitiva do editor para que os dois fiquem juntos. Marcos se desespera quando Elias lhe avisa que só ajudará Gabriela quando receber toda a quantia do dinheiro que exigiu para a doação. Elias se recusa a fazer a doação de sangue antes de receber o dinheiro. Gabriela termina com Patrick e confessa a ele seu amor por Vicente.",
            "quarta": "Alberto se compromete a pagar Elias pela doação. Alberto e Marcos se preocupam por Paloma ficar sozinha com Elias. Gabriela e Vicente reatam. Silvana finge que está grávida de Mário para impedir que o editor termine o relacionamento deles. Paloma escuta Tadeu e Elias planejando a divisão do dinheiro. Elias avisa a Paloma que dormirá com ela no quarto. Paloma consegue se desvencilhar de Elias.",
            "quinta": "Alice e Waguinho resolvem dormir na casa de Paloma para protegê-la de Elias. Gisele diz a Gláucia que Yuri está lhe ajudando a ser uma pessoa melhor. Alice confessa a Waguinho que tem interesse nele. Thaíssa analisa as imagens das câmeras de segurança do desfile. Marcos decide investigar a vida de Elias e pede a Padre Paulo o endereço do ex-marido de Paloma. Elias se surpreende com a presença de Rosemary na casa de Paloma. Marcos vai até a casa de Elias.",
            "sexta": "Terezinha avisa a Marcos que tem uma mulher estranha na casa de Paloma discutindo com Elias. Padre Paulo repreende Elias por doar sangue em troca de dinheiro. Ramon desconfia de Elias. Marcos pede para Jeff procurar Tadeu. Paloma repreende Marcos por ele ter contado a Padre Paulo sobre a chantagem de Elias. Alberto visita Gabriela no hospital. Mauri avisa a Alberto que ocaso de Gabriela é grave. Paloma fica desesperada ao não encontrar Elias em casa.",
            "sábado": "Marcos conta a Ramon sobre a chantagem de Elias. Jeff descobre o endereço do bar que Tadeu frequenta. Ramon tenta tirar informações de Tadeu. Marcos se certifica com Machado de que Elias pode ser preso se houver indícios que comprovem seu vínculo com o dinheiro do assalto. A assistente social conclui que o casamento de Léo e Toshi não é falso. Marcos finge para Rosemary que está com ciúmes de Paloma e Elias. O cachorro Apolo assusta Marcos."
        } , "Éramos seis": {
            "segunda": "Lola demite Durvalina. Virgulino ajuda Lili com o jantar para Julinho. Carlos pensa em conseguir um novo trabalho para Durvalina. Afonso e Inês visitam Lola e sua família. Soraia insiste para que Julinho fique para o jantar de Assad. Almeida apresenta seus filhos, Rita e Ernesto, para Assad e sua família. Alfredo conversa com Inês e provoca Carlos. Mabel conhece Inês e discute com Carlos. Inês percebe a emoção de Afonso ao falar de Lola. Adelaide explica sua ausência a Alfredo. Lola e Afonso fazem uma proposta a Durvalina.",
            "terça": "Durvalina presenteia a família de Lola. Zeca vai a São Paulo com Neves. Mabel e Carlos se entendem. Clotilde e Almeida se encontram na loja e tentam ser amigos. Natália insinua que deseja Almeida apenas para ela. Afonso comunica a Lola que conseguiu uma grande encomenda de seus doces. Emília questiona Zeca sobre Justina. Neves leva Zeca ao cabaré e o rapaz acaba encontrando Alfredo. Zequinha fica com febre e Olga se preocupa com a ausência do marido. Neli se insinua para Zeca. Inês pressiona Carlos.",
            "quarta": "Julinho conta a Clotilde que conheceu os filhos de Almeida. Durvalina começa a trabalhar para Afonso. Lola e Clotilde confirmam a encomenda de doces e pedem ajuda a Maria. Clotilde percebe que Afonso não anota as dívidas de Lola e comenta com a irmã. Isabel afirma a Lola que a ajudará com os doces. Olga pune Zeca por sua ausência. Carlos sofre, sem conseguir decidir entre Inês e Mabel. Adelaide decide apresentar seu novo amor a Emília. Alfredo conta a Adelaide sobre a agressão que Isabel sofreu.",
            "quinta": "Adelaide e Alfredo enfrentam o comerciante e Gusmões detém os dois. Carlos pede a ajuda de Afonso e afirma que Lola está envergonhada por tantos favores. Afonso propõe sociedade a Lola. Inês e Carlos se beijam. Emília vai buscar Adelaide na delegacia e reconhece Alfredo. Emília pede que Gusmões solte Adelaide e Alfredo. Carlos fica abalado com o beijo de Inês. Afonso convence Lola a aceitar sua proposta. Natália desconfia por Almeida não querer almoçar com ela no trabalho. Emília exige que Lola afaste Alfredo de Adelaide.",
            "sexta": "Carlos e os irmãos decidem tirar satisfações com o comerciante que agrediu Isabel. O comerciante é escorraçado da cidade. Gusmões diz que está de olho em Alfredo. Zeca acerta a sociedade com Neves. Olga se preocupa com a saúde dos filhos. Almeida mostra a foto dos filhos e de Natália para Clotilde. Mabel desconfia do conselho que recebe de Marcelo. Adelaide e Alfredo se encontram na reunião política. Mabel mente para que Carlos não termine o namoro com ela.",
            "sábado": "Inês confidencia a Durvalina que ela e Carlos se beijaram. Adelaide e Alfredo dançam no cabaré. Virgulino e Lúcio são abordados por guardas na rua. Inês se decepciona quando Carlos não a procura. Higino ajuda Adelaide e Alfredo a despistar Emília. Zeca amanhece doente e Olga se preocupa. Marcelo desconfia da história que Mabel contou para Carlos. Inês se entristece com a ausência de Carlos. Natália flagra Almeida e Clotilde juntos."
        } , "Malhação": { 
             "segunda": "Anjinha insiste em fazer greve de fome e Marco se irrita. Guga afirma a Max que Rafael não terá seu sobrenome. Milena percebe a briga entre Jaqueline e César. Rita diz a Raíssa que Filipe está namorando outra moça. Filipe confessa a Leila que ainda sofre por causa de Rita. Regina pede que Max conte a Guga que é ele quem está ajudando Meg. Marquinhos anima Nanda e promete uma surpresa. Vânia aconselha César sobre Jaqueline. Celso apoia Jaqueline, e Thiago se incomoda. Rui e Raíssa dizem a Nanda que seu clipe é um sucesso. Jaqueline pede ajuda a Madureira para confrontar Marco. Leila e Rui falam sobre Rita.",
             "terça": "Rui defende Rita para Leila. Marco afirma a Jaqueline e Madureira que é um policial honesto. Marco discute com Anjinha. Leila e Rui armam para manter Rita e Filipe afastados. Anjinha desmaia e Tatoo se apavora. Marquinhos confronta Celso, e Nanda o apoia. Leila comenta com Beto que Filipe não quis dormir com ela. Jaqueline confessa a Milena que ainda tem dúvidas sobre Marco. Anjinha pede segredo a Tatoo sobre seu desmaio. Filipe sofre ao ver Rita com Rui na audiência sobre Nina. Isaura afirma para o juiz que Rita foi vítima de seu pai. Cléber é rude com Anjinha, a pedido de Marco, mas a menina segue em greve de fome. Celso diz a Jaqueline que, em seu lugar, denunciaria todos os policiais da lista de Zé Carlos. O juiz autoriza que Rita e Rui comecem a visitar Nina.",
             "quarta": "Rita tenta falar com Lígia, mas Rui acaba provocando uma discussão com Filipe. Tatoo tem esperanças de se aproximar de Anjinha, e Camelo se preocupa. Filipe desabafa com Meg e afirma que deseja esquecer Rita. Marco decide se juntar à greve de fome de Anjinha. Lígia discute com Joaquim. Bill parte para os Estados Unidos. Marquinhos tira uma fotografia de Celso e Jaqueline juntos, e instiga Thiago contra o professor. César tenta se reaproximar de Jaqueline. Serginho alerta Rita sobre Rui. Leila e Rui armam para Rita e Filipe. Para provocar Rita, Filipe afirma que Leila é sua namorada.",
             "quinta": "Leila inventa para Filipe que Rita beijou Rui. Jaqueline insinua para Thiago que tem um segredo. Beto incentiva Filipe a ficar com Leila. Rita lamenta o desentendimento com Filipe. Thiago sente ciúmes de Jaqueline com Celso e pede conselhos a Carla. Carla se preocupa com a greve de fome de Anjinha. Anjinha questiona Rita sobre sua relação com Rui. Celso parabeniza o desempenho de Jaqueline nas provas. Marquinhos insinua que Jaqueline tem um caso com Celso. Anjinha não resiste a um sanduíche de Tatoo. Beto confessa a Filipe que sente saudades de Meg. Marco se comove ao ler uma carta de Anjinha para sua mãe. Filipe conta para Lígia sobre seu namoro com Leila, e Cida ouve. Rita decide se unir a Rui no processo de guarda de Nina.",
             "sexta": "Rita afirma que ainda não confia em Rui. Cida alerta Leila sobre seu comportamento. Marco é carinhoso com Anjinha. Guga envia imagens da ultrassonagrafia de Meg para Beto, que admira o bebê com Filipe. Carla promete ajudar Anjinha a se encontrar com Cléber, mas pede que a menina volte a comer. Camelo questiona a atitude de Tatoo com Anjinha. Anjinha encerra sua greve de fome. Jaqueline aceita voltar a estudar com César. Celso conta a Jaqueline que enviou a lista de policiais de Zé Carlos para um site. Marco descobre que está sendo acusado de envolvimento com a milícia. Guga acusa Max de fazer chantagem emocional com Meg. Marco se preocupa que a acusação contra ele atinja Anjinha."
        } , "Avenida Brasil": { 
             "segunda": "Nilo conta o que sabe sobre Carminha para Nina. Jorginho sonha com a sua mãe e Débora se preocupa. Max insinua que Tufão está interessado em Nina. Algumas crianças implicam com Adauto no alto da árvore. Jorginho tem outra lembrança de sua mãe. Silas marca a data de seu casamento com Monalisa. Suelen se diverte com Iran, Leandro, Darkson, Valentim e Lúcio. Leleco volta a ficar desconfiado de Sidney. Jorginho e Débora procuram uma vizinha que saiba algo sobre o passado do jogador. Adauto cai novamente da árvore e Muricy cuida do rapaz. Jorginho encontra uma pista de sua verdadeira mãe. Tufão observa Nina. Carminha fica apreensiva depois que Lucinda avisa que Jorginho foi até a antiga casa onde morava com ela e Max.",
             "terça": "Nina vê Carminha e Lucinda conversando. Muricy reata com Adauto. Jorginho se surpreende quando Neide pede dinheiro para dizer o verdadeiro nome de seus pais. Pressionados por Muricy, Tufão e Ivana convidam Adauto para morar na mansão. Nina ouve Carminha contar para Max a conversa que teve com Lucinda. Nina fica perturbada quando Carminha fala sobre o filho. Leleco descobre que Wallace foi namorado de Tessália. Diógenes exige que Dolores fique longe de Roni. Nina pergunta por que Lucinda mentiu sobre a identidade da verdadeira mãe de Jorginho. Noêmia e Verônica planejam atrapalhar o casamento de Alexia. Nina diz a Lucinda que Jorginho vai descobrir sozinho quem é a sua verdadeira mãe. Carminha entra em pânico depois que o filho informa que irá procurar os seus pais biológicos.",
             "quarta": "Tufão afirma que ajudará Jorginho. Nina garante a Lucinda que vai descobrir por que ela protege Carminha. Carminha procura Neide. Muricy se irrita quando vê Adauto agindo como se fosse empregado da mansão. Suelen diz que Lúcio é o pai do suposto filho que está esperando e pede dinheiro a ele. Iran revela para Monalisa que ela vai ser avó. Diógenes não consegue resistir a Dolores. Leleco contrata Darkson para testar a fidelidade de Tessália. Cadinho afirma para Alexia que Ruy não é o homem que ela pensa que seja. Carminha manda Max falar com Neide. Suelen diz a Darkson que ele é o pai do seu filho e lhe pede dinheiro. Jorginho vai com Tufão à casa de Neide.",
             "quinta": "Neide mente para Jorginho. Débora estranha a preocupação de Nina com Jorginho. Muricy se conforma em deixar Adauto trabalhar. Jorginho abraça Carminha e Nina fica perturbada. Leandro tenta proibir Suelen de ir ao baile. Roni pergunta para Diógenes se ele já conhecia Dolores. Paloma avisa a Cadinho onde é a despedida de solteiro de Ruy. Alexia descobre o plano de Cadinho e Paloma. Monalisa se enfurece ao ver Suelen no baile. Dolores marca um encontro com Roni. Leleco finge se machucar e insiste que Tessália vá para o baile com Darkson. Monalisa conversa com Suelen. Jorginho descobre que Neide o enganou.",
             "sexta": "Jorginho procura Neide. Nina se incomoda ao ver Carminha comemorar por ter feito as pazes com o filho. Monalisa tenta ser agradável com Suelen. Alexia descobre que Cadinho armou para que ela brigasse com Ruy no dia do casamento. Noêmia e Verônica preparam sua vingança contra Alexia. Cadinho é preso. Tufão e Débora pedem que Jorginho desista de procurar sua mãe biológica. Iran e Leandro se desentendem no treino. Tufão conta para Carminha que Jorginho descobriu a mentira de Neide sobre seu passado. Carminha briga com Max. Jorginho vê Carminha e Neide juntas."
        } , "Aventuras de Poliana": { 
             "segunda": "Pendleton pede que Waldisney o comunique sobre qualquer decisão que Roger venha a tomar na O11O. Marcelo acusa Roger de ter falsificado a assinatura de Glória. Poliana conta para Pendleton que emprestou o colar que ele a deu para João, e ele fica furioso. Já muito debilitada, a mãe de João faz uma importante revelação ao menino antes de falecer. Cláudia e Durval comunicam aos seus filhos que irão se casar. Pendleton conta a Poliana que o colar que ele a deu tem um valor sentimental. Débora faz Luisa e Marcelo brigarem novamente. O pai de João decide deixar o menino voltar para São Paulo.",
             "terça": "Fernanda tropeça e acaba derrubando suas compras, Afonso a ajuda. Bento ajuda Kessya a ensaiar seus passos de balé, e a menina imagina uma linda cena em que faz uma apresentação em um teatro. Mirela convida Luca para ir ao cinema com Raquel e Jerry. Marcelo vai até a casa de Pendleton para dar a notícia de que a mãe de João faleceu. Raquel pede a ajuda da mãe sair sem que seu pai a veja. Marcelo e Poliana vão buscar João e o trazem para casa. Antônio e Branca conversam sobre casamento. Gleyce chega em casa e se depara que ela foi invadida. Jerry e Raquel, Guilherme e Carla e Luca e Mirela se encontram no cinema. Luigi prepara uma sessão de filmes para assistir com Yasmin.",
             "quarta": "Lindomar e Arlete oferecem que Gleyce e sua família passem a noite em sua casa. João conta para Poliana que Josefa e Tião não são seus pais verdadeiros, porém não revela sua descoberta. Jerry e Guilherme acabam brigando na saída do cinema, os seguranças do local intermediam a briga e chamam seus pais. Pendleton tenta se aproximar de sua filha. Mário decide dar um presente para Ester.",
             "quinta": "Vini e Jeff pedem para Falcão e sua gangue deixar suas famílias em paz. Desconfiada de que Ester possa ser uma Android, Sophie vai até a casa de Pendleton para fazer algumas perguntas. Gabriela volta a escola e Mirela a questiona quanto a sua armação contra o grêmio. João pergunta a Bento algumas informações sobre a família de Ruth. Na aula, a professora pede aos alunos que façam uma redação com o tema “Meu pai”. Ruth suspende Gabriela devido a festa que a menina organizou sem autorização e pergunta se mais alguém está envolvido. A professora pede que os alunos leiam suas redações para toda a classe. Nancy também começa a estranhar o jeito estranho de Ester.",
             "sexta": "Gabriela dedura Brenda e Luca por terem a ajudado na organização da festa e eles são punidos pela diretora. Raquel continua recebendo mensagens com ameaças de ser desmascarada. Nadine ameaça Roger, e pede que ele passe algumas ações da empresa para ela. Lorena, Benicío e Gael percebem que Mário está apaixonado por Ester. Luisa vai passear no parque com Pendleton, Poliana e Ester. Raquel acusa Filipa de estar enviando as mensagens anônimas. Mário pede conselhos amorosos ao irmão. João vai até a casa de Ruth para estudar com Bento. Débora se machuca durante sua aula de dança. Helô incentiva Gleyce nos estudos. Kessya e Filipa trabalham em um projeto de dança juntas."
        } , "Cúmplices de um resgate": { 
             "segunda": "O pastor pede perdão para Flavia e diz que o certo seria ela deixar suas crenças nos santos de lado para ficarem juntos. Augusto explica ainda que ser pastor implica missões e atividades que podem se tornar problemas para que os dois fiquem juntos como casal.“Você é capaz de deixar a igreja católica?”, pergunta o pastor. Flavia diz que jamais pediria algo assim para Augusto. Na lanchonete, os funcionários tiram uma foto juntos e Safira faz questão de abraçar Otávio neste moment o. O plano das crianças dá certo e Nico fica com o banco colado em sua roupa. Dóris, Mateus e Téo decidem ir até o zoológico da cidade para visitar Helena. Marina diz que levará um bolo para Rebeca como desculpa para tentar descobrir alguma informação. Isabela diz que irá para casa para ficar atenta a toda conversa. Na gravadora, Manuela conta aos cúmplices que Regina quis ir embora da lanchonete com medo de que Otávio lhe reconhecesse. No vilarejo, Rebeca diz para Marina que só teve uma filha, mas que se tivesse tido outra seria tão amada quanto Manuela. Isabela escuta tudo. Regina sugere na gravadora que a banda Cúmplices de Um Resgate grave um videoclipe no zoológico. No vilarejo, Rebeca revela que seu parto foi feito de maneira inesperada numa sala a parte do hospital e que nem ela viu sua filha nascer, pois passou mal com a anestesia da cesariana e ficou adormecida. Rebeca conta que a enfermeira Marta Lobo (Luciana Carnieli) que realizou o procedimento. Nina revela que após o parto, a enfermeira saiu do Vilarejo, embora tenha voltado recentemente, e que o médico que fez o procedimento faleceu.",
             "terça": "Os cúmplices pedem para que Regina deixe Isabela, que na verdade é Manuela, ir na casa deles. Regina permite, desde que Sandro vá junto. No vilarejo, Isabela e Marina decidem procurar a enfermeira para esclarecer o que aconteceu no passado. Pedro revela para Téo que está evitando ir ao zoológico por ter discutido com Helena da última vez. Rebeca vê a foto da festa para Otávio em que Safira o abraça e fica enciumada.",
             "quarta": "Lola conta aos cúmplices que há uma moradora nova no prédio, Helena. Manuela, que finge ser Isabela, fica pensando se poderia ser sua tia. Dinho conversa com Helena e fica feliz ao saber que ela não namora Fausto. Helena fica sabendo que a banda Cúmplices de Um Resgate mora no condomínio e Dinho diz que a levará para ela pedir autografo deles. Safira está bêbada em casa e é cuidada por Priscila. A mulher revela para a filha que a ama. Manuela se esconde quando Helena entra no apartamento. Sandro também fica nervoso ao reconhecer Helena. Dinho convida Helena para jantar em seu apartamento. Flavia vai até a igreja evangélica durante o culto e impressiona o pastor Augusto. Dinho avisa Meire que preparou a sala do apartamento para jantar com Helena. O porteiro pede para a tia ficar no quarto e deixá-lo jantar a sós com a veterinária. Helena chega ao apartamento, mas Meire se faz de desentendida e fica na sala. Safira acorda após a bebedeira. Otávio vai até o vilarejo para perguntar o que está preocupando Rebeca. A mulher diz que todos no vilarejo estavam comentando sobre Safira estar abraçada com ele na foto do almoço da empresa. Otávio tranquiliza Rebeca. Berta fica inconformada ao espiar Flavia na igreja evangélica e conta tudo ao tio da professora, o padre Lutero.",
             "quinta": "Nair e dona Nina dão as boas-vindas para Flavia, que avisa ao pastor que não deixará de frequentar a igreja católica. Otávio e Rebeca não concordam sobre onde morar quando casarem. Otávio prefere um apartamento na cidade, mas Rebeca quer permanecer no vilarejo. Rebeca diz que gostaria de conhecer Israel, mas Otávio sugere que façam essa e mais uma viagem como lua de mel, assim conhecem dois lugares. Pedro avisa as crianças que vai levá-los até a cidade para ir no zoológico ver Helena. Fiorina fica um dia na sorveteria, mas se sente culpada por não conseguir servir sorvete devido seu braço ainda estar paralisado. Na gravadora, Regina avisa que já está tudo decidido pra a gravação do videoclipe do zoológico. Isabela e Marina vão até o hospital para tentar encontrar a enfermeira Marta Lobo. O padre pergunta o motivo de Flavia ter ido para a igreja evangélica e ela diz que foi devido às músicas que tocam no local. Marina e Isabela conseguem o endereço que seria de Marta Lobo. Isabela pergunta para a mulher se ela se lembra de ter feito o parto de gêmeas. Nervosa, Marta nega ter feito parto de gêmeas e vai embora. O padre diz para Flavia que a partir de agora a igreja também terá música. Marta reza na igreja pedindo ajuda divina para lidar com o segredo das gêmeas. Isabela entra na igreja e pressiona Marta a contar algo sobre o parto, mas a enfermeira pede para que a garota não a procurar mais e diz que guarda total descrição sobre sua vida profissional. Frederico convida Lurdinha para ir até a casa dele, mas a recepcionista diz que não irá pois senão todos ficaram comentando. Téo leva Manuela, que na verdade é Isabela, para a fazenda de Omar. Os dois sobem num barco no lago. Omar aparece com Sabrina e decide soltar o barco sem que os dois percebam. O barco vai para o meio do lago. Na igreja católica, o padre canta um louvor e encanta os fiéis. Téo e Isabela notam que estão no meio do lago e gritam para que o mascote Manteiguinha consiga buscar ajuda. Mateus e Dóris chegam para ajudar os amigos. Priscila vai até a empresa On-Enterprise atrás de sua mãe, Safira.",
             "sexta": "Tomas vê Priscila na On-Enterprise e diz que Safira disse para ele a levar para almoçar numa lanchonete. No local, Tomas tira uma selfie com Priscila e envia a foto para o celular de Safira avisando que os dois estão esperando por ela na hamburgueria. Priscila conta para Tomas que a única coisa que sabe de seu pai é que ele se chama Geraldo. Safira chega ao local e tira Priscila do restaurante. Omar decide aproveitar que Fiorina está com problemas na sorveteria para convencer seu pai, Joel, a vender Paletas Mexicanas no vilarejo. Começa a gravação do videoclipe no zoológico. Todos fazem ensaio, maquiagem e figurino da banda C1R. A banda Manuela e Seus amigos também está no zoológico a passeio para ver Helena. Isabela e Manuela e encontram no zoológico por acaso. Manuela diz que está havendo a gravação de um videoclipe da C1R. As duas vão até o banheiro trocar de roupa para que Isabela grave o clipe e Manuela reveja seus amigos, sem que ninguém perceba. Téo percebe no abraço de Manuela que a menina está com o cheiro de Manu mesmo. O clipe começa ser gravado. Fiorina descobre sobre as paletas italianas e fica nervosa. Marta Lobo finalmente toma coragem em ir se confessar com o padre."
        } , "Abismo de Paixão": { 
             "segunda": "Paulo entrega a Florência um cartão com dados médicos que a ajudarão a fingir sua gravidez. Padre Lupe diz a Dolores que tem dúvidas quanto a Carmem e Horácio. Ela responde que Horácio seria incapaz de ocultar lhe algo tão delicado. Henrique diz a seu pai que está claro que Florência se casa com Damião apenas por dinheiro, e não por que o ama. Na fazenda Beltrán, Almerinda chega e diz a Edwirges que está disposta a pagar o que seja por sua fazenda, e que ainda há tempo de cancelar o contrato anterior e devolver o dinheiro pago. Na Fazenda Arango, Almerinda pede a Ramiro que averigue quem comprou a fazenda da viúva Beltrán.",
             "terça": "Almerinda se zanga quando Damião informa que a processadora ultilizará os cultivos de “Céu Aberto”. Na Fazenda Castanhon, Carmem escuta quando Dolores questiona Horácio sobre o ocorrido no dia em que Augusto morreu. Malu pergunta a Ramiro se ele sabe porque Ingrid deixou seu trabalho sem avisar nada. Carmem procura Ramiro para dizer que Horácio está lhe traindo, já que confessou tudo ao Padre Lupe e talvez queira fazer o mesmo com a Polícia. Ramiro faz uma denúncia anônima a polícia. Damião e Lucio vão a um banco para depositar dinheiro em nome de Elisa. Damião pede a Lucio que jamais revele isso a Elisa. Dolores se desculpa com Horácio por ter duvidado dele, e de repente surgem policiais para detê-lo. Lucio diz a Damião que espera que Elisa nunca os descubra, pois nunca os perdoaria. No consultório, Elisa convida Paloma para a missa de seu pai, e diz que está triste, pois acreditava que a amiga estaria a seu lado todo o tempo. Paloma responde que esteve ausente por estar deprimida, por seu término com Gael. Carmem pensa em uma maneira de fazer com que o Padre Lupe desapareça. Na praça, Dolores chora e diz a Bráulio que a polícia acaba de levar Horácio, pois ele é um criminoso que estavam procurando há meses. Na fazenda Arango, Florência quer viajar para a capital a fim de selar o acordo com o médico que a ajudará com a farsa de sua gravidez. Damião se oferece para acompanhá-la, e assim fazerem um ultrassom para ver como vai o bebê. Florência fica nervosa. Na fazenda Arango, Guido diz a Almerinda que não descansará até encontrar o verdadeiro culpado pelo desfalque a processadora. Na fazenda Beltrán, Ramiro fala com Edwirges para reiterar que não lhe devolverá a fazenda. Ela insiste em devolver o cheque. Ramiro pega o cheque e diz que agora a fazenda lhe sairá grátis. Edwirges sofre um enfarto e morre. Na fazenda Castanhon, Lucio diz a Elisa que precisa falar com ela a sós. Carmem vai falar com o bispo sobre o Padre Guadalupe e propõe que o troquem de paróquia. Lucio diz a Elisa que Augusto quis protege-la. Por isso ele abriu uma conta em seu nome, e com esse dinheiro ela pode quitar sua dívida com Almerinda. Ingrid propõe a Ramiro que matem Almerinda, para que Damião entregue a Gael metade de sua fortuna.",
             "quarta": "Na igreja, Elisa descobre o problema de Horácio e pede perdão a Dolores por tê-la convencido a se casar com ele. No hospital, Antonia reclama com Bráulio e diz que Ramiro a violou há alguns anos. Almerinda entra no quarto. Na igreja, Dolores pede ao Padre Lupe que a ajude a anular seu casamento, pois se casou com um delinquente. No palácio do governo, Ramiro visita Horácio para dizer que o denunciou por abrir a boca. Ele o ameça prejudicar Dolores caso ele continue falando.",
             "quinta": "Horácio confessa ao Padre Lupe que cometeu dois roubos, e que por isso decidiu desaparecer. Ele diz que Ramiro lhe prometeu trabalho caso ele matasse Lucio, por isso incendiou a loja de roupas de Branca. Padre Lupe aconselha Horácio a confessar seus crimes para as autoridades, mas Horácio diz que Ramiro ameaçou matar Dolores caso ele fale. No consultório do Doutor Manrique, ele engana Damião sobre a gravidez de Florência, mostrando lhe um ultrassom de outra pessoa. Padre Lupe pede a Horácio que confesse se viu quando Carmem matou Augusto. Ele responde que não pode falar mais, pois Carmem é capaz de tudo. Na capital, Damião propõe a Florência que aproveitem a viagem para se casar no civil, já que ele não pensa em se casar na igreja. Almerinda repreende o Padre Lupe por nunca a apoiar em suas decisões, principalmente nas relacionadas a Damião. Na processadora Arango, Carmem reclama com Ramiro por ele ter mandado Horácio para a cadeia. Lucio diz a Elisa que corrigirá com Ramiro o assunto da venda de “Céu Aberto”, e que a primeira coisa que fará será saldar a dívida com Almerinda. Carmem diz a Ramiro que não lhe entregará nem um centímetro de “Céu Aberto” enquanto não aparecer esse cheque. Ramiro diz a Carmem que está certo que Horácio viu quando ela matou Augusto, e por isso quer que cale a boca. Na capital, Damião leva o ultrassom a outro ginecologista para receber uma segunda opinião sobre a gravidez de Florência. Na igreja, Gael recebe uma carta na qual o bispo ordena que Padre Lupe seja transferido a outro estado. Na cabana de Ramona, Elisa pergunta se a senhora sabia o que iria acontecer com seu pai, pois naquele mesmo dia ela disse que a vida deles mudaria para sempre. Na capital, Damião e Florência vão ao registro civil e finalmente se casam. Gael diz ao Padre Lupe que não está de acordo que o bispo o troque de paróquia. Ele diz que organizará uma “frente de apoio” para que ele fique onde está. Betânia avisa a Paloma que não permitirá que ela tenha uma relação com Henrique. No centro de saúde, Antonia recebe alta. Bráulio visita Dolores para oferecer seu apoio. Também diz que Antônia o enganou, já que quando eles se casaram ela já estava grávida de outro homem. Paloma se nega a sair com Henrique, já que sua mãe e Florência não estão de acordo com essa amizade. Almerinda pede a Ramiro que se encarregue de liquidar Bráulio. Ramiro ordena Malu que prepare o cheque de Bráulio. Ele conta a ela que Damião foi para a capital.",
             "sexta": "Sabrina está triste porque Edmundo não aprova sua relação com Paulo, enquanto Betânia prepara tudo para que se casem. Padre Lupe vai até o bispo para saber porque querem transferi-lo de paróquia e descobre que se queixaram dele. Ramiro e Ingrid entram em acordo para se desfazerem de Almerinda. Eles entram na fazenda, mas Almerinda reconhece Ingrid. Paulo e Antonia chegam ao quarto de Almerinda e a ajudam. Ingrid e Ramiro escapam. Betânia pede a Edmundo que não se separem, que lutem para estarem juntos, e afirma que agora, como nunca, estará com ele. Henrique chega a sua casa e reclama com Betânia por ela ter ofendido Paloma. Edmundo, zangado, diz a Betânia que ela nunca mudará e que vai embora de casa. Padre Lupe diz a Carmem que o mudaram de estado graças a ela, mas outra pessoa conhece seu segredo, e logo o gritará aos quatro ventos. Carmem o expulsa de sua casa. Elisa vê a cena, entra, e a impede. Elisa diz a Carmem que ali também é sua casa. Elas discutem e declaram guerra pelas propriedades de Augusto. Ingrid pede a Ramiro que a tire do povoado, já que Almerinda a denunciará. Ramiro diz que a levará a uma fazenda que comprou com o dinheiro da fraude da processadora. Ingrid pede seu dinheiro de volta, já que não está de acordo com a compra da fazenda. Antonia avisa Padre Lupe do ocorrido com Almerinda. Almerinda pede aos empregados que avisem Damião. Florência se zanga por ter que interromper sua lua de mel. Ramiro chega a fazenda para se colocar as ordens de Almerinda. Quando Damião chega, Almerinda acusa Elisa de ser quem tentou assassiná-la. "
         } , "Meu coração é teu": { 
             "segunda": "Diego está ouvindo a conversa atrás da porta e fica muito feliz em saber que Ana gosta dele. Jennifer diz a Diana que precisa de outro trabalho para ajudar Ana a pagar a dívida que ela fez com Dorival. Diana aconselha Jennifer a pedir ajuda a Nicolas, para conseguir outro trabalho. Ana diz a Fanny que seu pai volta de viagem no dia seguinte e elas terão que aguentar a megera. Fanny diz a Ana que ela poderia pensar em dar uma oportunidade a Diego, pois seu pai já deu um novo rumo para sua vida e não tem o direito de reclamar mais nada. Bruno e Manuela estão à espera de Fernando e Isabela, para lhes dar as boas-vindas. Yolanda diz aos dois que ela é quem irá mandar na mansão. Ana fica muito triste quando Isabela diz que agora está ali como dona e senhora da casa e que se ela quiser ir embora, a porta da rua é a serventia da casa. Ana e Bruno pensam em ir embora, mas voltam atrás por causa das crianças, que os amam tanto. Fernando pede a Yolanda que trate Bruno com respeito quando a ouve destratar o mordomo. Isabela diz a Ana que agora é ela quem manda. Diego pede a Fernando permissão para ajudar Sebastião.",
             "terça": "Ana diz a Fernando que ele deveria falar com Nando, pois seu filho está com problemas. Nicolas aparece e diz que Helena é muito instável. Johnny conta a Jennifer tudo que aconteceu e o porquê de seu desaparecimento. Guille, Alex e Luz colocam uma aranha de plástico na sopa detox de Isabela. Fernando castiga as crianças e diz a Ana que ela precisa falar seriamente com eles. Diego vai atrás de Dorival para pagar a dívida de Ana. Jennifer diz a Johnny que não existe nenhuma possibilidade de reatar sua relação com Ana porque ela já está saindo com Diego Lascurain. Diego diz a Dorival que quer pagar a dívida de Ana. Ele alega que Ana tem sido uma mina de ouro para ele, de modo que não deixará que ela perca esses “laços” que a mantém atada “Chicago”. Henrique aparece no escritório de Fernando e trata Fanny com arrogância. Ana recebe um buquê de flores de Diego. Manuela diz a Ana que seguiu Bruno e que ele entrou em um lugar muito feio. Leon pensa que o melhor será contar de uma vez por todas a verdade a Fanny, antes de Tamara o faça. Leon envia uma mensagem pelo celular para Fanny e eles ficam de se encontrar mais tarde. Jennifer e Johnny vão ver Ricardo, amigo de Nicolas. Quando Bruno volta para a mansão, Manuela se assusta ao ver sangue em suas mãos, mas ele rapidamente esclarece que é apenas tinta vermelha. Ana, chateada, diz a Diego que já o havia advertido de que não queria que ele se envolvesse em seus problemas. Diego diz que só queria ajudá-la e jura não voltar a fazê-lo. Fanny diz a seu pai que está desesperada porque não sabe o que está acontecendo com Leon. Fernando confessa a Fanny que ama Ana, e que só se casou com Isabela porque sua prioridade sempre serão seus filhos e ela espera um filho dele.",
             "quarta": "Ana diz a Diego que reconhece que falou com ele de uma forma grosseira e sabe que ele apenas quis ajudar e o fez por amor. Diego responde que sim, foi por amor, mas que mesmo assim ele não deveria ter se metido em seus assuntos particulares. Johnny começa a gostar de Jennifer e ela diz ao amigo que ele está muito confuso. Isabela fica furiosa, pois Fernando tem passado muito tempo com seus filhos e a tem deixado em segundo plano. Isabela enfrenta Ana e começa a insultá-la. Ana se descontrola e lhe dá uma bofetada. Isabela diz a Ana que ela acaba de cometer o pior erro de sua vida. Nicolas pede ajuda a Ana e aos netos para fazer uma surpresa original a Jennifer. Fernando e Ana ouvem Fanny falando de Leon. Leon enfim confessa tudo a Fanny, ela fica desconcertada. Leon diz a Fanny que a ama, Fanny responde que ele é um hipócrita e termina a relação com ele. Quando Fanny sai, Fernando e Ana se aproximam para saber o que está acontecendo. Fernando descobre a verdade por Fanny e agride Leon, proibindo-o de se aproximar de sua filha. Isabela se enfurece quando descobre que Fernando e Ana foram juntos acompanhar Fanny. Nicolas diz a Diego que sente medo em prender Jennifer a ele, um velho, mas recorda que a ama, e o lance da idade não pode ser um impedimento. Fanny se sente arrasada pelo que ocorreu com Leon. Ana a consola. Diego vê Ana dançar no “Chicago”, e diz que quer ajudá-la a realizar seu sonho de ser bailarina. Diego diz a Ana que a ama e a beija. Ana conversa com Jennifer e diz que não pode deixar de amar Fernando assim tão rápido. Jennifer diz a Ana que se ela não der uma oportunidade para Diego será ainda mais dificil esquecer Fernando. Fernando diz a Nando que entende que ele queira ajudar Helena, mas esse seu caso de bipolaridade, é algo que ele deveria levar em conta. Fernando enfrenta Diego e diz que ele só está com Ana por vingança. Diego afirma que a ama. Leon diz a sua mãe que Fanny já sabe da verdade, e que ficou tão zangada que não quer saber mais dele. Isabela comunica a Ana que a partir daquele momento ela será sua dama de companhia, porque seu trabalho como babá já não serve mais para nada. Isabela ainda lembra Ana que na verdade teria que lhe agradecer, pois se ela contasse a Fernando sobre a bofetada que lhe deu, neste momento estaria despedida.",
             "quinta": "Leon pede desculpas a Fernando e se demite da empresa. Yolanda faz desaparecer um colar de pérolas de Isabela para culpar Ana do roubo. Diego avisa Ana que está procurando apartamento para se mudar o quanto antes. Isabela sugere a Fernando que Fanny seja assistente de Henrique e ambos concordam com a ideia. Fernando pede a Henrique que tenha paciência com Fanny, pois ela está passando por um momento dificil. Tamara enfrenta Fanny e exige que deixe Leon em paz. Fanny diz que sua relação com ele já terminou. Tamara dá uma bofetada em Fanny e diz que Leon a abandonou pois ama apenas a ela. Helena enfrenta Tamara quando vê que ela agrediu Fanny e diz a ela que sua amiga não está só. Nicolas diz a Bruno que é evidente que ele sente algo por Manuela. Bruno concorda, mas diz que ainda lhe dói muito um amor do passado. Fanny aceita feliz, trabalhar com Henrique. Isabela pede a Fernando que a ajude a pagar suas dívidas. Ele concorda, mas se surpreende ao ver o valor da mesma. Ana se preocupa muito ao ouvir que Sebastião odeia Isabela e que isso não vai mudar. Nicolas entra no quarto de tarefas das crianças e fica emocionado ao ver que todos estão empenhados nos trabalhos para a surpresa que farão a Jennifer. A convivência de Fanny e Henrique é muito boa, mas na verdade Fanny nem imagina que está sendo usada por ele numa vingança contra seu pai. Jennifer sugere a Johnny que produza um espetáculo cômico no Chicago. Mais tarde, Johnny fala com Fernando para se desculpar e eles fazem as pazes.",
             "sexta": "Yolanda conta a Isabela sobre o plano quanto ao colar de pérolas. Ana diz a Fernando que Sebastião ainda sente muito a morte de sua mãe e isso fez dele um garoto muito sensível. Isabela e Yolanda entram na biblioteca acusando Ana de ladra, na frente de Fernando, e exigem que procurem o colar roubado no quarto de Ana. Elas vasculham o quarto de Ana em busca do colar, mas não o encontram, na verdade, Luz ouviu o plano de Yolanda e Isabela, e, por conta própria, levou o colar para o quarto de Yolanda. Margarida diz a Fanny que Leon cometeu um erro, mas que ele a ama. Fanny conhece Mauricio."
        }  , "Ouro Verde": { 
             "segunda": "Amanda aceita o pedido de José e os dois casam no hospital, tendo o padre Sebastião como testemunha. Gonçalo entrega Henrique a Bia que o vai levar para o Brasil. Jorge viaja com Bia e Henrique para o Brasil. Rita finge estar muito feliz com o casamento de José e Amanda. Joaquim confessa a Judite que matou Margarida para a proteger. Joaquim vai a casa de Hadja em busca de Henrique.",
             "terça": "Joaquim vasculha a casa de Hadja, mas não encontra Henrique. Rita diz a Bernardo que vai arranjar uma maneira de anular o casamento do avô. Quando Jorge, Bia e Henrique chegam à fazenda, Edu não se lembra de nada. Hadja e Jéssica decidem reabrir a Gafieira e ajudar os refugiados. Miguel fica satisfeito por ser o novo dono do jornal. O chefe pede para conversar com Joaquim.",
             "quarta": "Laurentino vê com os próprios olhos que Edu está vivo. Laurentino diz que o ideal seria acabar com Edu. Joaquim é interrogado sobre o chefe, a quem mente, dizendo que estava com Judite na hora em que Margarida foi assassinada. Joaquim pede a Judite que o ajude. Bia, por insistência de Edu, acaba por lhe revelar que tiveram um envolvimento fugaz.",
             "quinta": "No hospital, Miguel provoca uma crise em José por causa do casamento deste e Mônica acusa o marido de ser um monstro, questionando-o se seria capaz de mandar matá-la. Laurentino diz a Edu que Jorge o mandou matar, colocando uma bomba no barco onde ele ia com Valéria.. Bia passeia a cavalo para despistar Jorge por causa da gravidez, mas acaba por cair do cavalo. Jorge manda preparar o helicóptero para levar Bia ao hospital. Bia acorda e não quer ir, mas Jorge fala-lhe da gravidez, que ela acaba por admitir, e vai com Jorge. Edu recupera a memória.",
             "sexta": "Mônica diz a Miguel que há de vê-lo na cadeia. Tomás vai jantar com Catarina e, ao ver um casal de gays no restaurante, mostra todo o seu lado homofóbico, deixando Catarina arrasada.  Jorge e Bia reconciliam-se. Edu tenta matar Jorge com uma pá e, para se defender, Jorge atinge Edu com uma pedra na cabeça. Jorge e Bia constatam que Edu está morto e Bia, descontrolada, duvida da inocência de Jorge. Este garante-lhe que agiu em legítima defesa. Miguel pede ao seu advogado para anular o casamento do pai. Rita aparece no hospital, para passar o dia com José. Laurentino fica sabendo que Jorge matou Edu e liga a Miguel a contar o que aconteceu.",
             "sábado": "Judite mente ao chefe de Joaquim e, depois, pede a Vera que minta para a ajudar, mas Vera fica reticente. Rita põe veneno na sopa do sogro. Inês diz a Bia que Jorge não é um assassino. Jorge liga a Otelo para o defender. O delegado prende Jorge para desespero de Bia. Jorge é levado pela polícia, deixando Bia devastada. Ao telefone, Otelo diz a Bia que vai para o Brasil, pedindo-lhe que tenha calma. Amanda agradece a Rita ter tomado conta de José, que tem uma nova crise cardíaca, sendo socorrido por Mônica e Tiago. Miguel tenta envenenar Vera contra Jorge, revelando-lhe que ele matou um homem. Bia suborna um polícia para a deixar ver Jorge e jura-lhe que vai estar sempre ao seu lado. José pede a Amanda que chame Padre Sebastião ali ao hospital. Gonçalo conta a Rita como Antônio morreu e, no restaurante de Vera, acusa Miguel de ser um assassino."
        }  , "Amor sem igual": { 
             "segunda": "Leandro mente para Tobias e diz que o corpo de Poderosa está no necrotério. O filho de Ramiro fica satisfeito e avisa que levará o pai para ver o estado da filha. Leandro manda Bernardo arranjar um corpo para que Ramiro pense que é a filha no velório. Miguel fica surpreso com a reação de Maria Antônia. Chorando muito, a moça se mostra indignada com o pedido do agrônomo. Miguel avisa que pedirá a outra pessoa para cuidar de Poderosa. Hugo tenta consolar Maria Antônia. Furacão trabalha fazendo faxina na casa de idosos e conversa com a dona Carmem. A cozinheira Yara questiona a presença de Geovani na cozinha. Donatella se explica para o avô em relação a sua ausência na noite anterior. Seu Bento observa as curvas de Furacão enquanto ela faz faxina. Pedro pede ajuda a Antônio Júnior para tentar conquistar Fernanda. A filha de Ramiro conversa com Beto sobre seu passado.",
             "terça": "Furacão revela que Poderosa foi espancada por Bernardo. Leandro convida o comparsa para ir ao clube noturno. Poderosa diz que não irá prejudicar a amiga. Donatella mente para Geovani e diz que irá estudar na casa de uma amiga. Na casa de idosos, Bento tenta se aproveitar da cozinheira Yara. Em conversa com Fernanda, Tobias diz que será bom para Norma ir para a casa de idosos. Olympia reclama do atraso de Donatella e Santiago. Cindy não se entende com Ioná. Ramiro se lembra do passado, quando Angélica ainda era pequena. Poderosa diz não entender o motivo de ter sido espancada por Bernardo. Miguel pensa em Poderosa. Fernanda e Beto vão até a praça da Sé para distribuir comida para os necessitados.",
             "quarta": "Bernardo observa Poderosa, Miguel e Furacão deixarem o hospital. Ele os segue. Norma chega na casa de idosos e é recebida por Geovani e Bento. Miguel segue de carro com Poderosa e Furacão. Eles são seguidos por Bernardo. Dona Sonia fica surpresa com a frieza de Leandro em relação à morte da filha de Ramiro. Ele finge estar triste e recebe o carinho de Fabiana. Norma provoca Ramiro. Geovani fica ansioso pela volta de Norma. Miguel chega com Poderosa e Furacão em seu sítio. Bernardo os observa. Hugo se espanta com o estado de Poderosa. Maria Antônia fica furiosa ao ver Miguel trazer Poderosa no colo. Poderosa e Furacão percebem o ciúme da moça. Maria Antônia termina de preparar o almoço. Oxente se mostra preocupado com o amigo Miguel.",
             "quinta": "Maria Antônia se descontrola, mas Poderosa avisa que não quer nada com Miguel. Miguel pede o carro de Oxente emprestado. Maria Antônia pede conselhos nas redes sociais. Miguel estranha o comportamento de Oxente e diz que Poderosa salvou sua vida. Maria Antônia entra em casa bufando de raiva e se tranca no quarto aos prantos. Caio fica revoltado ao saber que Furacão disse ter visto Bernardo com Poderosa. Maria Antônia não abre a porta do quarto para os pais. Furacão tenta acalmar Caio. Hugo diz que Maria Antônia está com ciúmes de Poderosa. Oxente consegue arrombar a porta do quarto e encontra a filha chorando muito.",
             "sexta": "Poderosa explica que Maria Antonia teve uma crise de ciúmes. Miguel a surpreende ao lhe dar de presente um lenço novo. Oxente tenta conversar com a filha. Pedro avisa que sairá com Fernanda. Caio é abordado na rua por uma prostituta. Furacão se posiciona na estrada. Poderosa é apresentada a Antônio Júnior. Pedro chega na casa de Fernanda para busca-la e é mal interpretado pelo segurança da mansão. Tobias estranha o comportamento do pai. Ramiro não gosta de ver a filha saindo para jantar com Pedro Antônio. Poderosa agradece a acolhida de Miguel. Fernanda e Pedro comem em uma pizzaria. Ramiro permite que Norma vá morar na casa de idosos."
        }  , "O rico e lázaro": { 
             "segunda": "Neusta vê Yasha conversando com Edissa. Rabe-Sáris recebe o carinho de Zelfa. Joana apoia Ebede. Lior tenta convencer Asher a desistir da vingança.  Ravina elogia a postura de Zadoque. Shamir e Samira falam das encomendas de amuletos feitas a Fassur. Gadise descobre que Ebede bateu em Matias e se irrita com o eunuco. Nebuzaradã diz desconfiar da união entre Neusta e Irom. Joaquim conversa com o novo sogro. Gadise se abre com Kassaia e fala sobre sua gravidez. Neusta e Nitócris se provocam. Matias convida Gadise para um jantar. Abednego estranha o comportamento de Matias. O rei manda servir algumas guloseimas para Daniel. Joaquim conversa com Yasha e confessa que ama Edissa. Neusta chega e eles avisam que não se casarão mais. Neusta finge não ouvir o aviso de Joaquim e Yasha. Zac presenteia Zelfa e Elga. Shag-Shag avisa que procurará clientes no palácio. Yasha agradece a sinceridade de Joaquim. Neusta inicia as preparações para a festa de casamento do filho. Fassur discute com Zadoque.",
             "terça": "Nebuzaradã dá em cima de Joana e Sammu fica enciumada.  Neusta e Irom confabulam contra a Babilônia. Shag-shag sente ciúmes ao ver Arioque conversando com Namnu. Hurzabum trata Rebeca com carinho. Fassur diz que fará de tudo para destruir Joana. Triste, Shag-Shag retorna para a Casa da Lua. Raquel e Dalila parabenizam Gadise pela gravidez. Nitócris ameaça Sammu-Ramat. Os sábios hebreus lamentam a presença de Nabonido. Joaquim avisa que não se casará com Yasha e pede apoio a Evil-Merodaque e Shamiran. Lia se apresenta à Amitis. Abednego visita Naomi. Daniel agradece a ajuda de Deus. Em conversa com um feitor do Campo de Dura, Asher prova que é bom de arco-e-flecha. Ezequiel parabeniza a fé de Joana. Zac visita sua noiva e lhe presenteia com uma joia. Matias apresenta Gadise aos familiares. Rabe-Sáris se despede de Nebuzaradã e segue para a Casa da Lua. Nabucodonosor anuncia a partida para o Campo de Dura. Yasha aproveita a ocasião e avisa que não se casará com Joaquim. Neusta desmaia com a notícia.",
             "quarta": "Amitis se preocupa com o estado de saúde de Neusta. Matias pede a mão de Gadise em casamento. Samira e Talita falam sobre a próxima vez que dançarão na Casa da Lua. Edissa e Ebede são avisados sobre o desmaio de Neusta. Elga e Fassur bebem vinho durante o jantar. Neusta finge estar desacordada e escuta a conversa entre Joaquim e Edissa. Hurzabum lamenta ao ver Shag-Shag bêbada. Samira e Talita esperam todos dormirem. Matias se recusa a acompanhar Gadise até o palácio. Hurzabum se preocupa com o atraso de sua dançarina. Talita espera todos dormirem e sai escondida. Yasha pede para Joaquim fazer Edissa feliz. Nabucodonosor se declara para a rainha. Disfarçada, Talita dança na Casa da Lua. Rabe-Sáris gosta da mulher misteriosa. Mostrando sinais de loucura, Fassur procura uma prostituta. Joana conversa com Dana e diz que ainda não ama Zac. Asher agradece pela amizade de Lior. Lia cuida de Daniel. Irom e Yasha se despedem do rei e deixam o palácio. Nitócris se prepara para a viagem ao Campo de Dura. Neusta lamenta a partida de Irom e Yasha. Nitócris humilha Nabonido. Os sábios hebreus se preparam para deixar a Babilônia. Elga flagra as gêmeas falando mal de seus filhos.As gêmeas desconversam, mas Elga desconfia. Nabucodonosor pede para Daniel ficar no palácio para repousar. Samira e Talita decidem dar um tempo nas danças. Kassaia apoia Gadise. Sammu e Beroso tramam contra os hebreus. Nicolau vai até o palácio para levar os moldes encomendados por Dalila. Ele é recebido por Raquel e dá em cima dela. Mesaque fica enciumado.",
             "quinta": "Beroso sugere que o rei faça um decreto obrigando todos a se curvarem diante da estátua. O sacerdote procura Joaquim e avisa que ele terá que partir para o Campo de Dura com a comitiva do rei. Gadise se entristece com o comportamento frio de Matias. Rebeca recebe a visita de Hurzabum. Eles cantam e tocam. Daniel e Aspenaz dão orientações a Belsazar. A comitiva do rei chega ao Campo de Dura para a inauguração da estátua do deus Marduk. Asher observa Nebuzaradã se aproximando com os outros nobres. Ravina e Zadoque seguem para a eleição na sinagoga. Elga implica com as noras. Dalila acha graça ao perceber que Nicolau está dando em cima dela. Fassur pede votos para os filhos de Elga. Asher reconhece a voz de Kassaia e descobre que se trata da princesa misteriosa. Dalila costura um vestido para presentear Neusta. Edissa cuida da rainha de Judá.",
             "sexta": "Daniel descobre que Ezequiel morreu. Ebede e Joaquim seguem a ordem do rei. Os sábios hebreus se recusam a curvarem-se diante da estátua de Marduk. Temerosa, Raquel acaba se curvando. Nitócris critica a atitude dos hebreus. Sammu e Beroso comemoram. Cínico, Fassur tenta provar sua inocência. Ilana fica ansiosa na espera do resultado da votação. A vitória de Fassur é anulada e Ravina se torna o novo administrador da sinagoga. Joana agradece a intervenção de Zac. Irritado, Nabucodonosor avisa aos três sábios hebreus que lhes lançarão na fornalha caso não se curvem diante da estátua. Aspenaz diz admirar a fé de Daniel. Mesaque, Sadraque e Abednego se recusam a curvarem-se diante da estátua. Nabucodonosor ordena que eles sejam jogados na fornalha. Raquel chora desesperada. Lior procura por Asher. Gadise procura Amitis e avisa sobre o sumiço de Kassaia. A princesa recebe a ajuda de Asher. Lia visita Naomi e pede para Larsa ficar longe dela. Irritado, Fassur vai até a casa de Elga e se queixa de Zac. Ilana fica feliz ao saber que Ravina administrará a sinagoga. Zac se declara para Joana. Daniel diz que protegerá Lia e Naomi. Diante da fornalha em chamas, os três sábios hebreus se mantêm firmes. O rei ordena que eles sejam lançados às chamas."
        }  , "Caminhos do coração": { 
             "segunda": "Janete tem a visão de Eric atirando em Maria e Marcelo gritando. Janete vê ainda Velociraptor se aproximando de Marcelo desacordado. Ela desmaia. Lucas avisa para Mauro que Carvalho explicou como eles podem contestar a interdição. Marcelo, Maria, Hélio Lúpi e Toni chegam à ilha. Marcelo vê Eric. Ele grita e consegue se jogar na frente de Maria. Eric atira. Marcelo toma um tiro no ombro. Maria, Hélio, Lúpi e Toni carregam Marcelo. Toni, Lúpi e Hélio pegam as armas e atiram. Fernando e Juanita se transformam em cobras e vão em direção a Maria. Marcelo pede para Maria cuidar de sua filha. Maria se desespera. Beto caminha em direção à praia com Demétrio no colo. Ele ouve tiros. Leão conta que foi Felina que lhe atacou e o deixou como mutante. Noé avisa para Leão que ele irá morrer se não controlar seu instinto de fera. Lúpi diz que Marcelo morreu .  Cris e Perpétua se beijam. Perpétua percebe que os olhos de Cris começam a ficar vermelhos. Perpétua acorda e percebe que foi um pesadelo. Vavá e Cris estão no meio de muita fumaça, desmaiados. Lúcia faz carinho em Danilo. Ele acorda incomodado. Lúcia diz para Danilo que a lua-de-mel com Metamorfo foi melhor do que com ele. Danilo fica indignado.",
             "terça": "Metamorfo fala de seu plano com Meduso. Metamorfo avisa que vai se transformar em doutor César para assumir a presidência da Progênese. Ele conta que Gór vai arrumar uma “dona” para ficar como testa de ferro. Irma conta para Regina que sonhou com Cléo e ela disse que estava bem. Gór avisa que todos devem ir para a Progênese para falar para a imprensa que estão testando vacinas contra o surto de lobisomens e vampiros. Paola comemora porque Toni brigou com Janete. Janete tem uma visão de Velociraptor pegando o corpo de Marcelo. Rodrigo leva Lúcia para piscina e os dois se beijam. Batista observa tudo escondido. Rodrigo continua hipnotizando Lúcia e diz que quer amá-la. Batista assiste a tudo boquiaberto. Gór avisa que irá remover César para a clínica. Noé escuta rugido de leão. A porta cai e entra um surfista (Leão). Ele dá um pulo para perto de Noé. Crescem as garras de Leão. Ele avisa que precisa de carne e que irá devorar Noé. Os dois lutam. Noé pega um chicote e o enrosca nas pernas de Leão, jogando-o no chão. Ele imobiliza o mutante, que ruge de desespero.",
             "quarta": "Ana Luz avisa estar tudo pronto para o show de despedida do circo. Danilo pergunta se Batista viu Lúcia e ele avisa que ela foi para sauna com Rodrigo. Danilo flagra Lúcia e Rodrigo aos beijos. Lúcia sai da hipnose. Danilo pede explicações para Lúcia e ela conta que foi hipnotizada. Danilo discute com Rodrigo e dá um soco no irmão. Batista tenta separá-los. Eugênio conta que tem o poder da super-inteligência e Guiga fica orgulhoso. Clara cura uma ferida de Eugênio e ele diz que ela é a cura para todos os mutantes do mal. Maria corre para encontrar Marcelo e Hélio e Lúpi vão atrás dela. Maria encontra a camisa ensangüentada de Marcelo. Hélio percebe que Toni sumiu e todos ficam apavorados. Eric e Iara se encontram com Fernando e Juanita. Eric aponta a arma para Iara e a ela começa a cantar. O bandido e Fernando ficam hipnotizados. Juanita avança para cima de Iara. As duas lutam. Iara corre para água e mergulha. Juanita chama Eric e Fernando e os dois acordam.",
             "quinta": "Eugênio diz para Ângela e Clara que irá usar toda sua inteligência para encontrar a mãe deles. Fúria aparece na frente de Minotauro, que aponta os chifres contra Fúria. A mutante-pantera dá um salto e pula no pescoço dele. Perpétua chega e dá um choque nela. Fúria sai rapidamente e Perpétua e Minotauro também fogem. Lúpi coloca os dedos na testa de Maria e a faz adormecer. Simone, Paola e Célia dão os últimos retoques no visual de Helga para o show de despedida no circo. Eric, Fernando e Juanita encontram o corpo de Marlene no chão. Eric vê as mordidas de vampiro no pescoço da moça e manda Fernando levar o corpo para fora. Eric lê a notícia de que haverá uma noite musical de despedida no circo. Juanita fica com raiva e dá a idéia de botar fogo no circo.",
             "sexta": "Beto dá de cara com Fúria, a mulher-pantera. Pepe faz um discurso e chama Helga para entrar no palco e cantar. Eric ouve a voz de Helga e fica fascinado ao escutá-la cantando. Júlia e Capeletti chegam em frente à cela de Pachola e encontram Vavá e Cris desmaiados. Júlia coloca Vavá e Cris dentro da cela dele. Capeletti coloca Vavá e Cris na cela junto com Pachola e Júlia tranca a porta. Marcelo pensa nos momentos que passou com Maria e chora. Eric acende o isqueiro e Juanita pede para ele deixá-la fazer o trabalho. Juanita pega o isqueiro e coloca fogo na lona, que começa a incendiar. Marisa e Grazi chegam assustadas e avisam para Gúdi, Pepe, Helga e Esmeralda que o circo está pegando fogo. Ana termina de cantar, quando Pepe entra e avisa que o circo está pegando fogo. A platéia corre para a saída. Eric impede que as pessoas saiam por uma das portas."
        }  , "a escrava isaura": { 
             "segunda": "André foge. Leôncio promete recompensa para quem prender André. Tomásia acolhe André. Leôncio diz que vai hipotecar a fazenda. Almeida chora. Rosa está na dúvida se foge com André ou fica na casa de Sebastião. Leôncio atormenta Almeida que o amaldiçoa. Isaura e Almeida lembram de Gertrudes. Almeida pede para dar a última volta na fazenda e pede perdão a Isaura. Leôncio não quer se despedir de seu pai. Almeida morre.Isaura se desespera e dá a notícia a Leôncio e Malvina. Contra a própria vontade, Leôncio chora.",
             "terça": "Belchior consola Isaura. Sebastião fica consternado com a morte de Almeida. Isaura tem medo porque agora Leôncio é seu dono. Henrique propõe fugir com Isaura. Isaura cuida do corpo de Almeida. Malvina escuta Leôncio importunar Isaura. Gabriel, Bernardo e André se preparam para voltar ao quilombo. Sebastião e Henrique chegam ao velório.",
             "quarta": "Miguel vai ao velório. Malvina diz a Isaura que vai embora.  Henrique propõe fugir com Isaura. Gabriel encontra Helena depois é flagrado por Henrique que aponta uma arma para ele. Gioconda confessa a Tomásia que Gabriel pode ser filho de Sebastião. Henrique aceita o namoro de Helena e Gabriel. André convida Henrique para trabalhar no garimpo. Miguel discute com Leôncio. Gioconda recebe o sobrinho Diogo (Lugui Palhares). Isaura chora de desespero.",
             "quinta": "Leôncio prende Isaura na cela dos escravos e a deixa sem água e comida. Malvina diz a Leôncio que vai embora. André reencontra João e Joaquina. Gabriel se despede de Helena. Gabriel leva um tiro e fica sem o movimento das pernas. Almeida é enterrado. Álvaro (Théo Becker) e Geraldo (Caio Junqueira) disputam corrida a cavalo. Perpétua (Sylvia Bandeira), Estela (Aldine Miller) e Branca (Renata Domingues) conversam sobre a abolição. Malvina se despede de Leôncio. Isaura se lamenta para Henrique. Rosa tem medo de Malvina. Isaura fica sozinha com Leôncio que tenta forçá-la a ser sua. Isaura ameaça Leôncio com uma faca. André e Bernardo encontram Moleca. A pedido de Malvina, Sebastião manda Rosa para uma pensão. Leôncio e Henrique brigam. Gabriel ferido é levado para casa e recebe o socorro de Diogo. Leôncio prende Isaura na cela dos escravos e a deixa sem água e comida.",
             "sexta": "Tomásia quer contar à Gabriel que Helena é sua irmã. Isaura diz que ela nunca será de Leôncio. Diogo extrai a bala da coluna de Gabriel. Rosa e Miguel vão juntos para a pensão. Moleca sente ciúmes de André com Isaura. Álvaro conversa com sua mãe sobre a Abolição da Escravatura. Branca quer entrar para a sociedade abolicionista. Belchior visita Isaura na cela. Diogo diz a Gioconda que Gabriel perdeu os movimentos da perna. Leôncio força Rosa a entrar em sua carruagem e tenta beijá-la. Miguel conta ao Cel. Sebastião que Leôncio levou Rosa a força para a fazenda. Rosa vai ver Isaura na cela. Tomásia quer contar à Gabriel que Helena é sua irmã. Cel. Sebastião conta a Helena que Gabriel não está bem. Leôncio manda Isaura trabalhar na roda de fiar sem direito a comida e água."
        } 
    }
}
