{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Antenor aconselha Rafael a esquecer Amália. Wallace conta para Quinzé que Teodora lhe pediu dinheiro. Íris ouve Griselda falar que possui uma mala de dinheiro guardada em seu armário. Celeste enfrenta Baltazar. Ferdinand tira satisfações com Tereza Cristina por ter dormido com Pereirinha. Tereza Cristina impede que Crô chame a polícia para prender Ferdinand. Esther vê Paulo e Vanessa dormindo juntos na Fio Carioca. Griselda se surpreende ao encontrar Renê em sua casa.",
      "terça": "Renê reclama de Tereza Cristina para Griselda. Íris fotografa Renê e Griselda se beijando. Quinzé tenta expulsar Teodora da antiga casa de sua mãe. Tereza Cristina ameaça se vingar de Crô se ele pensar em traí-la. Íris e Alice vasculham a mansão de Griselda. Griselda flagra Íris tentando abrir sua mala de dinheiro. Tereza Cristina lembra de sua noite com Pereirinha. Antenor marca um encontro com Beatriz. Tereza Cristina procura Pereirinha, e Griselda flagra os dois juntos em seu antigo quarto.",
      "quarta": "Tereza Cristina se apavora com a possibilidade de Griselda contar para Renê sobre seu caso com Pereirinha. Gigante vê Tereza Cristina e Griselda na casa de Pereirinha e avisa a Guaracy. Íris decide usar a foto que tirou de Renê com Griselda para chantageá-lo. Alberto chega ao Tupinambar e é hostil com Dagmar. Teodora diz a Pereirinha que conseguirá um emprego. Antenor e Beatriz encontram Patrícia e Alexandre. Tereza Cristina conta para Crô seu plano para atrapalhar a festa de Griselda. Renê expulsa Íris e Alice do Le Velmont.",
      "quinta": "Guaracy pede para Alberto tentar se entender com Dagmar. Crô acredita que não conseguirá levar o plano de Tereza Cristina até o fim. Daniel vê Patrícia chegar à pousada com Alexandre. Antenor e Beatriz se beijam. Celeste desconfia de que Baltazar planeja roubar Solange. Paulo propõe comprar a parte de Esther na Fio Carioca. Carolina se surpreende ao saber que Letícia dormiu na casa de Juan Guilherme. Teodora pede emprego no hotel em que ficou hospedada. Íris mostra a foto de Renê e Griselda se beijando para Tereza Cristina.",
      "sexta": "Tereza Cristina tem um ataque de fúria ao ver a foto de Renê e Griselda. Esther e Amália se tornam sócias da loja de cosméticos. Rafael pede demissão e alerta Juan sobre Zuleika. Pereirinha convence Teodora a aceitar o emprego no hotel se quiser ficar com Quinzinho. Danielle comemora ao receber um beijo de Pedro Jorge. Renê Junior ouve Crô dizer que seus pais irão se separar e liga para Patrícia. Tereza Cristina chega ao Le Velmont e avisa aos funcionários que o restaurante será fechado.",
      "sábado": "Renê tenta conversar com Tereza Cristina, mas ela o manda embora do restaurante. Griselda pensa em Renê. Juan desconfia de Zuleika. Rafael se entrega para a polícia. Teodora percebe que Pereirinha e Enzo não sabem como é o tesouro que estão procurando. Griselda e Quinzé ficam penalizados com o sofrimento de Amália. Juan Guilherme se surpreende ao saber dos crimes que Rafael cometeu. Griselda descobre que Renê foi expulso de casa e do Le Velmont. Tereza Cristina pede para Ferdinand atear fogo à mansão de Griselda."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Roney decide acompanhar Keyla, Tato e Tonico ao cartório. Lica mente para Marta. Dóris conta para Bóris que Jota deu um computador para Ellen. Keyla se recusa a contar a verdade para Roney sobre a paternidade de Tonico. Fio reclama de Ellen não querer ajudá-lo. Dóris entrega a Ellen o computador dado por Jota. Bóris repreende Jota por não mencionar Ellen para Edgar, depois da apresentação do aplicativo da biblioteca criado por eles. Ellen tenta devolver o computador para Jota. Keyla percebe que não deveria ter deixado Tato registrar Tonico e afirma que precisa encontrar Deco.",
      "terça": "Tato tem um pesadelo com Deco. Lica presenteia Felipe com um desenho. Clara provoca Lica. MB questiona a aproximação entre Clara e Felipe. Luís elogia Marta. MB discute as regras de seu relacionamento com Lica e sonda seu interesse por Felipe. Fio e Tato desabafam sobre Ellen e Keyla. Keyla pensa em se aconselhar com a avó de Ellen. Guto pede que Benê coloque emoção em sua performance ao piano. Keyla confronta K1. K2 tenta se solidarizar com Tato. Luís convida Marta para jantar. Tato sofre um acidente de bicicleta.",
      "quarta": "Keyla socorre Tato. Tato sofre por causa de Deco, e Keyla afirma que visitará Das Dores em busca de conselhos espirituais. Keyla insiste para que K1 pare de vender remédios clandestinamente. Lica fica indignada com a viagem de Edgar e Clara, e pede para conversar com Felipe. Das Dores afirma que Keyla encontrará Deco. Roney comenta com Bóris que há algo estranho com Keyla. Lica e Felipe ficam juntos. Benê vê MB com Samantha e tenta registrar o momento dos dois. Tato insiste para que Keyla encontre Deco e revele a verdade sobre Tonico.",
      "quinta": "Tato explica para Keyla que não quer viver com medo de perder sua família. MB e Samantha flagram Benê os vigiando e acreditam que foi Lica quem orientou a amiga a seguir os dois. Lica ignora as chamadas de MB para ficar com Felipe. Keyla conta para Ellen, Tina e Benê que voltará a procurar por Deco. Roney se declara para Josefina, que o beija. Ellen descobre o nome da ONG em que Deco trabalha. MB e Samantha surpreendem Lica e Felipe juntos. Tato se entristece com a alegria de Keyla em encontrar Deco.",
      "sexta": "Tato sente medo de perder Keyla e Tonico. MB e Felipe se enfrentam, mas Lica expulsa todos de sua casa. Tina estranha quando Mitsuko não a repreende por continuar saindo com Anderson. Lica conta para Tina que beijou Felipe para provocar Clara. Josefina recebe flores de Roney, e Dóris afirma que o ex-músico está apaixonado por ela. Benê inicia um experimento para compreender as emoções. Adriana envia fotos de ex-funcionários da ONG para que Keyla reconheça Deco. MB exige conversar com Felipe sobre Lica. Tato impede que Adriana dê notícias de Deco a Keyla."
    },
    "Aventuras de Poliana": {
      "segunda": "Bento diz que seu grande sonho é fazer uma apresentação com uma Orquestra em um grande teatro. Após escutar a conversa entre Branca e Nancy, Waldisney diz não ser o Rato. Ruth retorna à escola e descobre que os alunos estão tendo aula com o O11O VR. Poliana faz uma enquete entre os colegas de classe para descobrir quem gosta da nova modalidade de aula virtual. Na aula de Débora, Brenda e Jeff são obrigados a dançar juntos. Na escola, os professores também se posicionam contra as aulas com o O11O VR. Luigi é premiado no Festival de Curta Metragem, mas trava na hora de seu discurso. Glória dá algumas senhas importantes a Pendleton e pede que ele guarde com segurança. Jeff tenta acessar o site do clube secreto, mas tem o acesso negado.",
      "terça": "As crianças do Clubinho vão até o Orfanato em busca da “verdadeira” Ester. Cassio pede a Waldisney outra oportunidade para se apresentar no Toca-Toca. Fernanda pergunta se Raquel quer morar com ela em Paris. Sophie ajuda Zóio a tocar violão nas aulas de música da comunidade. Jeff pede ajuda a Violeta quanto aos desafios para entrar no clube secreto. O professor Henrique se impressiona com as habilidades de Gleyce. Lorena pede para dormir na casa de Poliana para descobrir mais informações sobre Ester. A convite de Cássio, Bento e João se apresentam com ele no bar. Verônica exige que Filipa passe a ajudar com simples tarefas domésticas. Lorena coloca uma câmera escondida no quarto de Poliana. Ruth descobre que João e Bento mentiram para ela.",
      "quarta": "Jeff consegue entrar na entidade secreta e descobre que na verdade é um grupo de estudo de Ufologia. Lorena grava Ester dentro de uma cápsula no laboratório, e corre assustada. Ruth fica furiosa ao descobrir que João e Bento se apresentaram com Cássio no bar e proíbe que eles voltem a se encontrar. Vinicius toma coragem e decide chamar Mirela para sair. Violeta diz ao pai que irá morar sozinha. Lorena compartilha sua descoberta com os amigos do Clubinho. Luca encontra a letra da música de Lindomar, faz um remix e posta na internet. Lindomar fica furioso e o confronta. Ruth discute com Cássio. Marcelo tenta desmascarar a mentira de Débora.",
      "quinta": "Durante a aula, Eric rouba o prêmio de Luigi da mochila do menino. As crianças do Clubinho decidem quando irão contar a todos que Ester é uma Android. Da mesma maneira que fez com Pendleton, Glória dá a Roger algumas senhas e pede que ele guarde com cautela. Afonso teme que seja o pai do filho de Débora. Jeff diz a Helô que o grupo Ratcave hackeou a Escola dos Sonhos. Afonso e Marcelo pressionam Débora para que ela conte a verdade. Nadine diz a Roger que Violeta e Jeff estão tramando algo. Falcão exige que Zóio pare de frequentar as aulas de música. Luigi encontra seu prêmio na diretoria. Devido as reclamações sobre o hackeio da Escola dos Sonhos, Ruth faz uma declaração a todos os pais no auditório do colégio.",
      "sexta": "Débora contrata os serviços do grupo de hackers Ratcave. Roger vai até o colégio para ajudar Ruth a dar explicações aos pais. Falcão pressiona Zóio para que ele continue no mundo do crime. Nancy pede conselhos amorosos a Antônio. Pendleton aparece no meio da reunião no auditório e questiona Roger em frente a todos. O O11O VR é banido por hora na Ruth Goulart. Henrique encontra Gleyce na padaria e conhece Kessya. Ruth descobre que Eric e Hugo colocaram o prêmio de Luigi em sua sala. Poliana chama Pendleton de pai e o deixa emocionado. Luca começa a fazer sucesso com a música de Lindomar. Ester aparece de surpresa no Clubinho e exige que eles digam o que sabem sobre ela."
    },
    "Cúmplices de um resgate": {
      "segunda": "Priscila descobre que Geraldo está sendo investigado e fica abalada. Gemima dá em cima de Ermínio. Giuseppe contrata Luiz para trabalhar em sua sapataria. Helena discute com Gemima, que se insinua para Pedro no haras. Joaquim vai embora do Vilarejo e Sabrina quer saber quem era ele.",
      "terça": "Isabela segue com o plano de fazer Regina acreditar que o fantasma de Orlando está lhe assombrando. Fiorina escuta Antonella no telefone e diz para Téo que acredita que ela recuperou a memória, mas que não quer contar para eles. Meire demite Flora do cargo de porteira ao ver os sobrinhos dela ajudando na limpeza.",
      "quarta": "Sabrina pesquisa na internet quem é Joaquim, vê que ele faz parte da C1R e descobre que Isabela é igual Manuela. Sabrina acha que Manuela possui dupla personalidade e que, além do Vilarejo, se apresenta na C1R às escondidas. Téo, Manuela, Sabrina e Mateus dizem que é isso mesmo e que ela deve guardar segredo.",
      "quinta": "Regina vai até o quarto de Otávio no hospital e Rebeca estranha a visita. Arthur convida Safira para trabalhar na gravadora. A responsável do juizado vai até o apartamento dos Vaz ver como eles estão e diz que Flora precisa arrumar um emprego novo. Omar rouba uma jaqueta na loja e sai correndo. Rebeca segue ao lado de Otávio no hospital. Ofélio encontra provas contra Geraldo na mansão de Regina.",
      "sexta": "Nina conta para Manuela sobre quando chegou ao Vilarejo dos Sonhos e como começou a confusão com dona Fiorina. Enquanto isso, Fiorina conta para Téo como começou o seu desentendimento com Nina, por conta de Giuseppe. Por fim, Giuseppe conta para Mateus e Dóris como Fiorina e Nina começaram a brigar por causa dele. Frederico acha que foi Tomas que causou o acidente de Otávio, mas vê que estava errado. Flora vai para a entrevista de emprego na On-Enterprise para a vaga de copeira ou faxineira. O pastor vai até ao hospital orar por Otávio. O advogado contratado por Geraldo para prejudicar Vicente joga fora as provas que poderiam ajudar o pai de André."
    },
    "Betty a feia": {
      "segunda": "Depois que Nícolas mostra o documento que o incrimina, Armando diz que ele fez bem em guardá-lo e pede que lhe entregue para que possa provar a inocência de Betty. Armando chega na V&M e seus pais, Hubo e Esteban, o advogado da família, informam que foram vítimas de um plágio. Anderson e Cindy chegam com seus advogados dispostos a iniciar um processo contra a empresa sob a acusação de vender uma coleção que não lhes pertencia. Roberto consegue convencê-los a desistir do processo contra a empresa e se compromete em devolver o dinheiro. Diante da situação financeira da V&M, Roberto faz uma proposta a Nícolas que ele não terá como recusar, pois poderá custar a prisão dele e de Betty. Efrain sofre um grave acidente e é levado para o hospital. Ao saber o que aconteceu com o ex­ marido ela pede ajuda a Charlie. Daniel e Mata descobrem quem roubou as informações. Hugo ofende Inesita ao acusá-la de ter se descuidado e , por isso, roubaram os desenhos de sua nova coleção.",
      "terça": "Marcela quer que Armando sofra assim como ela está sofrendo, por isso confessa que o traiu com seu melhor amigo. Armando fica chocado com a confissão e pede explicação a Ricardo que nega tudo. Ricardo fica triste quando Marcela que o que houve entre eles foi um erro e devem negar a traição. Betty descobre que o homem que ela salvou de um assalto é Joaquim Quiroz, um conceituado estilista europeu que está em Miami para apresentar sua nova coleção. Uma revista especializada em celebridades publica que o cancelamento do casamento de Marcela e Armando se seu por causa de uma mulher misteriosa. Maria Lúcia quer lançar sua marca própria de roupa na Europa, pede dinheiro a Daniel e fica em choque quando ele diz que não pode ajudá-la por que investiu o dinheiro da família em um negócio. Irritada, ela ameaça processá-lo e lhe dá uma semana para lhe entregar o dinheiro. Júlia aconselha Nícolas a não aceitar o emprego na V&M, mas ele diz que é o melhor a fazer para proteger Betty.",
      "quarta": "Júlia descobre o que mais temia depois de ler o diário de Betty. Furiosa, ela enfrenta Armando e o acusa de ter feito sua filha sofrer. Marcela se retrata com Armando depois da confissão de traição e jura a ele que nunca houve nada entre ela e Ricardo. Efrain acorda no hospital com uma perna fraturada e com amnésia. Sofia e Charlie se surpreendem ao perceber que ele não recorda os últimos anos de sua vida. Marcela aceita ir com a irmã para a Europa, mas deixa clar oque Daniel investiou seu dinheiro e está esperando que o devolva. Patrícia tem uma crise histérica ao descobrir que Nícolas é o novo executivo da V&M. Armando interroga todas as integrantes do pelotão para tentar descobrir onde está Betty. Em Miami, Joaquim insiste com Betty para que deixe aflorar a Betty feliz, que existe dentro dela. Ela fica feliz ao ver como está fotogênica na foto feita pelo estilista.",
      "quinta": "Daniel e Marcela ficam surpresos ao saber que Nícolas é o novo executivo da V&M. Os sócios acusam Betty pela falência e exige mque ela use seu próprio dinheiro para salvar a empresa. Armando a defende e mostra o documento que a isenta de qualquer culpa. Roberto descobre que o filho hipotecou acasa dos Hampton, se enfurece, o chama de inconsequente e diz que ele destruiu trinta anos de seu trabalho. Depois de ter seus desenhos roubados, Hugo perde a criatividade e se deprime. Mas tudo volta a ter sentido em sua vida quando Romina diz que vai dar seu filho para que ele e Fábio o adotem. Romina pede ainda que Inesita seja a madrinha do bebê. Roberto pede a Patrícia que acessore Nícolas. Marcela percebe que sua melhor amiga foi para cama com o amigo de Betty. Em Miami, Betty fica nervosa ao ver Naomi, a modelo que teve um caso com Armando. Demétrio e Júlia chegam a Miami para surpreender Betty e conhecem Joaquim. O estilista convida a todos, inclusive Catalina, para jantar em um restaurante cubano.",
      "sexta": "Betty se chateia com a mãe por ter lido seu diário e as duas tem uma conversa sincera entre mãe e filha. Betty flagra Joaquim se drogando. Ela o recrimina e diz que ele também está fugindo de seus problemas e não põe em prática o que tanto a aconselha. Maria Lúcia envia Esteban, o advogado da família, para pressionar Daniel: ou lhe devolve o dinheiro ou será processado. Efrain recupera a memória mas finge diante de Sofia. Daniel quer que Roberto lhe venda a empresa em troca de não tornar pública a fraude cometida por Armando. Mata avisa Daniel que a fábrica na India se incendiou e queimou todos os trabalhadores. Ele ordena que Mata viaje imediatamente até a Índia para eliminar as evidências. Inesita descobre que o quadro que viu na todo de Romina é o mesmo que roubaram de Hugo."
    },
    "Ouro Verde": {
      "segunda": "Paula e Judite pedem desculpas uma à outra por estarem constantemente implicando. Cátia filma a conversa das duas. Bia diz a Miguel que se preocupa tanto que ele é amiguinho da mulher que a tentou matar, revelando que foi Vera a responsável pelo atropelamento.",
      "terça": "A agente Marília pergunta a Tomás se ele esteve com Catarina no dia anterior. Logo em seguida, a inspetora Marta diz que lamenta, mas encontraram Catarina sem vida. Amanda começa a chorar e José quer saber o que aconteceu enquanto a agente Marília observa com atenção as reações de Tomás. Miguel entra no restaurante de Vera e a puxa pelo braço pedindo que ela diga que não tentou matar Bia. Vera acaba admitindo a Miguel que fez tudo porque Bia queria ficar com Jorge e o filho dela. Miguel diz que ela é louca.",
      "quarta": "Observados pela agente Marília, Amanda, José e Tomás choram a morte de Catarina. A agente diz a Tomás que quer fazer algumas perguntas e pede que ele descreva o que fez no dia anterior, mas Tomás diz que não fez nada de especial. Miguel liga para o juiz para dar a guarda de Henrique a Jorge. Rita vê António entrar no restaurante e, pensando que ele está sozinho, o chama para a mesa. Ela fica indignada ao vê-lo com Inês, perguntando que brincadeira de mau gosto é aquela.",
      "quinta": "José, muito abalado, pede para Tiago ir reconhecer o corpo de Catarina por ele e Amanda. Miguel recebe a visita da inspetora Marta, que diz querer fazer umas perguntas sobre um possível homicídio.",
      "sexta": "Lúcio fala com Sérgio e propõe um acordo para entregar Joaquim. Sérgio diz que vai pensar no assunto. Otelo verifica que está atrasado para viajar para Genebra e confirma a Miguel a venda do banco. Amanda rejeita a ideia de Catarina ter se suicidado.",
      "sábado": "Vera desabafa com Marlene, que oferece ajuda contra os homens poderosos. Tiago fica destroçado ao reconhecer o corpo de Catarina. A agente Marília desconfia do álibi de Tomás, enquanto a inspetora Marta acha que Miguel está mentindo."
    },
    "Caminhos do coração": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "a escrava isaura": {
      "segunda": "Francisco consegue mais capangas para capturar Isaura. Bernardo compra carruagem para Moleca.  Tomásia decide um plano contra Leôncio. Tomásia tem um pesadelo e crê que Isaura corre perigo.  Isaura sai pela mata atrás de ervas para fazer um chá para Álvaro. Rosa fala sobre Henrique para Aurora. Helena sente enjôo e diz a Diogo que sua menstruação está atrasada. Diogo suspeita que ela esteja grávida. Isaura avisa Álvaro que há homens armados na mata. Gioconda recebe um convite do Cel. Sebastião para almoçar em sua casa. Tomásia tem um pesadelo e crê que Isaura corre perigo. Álvaro pergunta a Isaura se ela quer esperar o casamento para se entregar para ele.",
      "terça": "Álvaro e Isaura saem da choça com Raimundo e Martinho por perto. Álvaro e Isaura dormem na mata. Rosa faz fuxicos sobre Henrique e Sebastião fica furioso. Geraldo galanteia Malvina. Miguel e Tomásia falam dos preparativos para o casamento. André visita Bernardo e Moleca. Diogo e Helena fazem juras de amor. André, Geraldo e Miguel decidem ajudar Álvaro e vão até o lugar onde Leôncio arma a tocaia. Isaura se sente em perigo. Perpétua recebe uma mensagem de Geraldo com notícias de Álvaro. Gioconda se arruma para o almoço com Sebastião. Henrique discute com Flor-de-lis. Leôncio e Francisco conferem as armas e saem em busca de Álvaro e Isaura. Aurora ignora Henrique. Malvina acorda de mal-humor. Álvaro e Isaura saem da choça com Raimundo e Martinho por perto.",
      "quarta": "Álvaro é capturado por Leôncio. Isaura se culpa por fazer com que Álvaro também seja caçado. Branca Fica enlouquecida ao saber que Álvaro fugiu com Isaura e insulta Peprétua. martinho e Raimundo acham a choça onde estavam Álvaro e Isaura. Aurora maltrata Henrique. Flor-de-Lis pede conselhos para Serafina. Leôncio encontra pegadas de cavalo. Tomásia reza. Com Leôncio próximo, Isaura e Álvaro planejam a fuga. Henrique discute com Rosa. Helena tem desejos de grávida. Álvaro se separa de Isaura que foge. Álvaro cai do cavalo e é capturado por Leôncio. Aurora demosntra interesse por Gabriel. Leôncio sai em busca de Isaura. Isaura encontra Miguel, André e Geraldo. Leôncio vê o grupo om Isaura e foge. André e Geraldo seguem Leôncio. Malvina vai a casa de Sebastião. Leôncio atira no peito de Álvaro.",
      "quinta": "Leôncio e Francisco atiram na direção e André e Geraldo. Leôncio e Francisco atiram na direção e André e Geraldo. Sebastião fica irritado com Rosa. O escravo Tibério encontra Álvaro na mata. Sebastião castiga Rosa e a manda para a fazenda de Mavina. Henrique discute outra vez com Flor-de-Lis. Malvina convence Aurora do amor que Henrique sente pela prima. Geraldo conta a Isaura que Álvaro morreu. Álvaro mostra a Tibério que foi salvo por uma medalha no bolso. Leôncio vai a polícia denunciar Miguel pela morte de Álvaro. Dr. Paulo diz a Serafina que vai matar Diogo. Branca foge e viaja para Campos. Isaura se esconde na pensão de Bernardo. Leôncio chega a fazenda de Tomásia.",
      "sexta": "O Sargento diz que o corpo de Álvaro não foi encontrado na mata. Leôncio diz ao Sargento que Álvaro foi morto por um tiro dado por Miguel e não dele. Tibério leva Álvaro para o quilombo pelo meio da mata. Malvina fala para Belchior que seu pai a obrigou levar Rosa para dentro de sua casa. Bernardo esconde Isaura em sua pensão. O Sargento diz que o corpo de Álvaro não foi encontrado na mata. Leôncio fica bravo. Serafina vai até a casa do Coronel Sebastião lhe contar que Helena corre perigo."
    },
    "totalmente demais": {
      "segunda": "Stelinha é rude com Eliza e Jojô. Rafael e Lili falam sobre o aniversário de Sofia. Jonatas pensa em Eliza. Jamaica questiona Fabinho sobre sua surpresa para Leila. Arthur e Carolina dormem juntos. Carolina se surpreende ao ver Eliza chegar ao evento com Stelinha. Fabinho vê quando Jonatas guarda o dinheiro do pagamento dos trabalhadores, e sabota os envelopes. Sem saber da ação de Fabinho, Jonatas entrega os envelopes para Gilmar. Eliza finge perdoar Cassandra, mas jura vingança. Zé Pedro alerta sobre o desaparecimento do dinheiro dos trabalhadores, e Mirtes tenta falar com Jonatas. Eliza arma para Cassandra, que promete ajudar Carolina a eliminar a rival. Policiais encontram o dinheiro dos trabalhadores nos pertences de Jonatas.",
      "terça": "Jonatas é preso, e Fabinho se incomoda por Germano se preocupar. Cassandra diz a Débora que se vingará de Eliza. Carolina não gosta quando Pietro elogia Eliza. Carolina avisa a Eliza sobre a prisão de Jonatas, e ela se desespera. Fabinho incentiva Germano a demitir Jonatas. Stelinha apoia Eliza a não desistir de sua gravação. Zé Pedro teme dificuldade em libertar Jonatas. Jamaica lembra do pedido de Fabinho. Jacaré e Braço atacam Arthur e Eliza, que reconhece os bandidos. Eliza sofre por não conseguir visitar Jonatas. Florisval avisa a Rosângela sobre Jonatas. Jamaica acusa Fabinho de ser o responsável pela prisão de Jonatas.",
      "quarta": "Jamaica conta a Leila que foi Fabinho quem armou o roubo para incriminar Jonatas, mas a jornalista não acredita. Rosângela visita Jonatas na prisão e diz ao filho que acredita em sua inocência. Leila inventa uma desculpa para conseguir com Mirtes as imagens gravadas pelas câmeras de segurança da Bastille. Leila e Jamaica comprovam que foi Fabinho quem fez a troca dos envelopes e mostram para Zé Pedro. Policiais vão à casa de Germano para apreender Fabinho.",
      "quinta": "Lili fica abalada ao saber que foi Germano quem mandou libertar Jonatas e prender Fabinho. Lili expulsa Germano de casa. Na comemoração da volta de Jonatas para casa, Montanha dança com Rosângela. Jojô e Stelinha ficam sozinhas em casa e acabam se aproximando. Arthur liga para Eliza e pede que a jovem volte para sua casa. Jonatas enfrenta Arthur.",
      "sexta": "Arthur alerta Jonatas sobre a prova de Eliza. Zé Pedro avisa a Lili que é possível que Fabinho responda ao processo em liberdade. Maristela conta a Rosângela que vai se casar com Florisval. Natasha revela a Pietro que Arthur não pode ter filhos porque fez um procedimento médico. Jonatas leva Eliza ao local de sua prova, e a modelo pede desculpas a Arthur pelo atraso. Germano decide recontratar Jonatas. Stelinha afirma a Arthur que eles precisam separar Eliza de Jonatas.",
      "sábado": "Lili pede a Zé Pedro que informe a Germano sobre a libertação de Fabinho. Lili avisa ao marido que assumirá a presidência da Bastille e decide demitir Germano. Pietro revela a Carolina que Arthur fez vasectomia e por isso não pode mais ter filhos. Zé Pedro e Mirtes se preocupam ao saber por Germano que Lili ficará à frente da Bastille. Germano se despede de Jonatas e pede ao jovem para não decepcioná-lo. Jojô confessa que gosta de Eliza. Carolina confronta Arthur."
    },
    "novo mundo": {
      "segunda": "Libério e Peter contam a Bonifácio por que suspeitam do envolvimento de Thomas e Sebastião no atentado contra Dom Pedro. Ubirajara expulsa Piatã, Olinto e Ferdinando da aldeia. Domitila afirma a Francisco que fará o que for necessário para ficar com Dom Pedro. Joaquim descobre quem foi o mandante do atentado contra Dom Pedro.",
      "terça": "Joaquim se surpreende com a revelação de Thomas. Piatã e Olinto imploram que Ubirajara devolva as pesquisas de Ferdinando. Joaquim invade a casa de Anna. Fred folheia o diário do pai de Anna. Dom Pedro faz o parto de Leopoldina. Joaquim conta a Bonifácio suas descobertas sobre Thomas. Wolfgang e Libério elogiam o artigo de Diara. Dom Pedro, Peter e Lurdes estranham o comportamento de Leopoldina com Januária. Tibiriçá flagra Jacira chorando. Piatã, Olinto e Ferdinando pensam em como voltar para a aldeia. Elvira vê Thomas entrar na casa de Domitila. Joaquim analisa os documentos da época em que Thomas era Ministro. Anna encontra a sala secreta de Thomas.",
      "quarta": "Thomas convence Anna de que não conhecia a sala secreta. Dom Pedro se encontra com Domitila. Joaquim descobre uma prova contra Thomas. Diara gosta da ideia da construção de um novo quilombo nas terras de Wolfgang. Bonifácio diz a Joaquim que pode ajudá-lo a falar com Anna. Nívea pede para Liu ensiná-la a cuidar de um bebê. Matias vê Cecília com Peter. Lurdes comenta com Anna sobre o estranho comportamento de Leopoldina. Peter consegue visitar Amália. Cecília se apavora quando Matias a questiona sobre o médico. Bonifácio procura Thomas. Joaquim arma um encontro com Anna.",
      "quinta": "Joaquim conta para Anna o que sabe sobre Thomas. Bonifácio questiona Thomas sobre a guerra na Cisplatina. Thomas estranha a hostilidade de Anna. Licurgo convence Germana a desistir de entrar no quarto alugado por Thomas. Dom Pedro discute com Leopoldina e Bonifácio se preocupa com o estado da princesa. Joaquim estranha quando Elvira fala sobre Domitila. Dom Pedro compõe uma música para Domitila. Jacira foge da aldeia. Thomas não gosta de ver Anna dormindo no quarto de Vitória. Dom Pedro sente ciúmes de Leopoldina com Bonifácio. Anna procura Joaquim.",
      "sexta": "Joaquim fala de Domitila para Anna. Thomas incentiva Domitila a falar mal de Bonifácio para Dom Pedro. Ferdinando não se conforma de perder toda a sua pesquisa para os índios. Piatã, Jacira e Olinto procuram Ferdinando pela mata. Germana tenta comprar uma passagem para Portugal. Anna afirma a Joaquim que descobrirá toda a verdade sobre Thomas. Cecília não consegue terminar seu romance com Libério. Anna descobre onde Thomas esconde a chave de uma gaveta em seu escritório. Dom Pedro não comparece ao encontro com Domitila. Licurgo procura por Germana. Diara e Wolfgang libertam as pessoas escravizadas por Sebastião. Anna descobre que Thomas foi marujo de seu pai.",
      "sábado": "Thomas flagra Anna em seu escritório. Dom Pedro faz as pazes com Domitila. Piatã não deixa Ferdinando invadir a aldeia Tucaré. Leopoldina sente o perfume de Domitila em Dom Pedro. Elvira encontra o caderno de anotações de Joaquim. Sebastião descobre a fuga de seus escravizados e desconfia de Diara. Germana perde todo o seu dinheiro. Elvira entrega a Thomas o caderno de anotações do marido. Anna afirma a Joaquim que descobrirá o que aconteceu com seu pai. Thomas manda Elvira destruir as provas que Joaquim tem contra ele. Anna e Joaquim se beijam."
    },
    "jesus": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Apocalipse": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "O Que a Vida Me Roubou": {
      "segunda": "Maria discute com Rosário e Montse, já que elas a acusam de haver roubado o dinheiro que Montse havia guardado. Demétrio suspeita que foi Adolfo, com a ajuda de Maria, mas Adolfo nega, Carlota pede que devolva o dinheiro que roubou, e vá embora. Alessandro, ileso, agradece José Luis por ter salvado sua vida e ter matado Loreto. Chegam à fazenda e avisam as autoridades sobre a morte de Loreto. Adolfo está furioso por Demétrio ter lhe roubado dinheiro e também por ter que deixar a fazenda. Ezequiel chega atrás de José Luis por suspeitar que é o assassino de Loreto, mas Alessandro o protege e não permite que o levem. Macário prepara tudo para que, assim que anoitecer, José Luis e Renato possam deixar a fazenda.",
      "terça": "Pedro entra furioso na casa de Esmeralda, a agride e a proíbe de falar com sua esposa sobre os acordos que tem, e se retira, jogando dinheiro sobre ela. Mais tarde, Renato entra e Esmeralda assustada tenta agredi-lo, acreditando ser Pedro, porém ao perceber que se trata de Renato, o beija e abraça. Ao acender a luz, Renato se surpreende ao ver que ela está machucada, mas ela se nega a dizer quem a agrediu. Esmeralda pede a sua amiga Zulema que avise que ela não irá trabalhar. Nádia e Adolfo visitam Josefina para pedir desculpas pelo dano moral causado por Demétrio. Na fazenda “Almonte”, Alessandro e Montserrat dormem juntos, fazem amor e prometem esquecer o passado, e começarem de novo. ",
      "quarta": "Joaquim alarmado sai para procurar sua filha Angélica. Amélia não sabe que fazer e chora desconsolada. Virginia fica nervosa, mas guarda o segredo de sua irmã. Na fazenda “Almonte”, Nádia está desesperada esperando Victor. Josefina se entristece porque Demétrio prefere trabalhar a se casar com ela. Pedro chega sem avisar na fazenda Almonte e Nádia exige que ele se retire. Padre Anselmo comenta com Rosário o quão felizes estão seus patrões, Montserrat comenta com o padre que Antonio fugiu da fazenda com a ajuda de Alessandro, já que o acusam de haver matado o chefe de polícia, e o fez para salvar Alessandro.",
      "quinta": "José Luis, desconcertado, aceita a proposta de Prudência para limpar seu nome. José aconselha Angélica a voltar a viver com sua família, mas ela, triste, diz que lhe restam poucos meses de vida e deseja passá-los a seu lado. José Luis pede Angélica em casamento e ela aceita feliz. Prudência telefona para seu irmão, o capitão Robledo, para convidá-lo para um casamento em sua casa. Em Água Azul, José Luis telefona para Esmeralda, se alegra em saber que ela está bem, e a convida para seu casamento. Joaquim visita o capitão Robledo para pedir que o ajude a encontrar sua filha Angélica, pede também que sua irmã, Prudência, não fique sabendo de seu pedido. Joaquim descobre que Antonio e José Luis são a mesma pessoa.",
      "sexta": "Demetrio fala com Josefina sobre o casamento, e ela se propõe a pagar por seu carinho. Demétrio a beija imaginando as vantagens financeiras que terá ao lado dela. Na praça principal de Água Azul, Pedro faz um discurso enquanto Nádia se comporta carinhosamente com ele, Victor ao longe os observa, enciumado. Na residência “Medina”, Victor chega e reclama com Nádia por seu comportamento na praça. Angélica pede a sua madrinha que não diga a seus pais que se casará, já que eles tentariam impedir o casamento. "
    }
  }
}
