{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Tereza Cristina sofre uma ameaça. Íris e Alice vasculham a despensa da mansão Velmont. Antenor tenta convencer Patrícia a dormir com ele. Vanessa fala mal de Tereza Cristina, e Severino a repreende. Patrícia pede abrigo na casa de Paulo. Renê oferece carona para Vanessa. Crô defende Solange de Baltazar. Tereza Cristina tem uma alucinação.",
      "terça": "Baltazar é levado pela polícia. Teodora pressiona Griselda a lhe dar dinheiro. Paulo pede para Esther abandonar seu sonho para provar que o ama. Patrícia diz a Antenor que pode pensar em reatar o namoro se ele provar que mudou. Griselda decide emprestar dinheiro para Celeste abrir seu restaurante. Teodora fica aflita com a decisão de Wallace de voltar a lutar. Patrícia confronta Tereza Cristina.",
      "quarta": "Patrícia diz a Tereza Cristina que sairá de casa, e Renê apoia a filha. Severino cobra a conta do restaurante de Íris, e ela liga para Tereza Cristina, que a manda se entender com Renê. Antenor procura Patrícia. Amália estranha o comentário que Rafael faz sobre Juan. Juan cumprimenta Letícia, que o ignora. Zuleika vê Rafael furtar o dinheiro que a loja faturou. Griselda convida Celeste para ser sua sócia em um restaurante.",
      "quinta": "Celeste convence Griselda a procurar Antenor. Tereza Cristina se enfurece quando Íris fala com Renê sobre seu passado. Todos chegam à casa de Griselda para aguardar a assinatura da escritura da casa. Tereza Cristina ofende Griselda, e Vilma ameaça denunciá-la. Íris e Alice tentam invadir o quarto de Marcela. Marcela manda um recado para Paulo. Griselda consegue comprar sua casa no Marapendi Dreams e começa sua sociedade com Celeste no restaurante.",
      "sexta": "Marcela vai à casa de Paulo. Vanessa tenta se aproximar de Renê. Wallace esconde de Teodora que voltou a sentir a dores no peito. Carolina finge ser Letícia e conversa com Juan. Teodora implora para Quinzé deixá-la se aproximar de Quinzinho. Guaracy beija Griselda. Marcela entrevista Wallace. Esther pede para Danielle conversar com Paulo. Griselda avisa que fará uma reunião de família. Teodora procura Griselda.",
      "sábado": "Teodora diz a Griselda que quer se aproximar de Quizinho. Wallace se enfurece com as insinuações de Marcela sobre sua esposa. Esther fica perplexa quando Paulo se recusa a falar com Danielle. Antenor leva Patrícia até sua casa, e Griselda se surpreende. Quinzé discute com Wallace para saber o paradeiro de Teodora e Quinzinho. Griselda procura Teodora no hotel a fim de pagar a quantia que a moça exigiu para se afastar de Quinzinho."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Éramos seis": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Keyla descobre que o rapaz que foi a seu encontro não é Deco. Tato briga com Keyla. Tina tenta conversar com Lica. Edgar confidencia a Bóris que é o pai de Clara. Lica tenta falar com Clara e decide se afastar de Felipe. Tato convida K2 para ir até a lanchonete. Roney pede para Keyla conversar com Tato. Lica tenta convencer Keyla a contar a verdade sobre o pai de Tonico. Tina revela a Felipe que Clara é irmã de Lica. K2 provoca Keyla. Keyla e Lica descobrem que estão sendo observadas pelo falso Deco.",
      "terça": "Keyla se recusa a contar para Roney e Tato sobre a perseguição que sofreu. Lica se incomoda ao ver Felipe com Clara. Dóris elogia Ellen por seu trabalho na biblioteca. Roney e Tato estranham o comportamento de Keyla. Ellen desdenha a ajuda de Jota para gravar uma música em um computador antigo. Keyla não consegue se entender com Tato. Marta aceita posar para a campanha de Luís. Bóris conversa com Dóris sobre o problema de Clara. Tato e Keyla fazem as pazes. K2 manda uma foto para Tato, e Keyla fica furiosa.",
      "quarta": "Keyla tira satisfações com K2 e acaba brigando com Tato novamente. Ellen fica orgulhosa quando Dóris afirma que seu trabalho servirá como inspiração para outro colégio. Edgar pede que Bóris convença Lica e Clara a reatar sua amizade. Ellen exige que Frostbyte impeça o falso Deco de seu aproximar de Keyla. Malu aconselha Edgar a conquistar Clara com presentes. Felipe consola Clara. Lica e MB conversam. Bóris pensa em colocar Ellen como estagiária na biblioteca da escola onde ele trabalha. Anderson e Tina namoram. Keyla percebe que está sendo seguida.",
      "quinta": "Lica insiste para que Keyla conte a Roney sobre o falso Deco. Tato troca mensagens com K2. Anderson ouve uma música cantada por Fio e afirma a Ellen que ela foi a inspiração para a letra. Tato reconhece K2 no vídeo de Fio, e Keyla sente ciúmes. Benê pede para Guto ensiná-la a ler partituras. Tina fica nervosa ao chegar na escola e ser levada para falar com seus pais na sala de Bóris. Tato não gosta de ver K1 e K2 provocarem Keyla. Keyla pede ajuda, e Tato tenta intimidar o falso Deco.",
      "sexta": "Fio, K1 e K2 encontram Tato machucado, e Keyla decide ir à delegacia. Josefina toma conta de Tonico e Roney vai com Benê ao encontro da filha. Bóris convence Edgar a contratar Ellen para trabalhar na biblioteca. Keyla recebe uma mensagem do falso Deco. Dóris comunica a Ellen que ela trabalhará no colégio de Bóris. Benê vai com Ellen até o colégio Grupo, e Tina a recebe na entrada. Dóris visita Keyla. Mitsuko vê Tina com Anderson e fica furiosa. Tato namora Keyla."
    },
    "Avenida Brasil": {
      "segunda": "Antes de morrer, Nilo conta sua história para Nina. Carminha se recusa a participar do sequestro de Tufão. Monalisa defende que Ágata deve saber a verdade sobre os pais. Carminha se aproxima de Ágata e descobre quando Tufão fechará um negócio. Nina conta para Jorginho que Nilo morreu em seus braços. Jorginho se recusa a acreditar nas acusações de Nilo. Carminha liga para Lúcio. Diógenes acaba concordando com a união entre Roni, Suelen e Leandro.",
      "terça": "Verônica, Noêmia e Alexia se encontram na casa de Jimmy. Santiago e seus capangas rendem Carminha e Lúcio. Carminha obriga Santiago a poupar a vida de Lúcio. Ágata e Nina fazem as pazes. Janaína encontra Lúcio machucado. Silas se interessa por Ivana. Janaína avisa a Nina e Jorginho que Santiago está tramando algo. Tufão é abordado pelos comparsas de Santiago.",
      "quarta": "Tufão é sequestrado. Jorginho não consegue falar com Tufão. Leleco fala com Jorginho e estranha a demora de Tufão. Carminha descobre que Tufão foi sequestrado. Monalisa conclui que Carminha sequestrou Tufão. Tufão é levado para o sítio de Santiago. Santiago planeja fugir para a Itália. Lúcio conta que Carminha estava com medo de Santiago. Tufão entra em contato com a família.",
      "quinta": "Nina conta para Lucinda que Santiago matou a esposa. Nina consegue uma pista sobre o cativeiro de Tufão. Zenon descobre que Santiago é procurado pela polícia. Santiago garante a Carminha que seu golpe será um sucesso. Os moradores do Divino fofocam no bar do Silas. Cadinho invade o apartamento de Jimmy. Nina decide procurar o sítio de Santiago. Santiago coloca Carminha e Tufão frente a frente. Santiago conta para Carminha que pretende matar Tufão. Zenon coloca um rastreador pra monitorar sequestradores. Jorginho descobre que Nina foi até Magé. Nina encontra o cativeiro de Tufão. Nina liga para Jorginho. Santiago promete amenizar o sofrimento de Tufão quando matá-lo. Nina tenta resgatar Tufão. Tufão e Nina ficam sob a mira de Santiago.",
      "sexta": "Carminha desarma Santiago e entrega o revólver para Nina. Nina avisa a Jorginho que está no aeroporto de Búzios. Carminha se entrega para a polícia. Carminha assume o assassinato de Max. O mistério do assassinato de Max é desvendado. Lucinda sai da prisão. Lucinda visita Carminha na prisão e diz que a considera uma filha. Nina conta que foi Carminha quem salvou a vida dela e de Tufão. Jorginho e Nina viajam. Beverly chama Cadinho para sair. Jimmy expulsa Noêmia, Verônica e Alexia. Alexia, Noêmia e Verônica se casam com Cadinho. Nina anuncia que está grávida. Lucinda vai buscar Carminha na prisão. O craque do Divino se contunde. Olenka descobre o segredo de Adauto. Olenka ajuda Adauto a se livrar do trauma. Nina e Jorginho visitam Carminha no lixão. Carminha e Nina fazem as pazes. Alegria total na casa de Tufão. Adauto acerta pênalti e leva Divino para a primeira divisão. FIM."
    },
    "Aventuras de Poliana": {
      "segunda": "Após peitar o marido, Verônica recebe suporte das amigas Gleyce e Arlete e elas a incentivam a tomar uma atitude. Gabi e Brenda topam participar de um dos vídeos no canal Luca Tuber. Raquel diz a mãe que não sabe mais se quer ir para Austrália. O diário de Alice some e Poliana fica desesperada atrás dele. Waldisney descobre que sua mãe foi capturada novamente pela polícia. Para se afastar de casa Lorena vai para o Clubinho. Verônica decide passar a noite na casa de Arlete. Mirela aparece na casa de Luca para questiona-lo quanto a armação com Zóio. Pendleton descobre que Ester mentiu para Poliana e escondeu o diário de sua mãe. Luca diz a Mirela que Vini inventou uma história para afasta-lo da menina, e oferece ajuda para que ela recupere suas redes sociais. Pendleton pega o diário de Alice e não gosta do que lê.",
      "terça": "Luigi pergunta a Sérgio se ele ainda fala com Pendleton. Pendleton devolve o diário para Poliana. Jeff tenta acessar o site do misterioso grupo que viu no bar. Durval nota a ausência de Lorena e procura pela menina, que pede para dormir na casa de Mário. João sugere que Bento vá conversar com sua avó para sanar algumas dúvidas sobre sua família. Joana leva Lorena para a casa de Fernanda. Luigi e Mário começam a suspeitar de que o pai trabalha para Pendleton. Glória convida Luisa a participar de uma exposição em sua galeria. Gael tenta fazer as pazes com Lorena. Após o susto, João conta a história de seu sequestro para os amigos. Glória começa a suspeitar e estranhar o comportamento de Violeta. Filipa tenta descobrir o responsável pelo canal “Vou Te Zuar”.",
      "quarta": "Luca posta o vídeo com Gabi e Brenda e Jeff fica furioso com o conteúdo. Filipa finalmente descobre os responsáveis pelo canal “Vou Te Zuar”. Mirela é a nova vítima do canal. Da cadeia, Waldisneia pede que o filho a ajude a fugir para que peguem o dinheiro roubado de Ruth. As inscrições para o musical de fim de ano da Escola Ruth Goulart são abertas e Poliana fica empolgada. Através da rádio do colégio, Mirela anuncia que quem tiver informações sobre os donos do canal “Vou Te Zuar” serão recompensados. Gabi diz a Brenda que está interessada em Luca. Verônica, Gleyce e Arlete pressionam Débora quanto ao dinheiro do CLP, e a professora finge passar mal. Sophie confronta Ester. Sérgio entrega o projeto solicitado por Pendleton e ele fica satisfeito. Bento pede o contato de sua avó para Ruth. Raquel diz a Guilherme que não irá mais para Austrália. Filipa e Ester brigam no pátio do colégio e Sophie intervém contra Ester.",
      "quinta": "Os usuários da O11O começam a ser roubados, e Nadine notifica Roger sobre a situação. Após a briga, Filipa e Ester vão para a diretoria. Ruth chama a atenção de Sophie por sua intervenção agressiva na briga de Filipa e Ester. Waldisney encontra a maleta de dinheiro que sua mãe escondeu. Nancy descobre que a “tia” de Waldisney é uma criminosa. Glória dispensa Violeta. Jeff consegue bloquear o acesso dos hackers ao sistema da O11O. A avó de Bento vai até a escola para visitar e conversar com o neto. Com a indicação de Waldisney, Violeta pede emprego para Roger na O11O. A avó de Bento conta alguns detalhes sobre a família do menino, e dá dicas de onde ele pode encontrar mais informações. Luisa decide voltar a morar na mansão e vai até a casa de Pendleton para buscar as chaves. Bento, João e Poliana vão até o bar indicado pela avó de Bento em busca de informações sobre seu pai. Verônica tem uma séria conversa com Roger para propor que ele mude, caso contrário irá abandona-lo.",
      "sexta": "Waldisney vai até a casa de Nancy e diz que os dois já podem casar. Violeta inicia seu trabalho na O11O, Jeff a ajuda. No bar, Poliana, Bento e João conseguem mais informações sobre Cassio, o pai de Bento. Sophie diz a Pendleton que se meteu na briga de Ester com medo da reação da Android. Apesar de já saber a verdade, Nancy não abre o jogo com Waldisney e ele estranha seu comportamento. Luigi e Mário descobrem que o pai está trabalhando para Pendleton e Sérgio confirma. Verônica diz aos filhos que irá passar um tempo fora de casa. Bento decide pesquisar sobre o pai na internet. Devido a reação com Ester, Ruth decide afastar Sophie do colégio. Yasmin irá passar a fazer sessões de terapia com Helô. Para se dedicar totalmente aos estudos, Gleyce pede demissão do colégio, mas pede que os filhos não percam a bolsa. Luisa retorna a mansão."
    },
    "Cúmplices de um resgate": {
      "segunda": "Ofélio descobre o que aconteceu com os irmãos Vaz para contar para Manuela. Safira pede perdão por tudo que não fez para Priscila enquanto mãe, mas Priscila diz que é tarde demais e que não acredita mais nela. Ofélio conta tudo para Manuela e aconselha ela a continuar a fingir que não sabe de nada. Manuela pensa que a única possibilidade deles saírem do orfanato é se Flora voltar. Joel reaparece no haras e Omar fica feliz. O homem diz que irá vender o haras e comprar um terreno menor no próprio vilarejo. Otávio diz que está gostando do trabalho de Tomas e que dará a oportunidade dele mostrar que é capaz de assumir o cargo que era de Safira. ",
      "terça": "Mateus, Dóris e Isabela descobrem no apartamento dos Vaz que o nome da tia deles é Flora. Os três chegam à conclusão de que a Flora do Vilarejo é a mesma tia dos meninos. André entra escondido na sala de Geraldo para procurar uma prova para inocentar o seu pai, Vicente. Rebeca castiga ‘Manuela’. A garota terá que ficar o tempo todo sob supervisão de Rebeca. Geraldo encontra André escondido em sua sala. Marina diz para Isabela ser mais educada com Rebeca e parar de evitar Téo, que está triste.",
      "quarta": "Flora confessa com Lutero sobre ter abandonado seus sobrinhos. Isabela conversa com Rebeca. Rebeca diz que gostaria de ter mais filhas e que imaginou que estava grávida de gêmeas quando estava grávida dela, mas que no final nasceu apenas Manuela. Dóris e Mateus vão visitar ‘Manuela’. Téo opta por não ir por achar que ela não iria gostar. Isabela diz para Marina que agora sabe que Rebeca jamais lhe abandonaria. Otávio vai até a gravadora e pergunta para Regina se ela conhece Manuela. Otávio diz que Manuela sofreu um acidente e disse o nome dela enquanto estava delirando. Regina inventa que nunca teve nenhum contato com Manuela.",
      "quinta": "Flora pede demissão do haras do Vilarejo. Otávio pergunta sobre os irmãos Vaz terem ido para o orfanato. Regina desconversa e diz que não sabe em qual orfanato eles estão. Matheus comemora ao ver o cavalo Dourado recuperado e correndo no haras. Navarro e Vargas fotografam Sandro, Laura, Manuela e Ofélio na piscina.",
      "sexta": "O casal que quer adotar Júlia vai ao orfanato para levá-la para passear. A menina aceita, desde que seja para visitar Joaquim e Felipe. Navarro e Vargas dizem que Sandro precisa provar que está do lado deles e não no de Manuela. Regina vai até a casa de Rebeca para ameaçar Isabela."
    },
    "Betty a feia": {
      "segunda": "Marcela recebe alta e volta para casa com Armando. Enquanto cuida dela, Armando passa a presidência da V&M para Ricardo. Ricardo aproveita o pder de decisão que tem em suas mãos e ordena a Betty que use o dinheiro da BAR para pagar os gastos da empresa. Betty não concorda e informa Armando sobre a decisão do amigo. Ele também se opõe e pede explicações a ricardo sobre sua determinação. Para se vingar de Betty, Ricardo envia a ela ursinhos de presente como se fossem um presente de Armando. Marcela volta para a V&M decidid a não cair em tentação mas acaba beijando apaixonadamente o melhor amigo de Armando, e não percebe que Betty está vendo tudo.",
      "terça": "Marcela desconfia que Armando não se interessa mais por ela como mulher por causa de sua amante. Ela sabe que Betty pode lhe dizer quem é e a convida para almoçar. No restaurante Marcela entrega a Betty o convite de seu casamento e aproveita para fazer perguntas sobre Armando. Betty diz a Marcela que se desconfia de seu noivo é melhor que não se case. Armando está feliz pois logo poderão solucionar todos os problemas da V&M, mas se chateia com Ricardo quando ele insiste em culpar Betty caso as coisas não saiam com estão pensando. ",
      "quarta": "Na festa beneficente de Daniel Cindy assedia Ricardo o que provoca ciúmes em Marcela. Ricardo percebe, vai atrás dela e os dois perdem a cabeça, se beijam apaixonadamente e arrancam a roupa. Logo depois Cindy os vê saindo do banheiro feminino. Betty e Armando passam a noite trabalhando e acabam fazendo amor. Betty, depois de ter visto Marcela e Ricardo se beijando, está convencida que deve lutar pelo amor de Armando por que ninguém o ama com ela. Armando também admite que ama Betty e que seu amor o faz sentir bem. ",
      "quinta": "Catalina, às escondidas, observa Betty e Armando em situação comprometedora. Para sanar sua dúvida, ela pregunta a Armando se ele tem um caso com sua assistente. Armando nega mas não consegue esconder seu nervosismo. Mariana lê as cartas de tarot para Betty e fica em choque com o que vê. Depois comenta com as amigas do pelotãoque Betty terá muitos problemas. Jack Anderson e Cindy aceitam se associar a V&M. Ricardo e Marcela devem viajar juntos para visitar todas as lojas do empresário.",
      "sexta": "Marcela e Armando tem dificuldade para escrever seus votos para o casamento. Ela sabe que Armando não é mais o mesmo por isso diz a ele que lhe dará um tempo, enquanto estiver viajando, para que ele decida se quer se casar. Catalina conversa com Betty e tenta descobrir se ela mantém um romance com seu chefe. Betty, muito nervosa, tenta disfarçar. Patrícia chega à V&M de óculos escuros e um lenço na cabeça.Ela está intoxicada depois de comer camarão em um jantar com Daniel. O pelotão se assusta ao vê-la."
    },
    "Meu coração é teu": {
      "segunda": "Todos estão muito emocionados pela notícia da gravidez de Ana, Fernando promete que não a deixará só nem um momento. Helena, Edith e Fanny falam que é mais importante uma boa amizade, que ter um namorado. Nando fala com Diego e diz que daquele momento em diante focará só na carreira, e vai estudar muito, já Diego diz ao sobrinho que quer buscar uma esposa e ter filhos. Fernando tem que fazer uma viagem de emergência, Isabela descobre e começa a planejar algo novo contra Fernando e Ana. Isabela vai ver Fernando em um hotel e o faz dormir com um spray. Ana começa a ter contrações e precisa ir para o hospital.",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Ouro Verde": {
      "segunda": "Henrique é diagnosticado com uma virose altamente contagiosa e Vera leva o filho para casa de seu pai. Jorge fica sabendo sobre o desaparecimento do processo por Arnaldo e diz que foi obra de Miguel. Miguel dá uma entrevista, fingindo indignação. A notícia do roubo do processo espalha-se rapidamente.",
      "terça": "Lúcio fica sabendo que Antônio perdeu a memória e se desespera. Antônio fica muito perturbado ao saber que o irmão tentou matá-lo. Rita diz a Lúcio que se Antônio recuperar a memória ela irá ligar para avisá-lo. Miguel se desespera com o avanço de sua doença.",
      "quarta": "Bia decide chamar um médico para examinar Henrique, quando aparece Mônica e vê o estado em que o menino se encontra. Bia acha que Vera o mandou de propósito para contagiar Madalena.",
      "quinta": "Vera vai buscar Henrique e finge não saber que o filho estava com uma virose. Mônica quer saber por que Jorge protegeu Salvador, enquanto José revela ao neto que Jorge está vivo.",
      "sexta": "Padre Sebastião denuncia Vera pelo atropelamento de Bia. Salvador fica em choque ao saber que não conseguiu matar Jorge e José tenta acalmar o neto. Enquanto isso, Mônica não acredita na inocência de Jorge.",
      "sábado": "Lúcio procura Judite para que ela conte a verdade sobre o atropelamento de Bia e acaba deixando-a entre a espada e a parede com a história de Sérgio possuir um vídeo contra a antiga patroa da irmã. Amanda lamenta o desaparecimento da pasta de arquivos que tinha contra Miguel. Jorge vai falar com Salvador para tentar convencê-lo de sua inocência."
    },
    "Amor sem igual": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "O rico e lázaro": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Caminhos do coração": {
      "segunda": "Maria e Noé vêem que estão cercados e Fredo atira. Os tiros atingem o carro de Maria e Noé, que se desgoverna e capota. Maria, machucada, consegue sair do carro e ajuda Noé a se levantar. Fredo vê Maria e Noé fugindo e manda a polícia ir atrás deles. Fredo mira sua arma em Maria e Noé e se prepara para atirar. Meduso fuzila mutantes vampiros com o olhar. Beto dá um tapa na mão de Fredo, que erra o tiro. Fredo empurra Beto com força e atira em Noé.",
      "terça": "Cris e Perpétua discutem por causa do desejo dele em exterminar os vampiros. Os dois se beijam. Pachola-lobisomem avança contra Hélio, que dá um salto e se afasta. Hélio pede para se livrar do espírito do mal e foge. Vavá aparece na janela e o lobisomem se aproxima dele. Vavá pergunta se Pachola-lobiosomem irá machucá-lo e grita. Os mutantes vampiros conseguem arrombar a porta e Gór os hipnotiza. Meduso fuzila os vampiros com o olhar e eles correm para fora da sala. Noé é encaminhado para uma delegacia comum, mas Maria fica presa no Depecom. Fredo comemora a prisão de Maria. Os mutantes vampiros entram pela janela da mansão e ameaçam atacar.",
      "quarta": "Toni e Cléo lutam contra os vampiros, protegendo Regina e Batista. Eric atira em Velociraptor, mas ele não sente os tiros. O bandido joga uma granada e o dinossauro foge assustado. Fúria some da vista de Vlado. O vampiro corre na direção em que pressente Fúria. Janete tem uma visão de Ágata e Aquiles sendo atacados por Draco e Telê. Draco e Telê invadem a casa de Teófilo e ameaçam Ágata e Aquiles. Eles avisam que os mutantes precisam se unir contra os humanos e que os poderes deles serão úteis nas batalhas.",
      "quinta": "Começa o julgamento de Maria Luz. Cléo e Toni conseguem derrotar os vampiros com a ajuda de Regina e Batista. Pachola volta a sua forma humana e abraça Vavá. Beto dá um soco no vampiro e consegue escapar tempo. Fredo atira no vampiro, que morre. Mais um grupo de vampiros invade a Progênese e atacam policiais. Waldemar é mordido por um vampiro. Fredo mata vários vampiros. Os mutantes vampiros invadem a sala da presidência. Metamorfo fica invisível e Meduso fulmina um vampiro que se aproxima dele. Aquiles avisa que vingará a morte do pai e avança com a peixeira na mão. Telê lança uma onda de energia e atinge Aquiles, que é lançado para longe. Aquiles desmaia e Draco ameaça lançar uma bola de fogo em Ágata.",
      "sexta": "Ernesto diz que quer anular o casamento com Esmeralda. Ela avisa que nunca irá deixá-lo. Waldemar se sente fraco e diz que não quer virar vampiro. Fredo abraça Waldemar e lhe dá um tiro. Beto fica horrorizado com a atitude de Fredo. Aristóteles, Danilo, Rodrigo lutam com os vampiros e os derrotam. Gór é cercada por quatro vampiros e os hipnotiza. Cassandra fica acuada por um vampiro e Meduso o fulmina com os olhos. Gór, Meduso e Metamorfo fogem, para não serem presos pelo Depecom. Simone desconfia de que Mauro seja a chefia. Mauro escuta tudo escondido. Fredo e os agentes do Depecom invadem a sala da presidência. "
    },
    "a escrava isaura": {
      "segunda": "A dona do bordel Serafina resolve sair de seu luto. No mesmo dia, chega uma carta para ela da mãe de Violeta. Martinho traz Rosa de volta para a fazenda do Cel. Sebastião. Serafina conta a Violeta sua história e diz a ela que sua mãe quer conhecê-la. Rosa e Helena fofocam.  Branca esconde mensagem de Álvaro. Preocupada com Isaura, Malvina pede que Francisco coloque Isaura em seu quarto. Leôncio não permite que o Dr. Paulo venha examiná-la.",
      "terça": "Perpétua diz a Álvaro que ele está com febre amarela. Leôncio expulsa Belchior do quarto de Isaura. Rosa e Helena são proibidas de comer. Leôncio obriga Isaura a tocar piano. Violeta se despede do bordel para seguir viagem. Tomásia e Miguel se beijam. Leôncio ameaça mandar Isaura para o tronco caso ela não toque piano. Álvaro passa mal.",
      "quarta": "Leôncio ameaça Belchior e Isaura. Malvina leva Dr. Paulo para consultar Isaura. Bernardo conta a Henrique sobre sua compra da pensão. Leôncio dá uma bofetada em Isaura que cai no chão. Geraldo visita Álvaro e lhe conta sobre o casamento forçado de Isaura com Belchior. Leôncio leva Isaura para o quarto e a joga na cama. Belchior bate com uma moringa na cabeça de Leôncio, mas nada acontece.",
      "quinta": "Malvina se arrepende de ter casado com Leôncio. Belchior cuida de Isaura. Malvina descobre que Leôncio armou emboscada para Dr. Diogo. Malvina se arrepende de ter casado com Leôncio. Branca comemora o sucesso de seu plano. Álvaro sente-se mal. Malvina discute com Leôncio sobre seus crimes. Tomásia conta a família que vai se casar com Miguel. Rosa e Helena planejam o encontro com Diogo. Começa a festa na Casa de Serafina. Sebastião se arruma para a festa de Serafina.",
      "sexta": "Leôncio diz que Belchior está proibido de sair da fazenda depois do casamento. Isaura tem pesadelo. Álvaro também tem pesadelo. Henrique encontra Sebastião no bordel. Helena acerta a cabeça de Dr. Paulo com uma bengala. Helena escreve uma carta para Sebastião pedindo desculpas por ter que fugir novamente. Henrique fica nu no bordel."
    },
    "totalmente demais": {
      "segunda": "Jonatas promete a Arthur que não interromperá Eliza em seu horário de trabalho. Lili avisa a Germano que doará os pertences de Sofia a uma instituição de caridade. Jonatas comenta com Rosângela que teme o afastamento de Eliza. Fabinho afirma a Lili que provará a Germano que ele merece uma chance. Lorena pergunta a Arthur se Carolina e Germano têm um relacionamento. Fabinho decide ir para a comunidade sem Jonatas, e acaba se desentendendo com a polícia.",
      "terça": "Fabinho, Leila e Jamaica são presos por desacato à autoridade. Lorena afirma a Pietro que derrubará Carolina. Germano avisa a Lili que Fabinho foi preso. Eliza confessa a Jonatas que está nervosa com a primeira prova do concurso. Zé Pedro liberta Fabinho e seus amigos da prisão. Fabinho sente ciúmes de Jonatas quando Germano o elogia. Eliza assiste a um filme com Arthur e se emociona ao lembrar de Jonatas. Aparecida se incomoda ao ver Arthur abraçando Eliza, e o empresário a repreende.",
      "quarta": "Fabinho pede que Jonatas assuma mais responsabilidades em seu projeto. Carolina demite Lu. Rafael consegue convencer Carolina a contratar Leila como estagiária, a fim de salvar o emprego de Lu. Cassandra prende Eliza no banheiro e furta o vestido da ex-florista. Cassandra pede a Carolina para não expulsá-la do concurso e promete fazer tudo o que a jornalista lhe mandar. Eliza se sensibiliza com a proximidade de Arthur.",
      "quinta": "Arthur pede desculpas a Eliza por ter se aproximado. Carolina nota que Arthur sente ciúmes de Eliza com Jonatas. Wesley pede ajuda a Montanha para se tornar um jogador de futebol. Florisval se incomoda quando Carolina exige que ele leve Eliza e Jonatas em seu carro. Lu agradece a Rafael por ter salvado seu emprego. Carolina chora quando Arthur afirma que não quer ter um filho com ela. Jandira avisa a Maristela que Florisval foi para a casa de Rosângela. Pietro questiona Carolina sobre seus sentimentos por Arthur.",
      "sexta": "Fabinho confessa a Leila que sente ciúmes de Jonatas. Jojô escuta Aparecida comentar com Arthur que o pai tem interesse em Eliza. Eliza não gosta de saber que Leila acompanhará Jonatas à comunidade. Cassandra acusa Rafael de priorizar Ana Paula no concurso. Jacaré e Braço invadem o estúdio de Rafael e encontram a foto de Sofia. Jonatas e Leila ficam constrangidos com o incômodo de Fabinho.",
      "sábado": "Cassandra comenta com Adele que teme sua eliminação do concurso. Arthur e Carolina implicam um com o outro. Eliza vence a primeira etapa do concurso. Braço avisa a Jacaré que sua foto foi reconhecida na delegacia. Euzébia se preocupa quando Lili diz que gostaria de descobrir a identidade do homem que escreveu uma declaração de amor para Sofia. Eliza conta a Dayse que venceu a primeira etapa do concurso."
    },
    "novo mundo": {
      "segunda": "Ubirajara e as nações indígenas comemoram suas novas terras e saúdam Joaquim. Jacira questiona Anna sobre seu amor por Joaquim. Piatã reflete sobre sua origem e decide se juntar aos índios. Chalaça descobre que Domitila foi atacada. Joaquim oferece seus serviços a Dom Pedro. Libério desperta e Peter comemora. Pedro anuncia a contratação de Joaquim como seu segurança pessoal e Thomas se enfurece. Domitila implora que Chalaça a leve para o Rio de Janeiro. Thomas exige que Elvira afaste Joaquim do palácio. Leopoldina repreende Pedro por cortar a verba das doações para a população. Jacinto visita Thomas e Anna questiona a presença do homem em sua casa.",
      "terça": "Thomas disfarça a presença de Jacinto para Anna e exige que o homem se mantenha longe de Joaquim. Ubirajara e Jacira preparam Piatã para viver como índio. Chalaça ameaça Felício. Peter demonstra interesse pelo caso de Amália e Cecília se anima. Joaquim se muda com Elvira e Quinzinho. Com a ajuda de Anna, Leopoldina organiza uma festa beneficente. Pedro sofre com a rejeição de Leopoldina. Anna pede que Joaquim se afaste dela. Anna descobre que Dom Pedro censurou partes de seu livro. Anna desmaia depois de autografar os livros. Cecília devolve o livro de Libério com uma carta dentro. Dom Pedro ofende Chalaça. Thomas faz intriga de Joaquim para Chalaça. Anna conta para Leopoldina que está esperando um filho de Joaquim.",
      "quarta": "Anna diz a Leopoldina que contará a verdade para Thomas e Joaquim. Thomas manda Nívea impedir Anna de sair sozinha. Wolfgang compra um título de nobreza para Diara. Elvira descobre que Anna está grávida. Chalaça conta sobre Domitila para Dom Pedro. Elvira conta para Joaquim sobre a gravidez de Anna. Joaquim questiona Anna sobre a paternidade da criança que Anna espera. Anna mente e diz a Joaquim que o filho que espera é de Thomas. Anna conta para Thomas que está grávida. Joaquim ataca os bandidos que tentam levar o baú com o dinheiro de Dom Pedro. Pedro destitui Thomas de seu cargo.",
      "quinta": "Thomas afirma a Anna que Joaquim fez intrigas contra ele. Piatã volta com uma caça para a aldeia e Jacira se surpreende. A Madre flagra Cecília e Peter falando com Amália. Chalaça oferece dinheiro para Felício se afastar de Domitila. Pedro descobre que Leopoldina está grávida. Avilez entrega a Dom Pedro uma carta exigindo sua volta a Portugal. Joaquim orienta Dom Pedro a lutar pelo Brasil. Piatã faz uma cerimônia de iniciação com os Tucarés. Dom Pedro se emociona com o apoio do povo. A mando de Thomas, um grupo liderado por Matias ataca o Paço e inicia uma confusão na manifestação. Anna vê Thomas indo para a sede do partido português. Joaquim salva Anna de ser atacada na rua.",
      "sexta": "Joaquim sente o bebê de Anna na barriga e os dois se aproximam. Domitila afirma que apoiará Dom Pedro. Thomas é ferido e Anna se preocupa com o marido. Leopoldina impede Anna de contar a verdade sobre a paternidade do filho que espera. Piatã beija Jacira. Thomas se surpreende com a notícia de que Dom Pedro será obrigado a ir para Portugal. Peter e Joaquim se empenham para impedir a partida do Príncipe Regente. Joaquim duela com Avilez no palácio. Domitila incentiva Francisco a montar uma comitiva para apoiar Dom Pedro. Benedita ouve a conversa de Domitila com Rosa sobre sua viagem ao Rio de Janeiro. Dom Pedro decide voltar para Portugal.",
      "sábado": "Leopoldina passa mal e Avilez desconfia. Domitila se surpreende com a presença de Benedita na comitiva. Dom Pedro adia sua partida a Portugal. Domitila chega ao Rio de Janeiro. Leopoldina pede que Chalaça convença o marido a ficar no Brasil. Chalaça se surpreende com a presença de Domitila e Benedita na corte e é obrigado a levá-las ao encontro de Dom Pedro. Benedita tem um encontro com Dom Pedro. Avilez e seus soldados destroem o jornal. Domitila manipula Chalaça para conseguir conhecer Dom Pedro."
    },
    "jesus": {
      "segunda": "Batista se emociona ao ver Jesus. Barrabás tenta atacar Petronius, mas é impedido por Simão Zelote. João Batista e Jesus se abraçam. André, Felipe e alguns discípulos observam curiosos. Petronius e a comitiva de Pilatos questionam Simão Zelote. Tentando salvar a vida de Barrabás, Zelote mente e diz que foi um acidente. Jesus avisa que veio ser batizado por Batista. Barrabás fica furioso com Zelote. A caminho de Jerusalém, Helena e Claudia falam sobre o povo judeu. Zelote critica o desejo de vingança de Barrabás. Jesus é batizado por João Batista nas águas do rio Jordão. O Senhor fala e todos ouvem. Uma luz envolve o Filho de Deus, que segue para o deserto.",
      "terça": "Mesmo diante de todas as adversidades, Jesus segue pelo deserto. No Sinédrio de Jerusalém, Arimatéia, Caifás, Nicodemos e os outros criticam a chegada do governador romano. Antipas se humilha para receber Pilatos, que reclama de ter sido enviado para Jerusalém. Anás diz que precisa conquistar a confiança da autoridade romana. Mirian e o filho Tiago Menor visitam Maria. Pilatos manda Helena ficar longe dos judeus. Maria se preocupa com a saúde de José. No deserto, Jesus se abriga em uma caverna. Anás e Caifás são mal recebidos por Pilatos. Chuza pede para Joana conter a raiva que sente por Herodíade. O soldado romano Caius observa Deborah. Joana conversa com Judite. Salomé apresenta Deborah para Helena. Petronius fica à espera de Cassandra.",
      "quarta": "Chuza pede para Pilatos repensar a ordem. O governador romano manda Caifás e Anás retirarem os rebeldes de lá. Jesus caminha pelo deserto, faminto e cansado. Ele é surpreendido com uma chuva apenas no local que está. Pilatos ordena que retirem todos os rebeldes da frente do palácio. Em Nazaré, José beija Maria. Anás e Caifás avistam Barrabás comandando os rebeldes. Eles decidem reunir os membros do Sinédrio. Dimas e Gestas avistam Diana levando comida para fora do palácio. Zelote tenta alertar Barrabás para o perigo. Batista discute com um fariseu. Jesus tenta se proteger de uma tempestade de areia. Arimatéia sofre com as lembranças da esposa Edissa. Malco chama Arimatéia para uma reunião. Diana leva alimento para sua mãe, Adela.",
      "quinta": "Antipas descobre que o rapaz é João Batista. O filho de Herodes fica mexido com as palavras de Batista. Herodíade pede para Heitor matá-lo, mas Antipas impede e deixa o local. Maria e Yoná cuidam de José, que tosse muito. Depois da tempestade no deserto, Jesus segue seu caminho. Claudia tenta convencer Pilatos a evitar um massacre. Antipas não acredita em Herodíade. Pilatos evita a morte dos rebeldes judeus. Petronius conversa com Helena sobre Cassandra. Batista segue batizando as pessoas. Petronius avisa que os judeus serão poupados por Pilatos. Joana elogia Claudia para Chuza. Diana pede para Adela largar a vida de prostituta. Iscariotes recebe Antipas e a comitiva de volta à Tiberíades.",
      "sexta": "Jesus resiste à provocação de Satanás. Pilatos manda chamarem Chuza. Zelote e Barrabás conversam com Tiago Justo, irmão de Jesus. Claudia entende Joana e diz que conversará com Pilatos. Helena conversa com Deborah. Pilatos chama a atenção de Chuza. Jesus é tentado pelo Satanás novamente. Muitas pessoas chegam para serem batizadas por Batista. Em Cafarnaum, Simão Pedro pesca com habilidade. Jesus resiste à tentação de Satanás. André fala sobre seu irmão, o pescador Pedro. Zebedeu tenta alertar Pedro para o perigo de sair sozinho de barco. Mateus fala com Simão Fariseu sobre o encontro com Batista. Asisa se queixa de Pedro com a amiga Laila, esposa de Simão Fariseu. Jairo, chefe da sinagoga, conversa com Simão Fariseu."
    }
  }
}
