{
  "novelas": {
    "amor de mãe": {
      "segunda": "Thelma passa mal com sua descoberta sobre Danilo e pede ajuda a Jane. Álvaro e Lucas descobrem o paradeiro de Benjamim. Thelma conta a história de Danilo para Jane e afirma que Lurdes não pode saber que o menino é Domênico. Raul se preocupa com as ameaças de morte sofridas por Davi. Camila ajuda Felipe a se entrosar com os alunos. Danilo conhece Ludmila. Miranda e Vitória fazem as pazes. Thelma desmaia, e Danilo a leva para o hospital. Magno afirma que seu relacionamento com Betina acabou. Érica flagra Sandro beijando Betina. Jane informa a Danilo que Thelma teve uma crise de ansiedade. Thelma tenta convencer Lurdes a desistir de procurar Domênico. Thelma garante a Jane que irá separar Danilo de Camila.",
      "terça": "Thelma afirma que fará o que for preciso para afastar Danilo de Lurdes. Rita conta a Lurdes que está doente e deseja o perdão de Camila. Érica desabafa com Camila. Raul prepara Sandro e Betina para um evento da PWA, quando Álvaro chega. Thelma conhece Felipe. Durval afirma a Danilo que Ludmila está interessada nele. Érica conta a Ryan sobre o namoro de Sandro e Betina, e o rapaz fala com Lurdes. Camila estranha o novo visual de Danilo e sente ciúmes do marido com Ludmila. Lurdes pede que Sandro converse com Magno sobre Betina. Érica produz a apresentação de Verena e Farula. Magno vê Sandro com Betina. Vitória oferece ajuda a Sandro para negociar a saída de Farula do bando de Marconi. Camila promete a Lurdes que conversará com Rita. Rita chega à casa de Lurdes e diz que pode ajudá-la a encontrar Domênico.",
      "quarta": "Rita conta a Lurdes sobre Eudésio, e Thelma se desespera. Raul se incomoda com o desejo de Vitória de ajudar Farula. Lurdes incentiva Magno a retomar seu trabalho na oficina. Rita pede perdão a Camila. Thelma segue Rita, que afirma que ajudará Lurdes a encontrar Domênico. Valdir aceita fechar negócio com Magno na oficina mecânica. Sandro pede ajuda a Ryan para falar com Magno sobre sua relação com Betina. Thelma vê quando Rita conversa com Eudésio. Vitória sugere visitar Marconi na prisão para interceder por Farula. Raul alerta Vitória e Sandro sobre o perigo de se envolver com Marconi. Eudésio diz a Lurdes que perdeu suas anotações sobre as crianças vendidas. Davi se sensibiliza ao lembrar de Benjamim, e Leila registra. Rita flagra Thelma subornando Eudésio.",
      "quinta": "Thelma oferece dinheiro a Rita para se afastar de Lurdes. Sandro conversa com Magno sobre seu namoro com Betina. Rita enfrenta Thelma e deduz que Danilo é Domênico. Verena despista Álvaro para encontrar Érica e Farula. Estela entrega a Álvaro o contato de Benjamim. Thelma atropela Rita. Lídia se embriaga pensando em Vinícius. Para escapar de uma missão dada por Marconi, Farula se acidenta propositalmente. Lurdes se preocupa com Lídia. Davi desabafa com Danilo sobre Benjamim. Lurdes encontra Lídia desmaiada e cuida da socialite. Raul se desespera ao saber que Farula está em sua casa. Thelma queima os papéis que comprou de Eudésio, e Danilo estranha. Lídia pede que Lurdes a acompanhe no tratamento contra o alcoolismo. Raul diz a Sandro que deseja ajudar Farula. Lurdes conta a Camila que Rita morreu.",
      "sexta": "Danilo conforta Camila, e Thelma disfarça o nervosismo. Sandro fica tenso com o evento para as novas lideranças da PWA. Jane desconfia do envolvimento de Thelma na morte de Rita. Vitória negocia com Marconi a saída de Farula do tráfico. Lurdes mostra a Thelma seu mural com informações sobre Domênico. Raul se preocupa com o acordo entre Vitória e Marconi. Miguel apoia Lídia a tratar seu alcoolismo. Sandro e Betina fazem sucesso no evento da PWA. Davi se surpreende quando Álvaro convoca Benjamim para participar do evento. Álvaro manda Belizário seguir Verena. Érica parabeniza Sandro por seu apoio a Farula. Lurdes acompanha Lídia em sua primeira reunião do Alcoólicos Anônimos. Álvaro interrompe o show de Verena, que enfrenta o marido.",
      "sábado": "Verena se recusa a voltar para casa com Álvaro. Thelma elogia Felipe para Camila. Lurdes sugere que Verena procure Vitória. Álvaro conversa com Lucas sobre Verena e Estela. Verena pede abrigo a Lurdes enquanto decide o que fazer sobre seu casamento. Thelma arma para que Danilo tenha ciúmes de Camila com Felipe. Davi recusa a proposta de Álvaro para fazer as pazes com Benjamim. Raul aconselha Davi a contar para Benjamim sobre a proposta de Álvaro. Benjamin humilha Davi. Nicete apoia Verena. Danilo e Camila discutem, e Thelma vibra. Álvaro descobre segredo de Benjamim e planeja usar o fato contra Davi. Lídia resiste à bebida e continua seu tratamento. Álvaro chantageia Davi e ameaça prender Benjamim."
    },
    "Salve-se quem puder": {
      "segunda": "Alexia/Josimara se esconde de Renzo. Isaac aposta em Bia, sem saber que ela não pode competir. Lúcia conversa com Dominique. Alexia diz a Luna que Renzo e Dominique desconfiam de que elas estejam vivas. Luna teme pela vida de seu pai. Petra flagra Alan massageando os pés de Kyra/Cleyde. Renzo discute com Dominique por conta da sua sociedade na Labrador. Alexia pensa em não contar a Zezinho que Renzo trabalha na Labrador. Vicky desconfia de Bruno. Mário promete a Juan que vai pensar sobre a proposta de trabalho no Brasil. Luna percebe que Kyra está empolgada com Alan. Isaac diz a Bia que quer ela na sua equipe. Helena pede para conversar com Luna/Fiona.",
      "terça": "Helena pede desculpas a Luna/Fiona por ter ido a sua casa. Ermelinda impõe regras para o relacionamento de Zezinho e Alexia dentro de casa. Helena liga para alguém e marca um encontro. Hugo desconfia de que Helena esteja escondendo algo. Bia deixa claro a Isaac que não quer competir. Ivo lembra a Alexia que Zezinho e Ermelinda não podem saber de sua verdadeira identidade. Luna se surpreende com o novo visual de Alexia/Josimara. Alexia garante a Luna que continuará na Labrador para descobrir quem é o chefe da quadrilha de Dominique e Renzo. Luna conta a Zezinho que Alexia quer investigar Renzo e Dominique por conta própria. Micaela defende Bruno quando Vicky afirma que o interesse do rapaz é conquistar a patroa. Luna e Alexia pedem para Kyra decidir se Alexia continua a trabalhar na Labrador.",
      "quarta": "Kyra concorda com a permanência de Alexia na Labrador. Ignácio sente saudades de Alexia. Gael comenta a Verônica que Bruno está fazendo mais sucesso com Micaela do que ele. Gael escuta Vicky a Micaela que Bruno será demitido. Isaac pede para Tarantino convencer Bia a competir. Micaela confessa a Téo que se sente atraída por Bruno. Micaela avisa a Helena que Hugo está desconfiado das saídas misteriosas da mãe. Petra avisa a Graziela que colocará limite em Kyra/Cleyde. Juan comunica a Mário e Gabi que se mudará para o Brasil. Disfarçada, Alexia, com o visual Josimara 2.0, se apresenta a Renzo na empresa.",
      "quinta": "Renzo fica perturbado ao conhecer Alexia/Josimara. Dominique ameaça Lúcia. Renzo fica intrigado com a semelhança entre Josimara e Alexia. Graziela admite a Petra que Kyra/Cleyde está fazendo bem à família delas. Micaela procura Bruno para dizer que não demitiu o rapaz. Lúcia tenta convencer Renzo de que Alexia está morta. Alexia/Josimara conversa com Rafael e imagina que Renzo suspeita que ela e as amigas estejam vivas. Kyra/Cleyde percebe que está com ciúmes de Alan. Renzo pede para conversar com Alexia/Josimara.",
      "sexta": "Renzo diz a Alexia/Josimara que ela lembra uma pessoa especial que conheceu. Téo surpreende Luna/Fiona ao convidá-la para um passeio de helicóptero até o Rio de Janeiro. Micaela convoca Bruno para a inauguração do restaurante. Kyra desconfia de que está gostando de Alan. Lúcia recomenda que Renzo procure uma psiquiatra. Kyra pede que Alexia investigue o que Renzo deseja com a aproximação de Rafael. Luna/Fiona confessa a Téo que está apaixonada por ele.",
      "sábado": "Téo e Luna/Fiona se beijam e declaram sua paixão. Kyra diz a Alexia que precisa ouvir a voz de Rafael para parar de pensar em Alan. Bia garante a Dionice que contará a Tarantino sobre seu marca-passo, assim que confiar mais no rapaz. Júnior pergunta a Bia se ela voltou a treinar ginástica artística. Juan insiste para Mário ir com ele para o Brasil. Hugo pede ajuda a Verônica para sabotar o evento de Micaela. Chega o dia da inauguração do restaurante de Micaela e poucos convidados aparecem. Hugo diz a Helena que Micaela fracassou e ela se sente humilhada pelo pai. Mário decide ir para o Brasil junto com Juan."
    },
    "Éramos seis": {
      "segunda": "Osório não resiste. Alfredo foge da polícia e conta o ocorrido a Lola e Isabel, além de pedir a ajuda de Adelaide para deixar o país. Inês vê Lúcio fugindo e se preocupa. Gusmões vasculha casa de Lola atrás de Alfredo, que pede abrigo a Genu. Inês passa mal e Durvalina estranha. Isabel e Lola são vigiadas pela polícia. Almeida decide se casar com Clotilde no Uruguai. Maria tem um mau pressentimento. Alfredo se despede de Lola e afirma que voltará. Soraia sugere que Julinho convença Lola a vender a casa, para que ele invista na sociedade com Assad. Lúcio se angustia com a partida de Alfredo. Lola sofre, e Genu a conforta.",
      "terça": "Adelaide afirma que esconderá Alfredo em sua casa até que consiga um navio no qual o rapaz possa embarcar. Isabel se despede de Alfredo. Emília aceita acolher Alfredo e despista Gusmões. Felício pensa em deixar São Paulo, e Isabel hesita. Clotilde enfrenta Nena e Almeida se orgulha. Marcelo convida Durvalina para morar com ele. Inês aceita a proposta de Lúcio para ficar com ela e os dois se beijam. Lola reclama da casa vazia com Genu. A febre de Shirley não cede. Tavinho alerta Zeca e Olga sobre um homem que observa a casa da família. Alfredo se declara para Adelaide, e agradece Emília e Justina. Julinho surpreende Lola. Alfredo deixa o país.",
      "quarta": "Adelaide dá notícias de Alfredo a Lola. Julinho conversa com Isabel sobre a venda da casa. Alfredo passeia pelo navio. Afonso questiona os médicos sobre o estado de Shirley. Julinho tenta convencer Lola a vender sua casa para que ele se torne sócio de Assad. Clotilde se emociona com Durvalina. Lola desabafa com Clotilde sobre a casa. Soraia sente raiva de Karine por ter influenciado Assad em relação a seu casamento com Julinho. Shirley não resiste à doença. Zeca reconhece Neves, que pede perdão ao amigo. Emília inicia um tratamento com Selma. Adelaide sugere ir para Paris com Justina. Afonso volta e Inês sofre a morte de Shirley. Julinho percebe os olhares entre Lola e Afonso.",
      "quinta": "Lola e Afonso se abraçam, sob o olhar de Julinho. Inês chora a morte de Shirley e Afonso conforta a filha. Julinho pressiona Lola sobre a venda da casa. Justina comemora sua viagem com Adelaide para o Rio de Janeiro. Inês revela a Afonso e Durvalina que está grávida de Lúcio. Alfredo se envolve em uma confusão no navio. Genu se surpreende com a notícia de que será avó. Afonso confessa seu interesse em Lola e Inês reage. Julinho pede que Lola vá morar com ele no Rio de Janeiro. Clotilde vibra quando Almeida mostra suas passagens para o Uruguai. Olga se revolta contra Neves e briga com Zeca. Afonso visita Lola e Julinho se incomoda.",
      "sexta": "Julinho confronta Afonso e Lola o repreende. Afonso se surpreende ao saber que Lola poderá se mudar para o Rio de Janeiro. Olga perdoa Zeca e traça um plano para Neves. Durvalina confidencia a Lola sobre a gravidez de Inês. Inês confessa a Afonso que espera um filho de Alfredo, e pede que o pai se afaste de Lola. Julinho fecha a venda da casa de Lola. Lola, Julinho e Isabel se despedem de sua casa. Zeca é dispensado de seu trabalho, e Neves sugere que o amigo se candidate à prefeitura. Karine e Soraia temem a presença de Lola. Afonso e Lola se beijam. Lola parte com Julinho para o Rio de Janeiro.",
      "sábado": "Karine e Soraia se incomodam com a chegada de Lola, e Assad as repreende. Inês exige que Afonso mantenha a paternidade de seu bebê em segredo. Clotilde e Almeida se casam no Uruguai. Um mês se passa. Chega o dia do casamento de Julinho e Soraia. Durvalina se apresenta na rádio e Lola se emociona. Karine, Natália e Soraia desprezam Lola. Inês e Lúcio se casam. Marcelo pede Lili em casamento. Alguns meses se passam. Durvalina vence o concurso da rádio. Lola não gosta da forma como Soraia trata Julinho. Alfredo recebe uma carta. Zeca encontra uma pedra de diamante e pensar em usar com povo. Lúcio é preso em um encontro político. Lola sente saudade de Alfredo."
    },
    "Malhação": {
      "segunda": "Rui propõe que Leila cuide de Nina enquanto a menina estiver com ele. Rafa se decepciona ao constatar que confundiu Rita com outra pessoa. Bianca e Diana pressionam Andressa sobre sua proximidade com Nanda. Meg pede que Regina perdoe Max. Madureira apoia Lígia, que sofre por conta de Nina. Diana e Bianca não gostam de ver Henrique abraçando Fafi. Rugieri procura Rui. Serginho e Meg sofrem um acidente de ônibus",
      "terça": "Meg tem um sangramento e desmaia. Rugieri chantageia Rui para lhe contar o que sabe sobre Rita. Lígia inicia a cesariana de Meg. Leila revela a Filipe que está trabalhando como babá de Nina para Rui. Todos comemoram o sucesso da cirurgia de Meg e o nascimento do bebê. Rui entrega uma mala de dinheiro para Rugieri e exige saber o que aconteceu com Rita.",
      "quarta": "Meg desperta, e Guga a conforta. Max e Regina conhecem o neto. Diana sugere que Marquinhos e Nanda formem um casal, para que ele a proteja. Meg reage ao comportamento de Regina e Max diante de Zezinho. Andressa questiona Henrique sobre seu relacionamento com Fafi. Marquinhos defende Nanda de uma provocação. Rui diz a Filipe que Rita está morta.",
      "quinta": "Filipe se recusa a acreditar que Rita morreu. Meg e Guga pensam em uma forma de conseguir mais dinheiro para cuidar de Zezinho. Lígia e Filipe chegam ao evento organizado por Madureira para apoiar a busca por Rita. Meg se assusta com a declaração de Beto sobre Guga. Marquinhos agride Fake para defender Nanda. Lígia agradece Leila por ficar com Nina, e Cida desconfia da irmã. Rugieri apresenta Rui a Marco como seu novo sócio.",
      "sexta": "Marco não gosta de presença de Rui. Carla desconfia da demora de Marco em voltar para casa. Regina convida Meg, Guga, Serginho e Zezinho para morarem em sua casa. Madureira e Filipe contam ao delegado que Rui declarou a morte de Rita. Madureira e Filipe flagram Marco ao lado de Rui e Rugieri. Rugieri diz a Filipe que foi ele quem disse a Rui que Rita está morta. Nanda aceita namorar Marquinhos. Anjinha, Carla e sua família comemoram a volta de Marco para casa. Madureira confronta Marco sobre sua relação com Rui."
    },
    "Avenida Brasil": {
      "segunda": "Carminha não consegue convencer Tufão a desistir da separação. Leleco pede que Jorginho abra mão de Nina. Ivana diz a Max que passará a noite com ele na lancha. Zezé conta para Janaína que encontrou roupas de homem na chácara. Suelen admira o desenho de Roni para o novo uniforme do time do Divino. Leleco fica aliviado quando o teste de gravidez de Tessália dá negativo. Verônica e Noêmia rejeitam Cadinho. Jorginho conta para Lucinda que Tufão está apaixonado por Nina. Verônica tenta vender uma escultura para Monalisa. Jorginho tenta convencer Nina a viajar com ele. Muricy pergunta a Tufão, na frente de Nina, por que ele quer se separar de Carminha.",
      "terça": "Tufão afirma a Muricy que vai se separar de Carminha e Nina comemora. Carminha se faz de vítima para convencer Ivana de que está sofrendo. Nina comenta com Jorginho que acredita que a decisão de Tufão de se separar tenha a ver com a mulher por quem está apaixonado. Durante um jogo amistoso de futebol, Adauto se sai muito bem e surpreende a todos. Nina afirma a Jorginho que pedirá férias no trabalho. Adauto se recusa a voltar para o time do Divino. Alexia se enfurece com Cadinho ao saber de sua falência. Tufão confidencia para Monalisa que decidiu se declarar para a mulher por quem está apaixonado. Carminha procura Jorginho. Tufão pede para Nina ir ao shopping com ele e Muricy desconfia. Carminha tenta envenenar Jorginho contra Nina. Nina avisa a Tufão que vai se casar.",
      "quarta": "Tufão não consegue disfarçar a frustração diante de Nina. Jorginho tem ciúmes ao saber que Nina saiu com seu pai. Carminha vê Tufão e Nina no restaurante e fica furiosa. Tufão desiste de se declarar para Nina. Nina se surpreende ao encontrar Jorginho em seu quarto. Tufão se emociona com o apoio de Ágata. Carminha exige que Max espione a mansão. Darkson tenta alertar Tessália sobre Leleco, mas ela não acredita. Max afirma a Nina que está longe de Carminha. Alexia, Noêmia e Verônica reclamam da falta de dinheiro. Ivana conta para Max que Tufão está apaixonado por Nina. Débora, Tomás e Paloma sugerem que suas famílias morem juntas. Max cerca Nina no mercado. Tufão confirma para Carminha que ama Nina.",
      "quinta": "Carminha se faz de vítima na frente da família e todos condenam Tufão. Max se insinua para Nina. Nilo confunde Lucinda ao mencionar a relação de Nina com os homens envolvidos com Carminha. Leleco tenta convencer Jorginho a desistir de Nina por causa de Tufão. Todos comentam no Divino sobre a separação do ex-jogador. Zezé confirma que Nina é a nova paixão de seu patrão. Jorginho conta a Nina que Tufão está apaixonado por ela. Carminha se revolta ao falar com Max sobre Nina. Jorginho revela a Ivana quem é sua namorada. Tufão se declara para Nina.",
      "sexta": "Tufão pede Nina em casamento. Ivana acusa a cozinheira de tentar seduzir os homens da família, e Jorginho tenta defender a namorada. Janaína incentiva Nina a aceitar o pedido de Tufão. Carminha e Max combinam um golpe. Ivana é hostil com Nina. Olenka comenta com Silas sobre o arquiteto que está investindo em Monalisa. Suelen fica com Leandro. Janaína flagra Max falando com Nina. Tufão não consegue disfarçar a tristeza ao se despedir da cozinheira. Monalisa e Silas ficam juntos. Verônica expulsa Cadinho de casa. Leandro confessa a Roni que ficou com Suelen. Nina fala para Jorginho que ficou abalada com a declaração de Tufão. Zezé ouve Carminha reclamando de Muricy. Noêmia discute com Cadinho. Ágata e Tufão conversam. Carminha confronta Nina no apartamento de Jorginho."
    },
    "Aventuras de Poliana": {
      "segunda": "Poliana e Luisa entram no laboratório de OTTO e procuram por algo suspeito. Antônio se desculpa pela atitude da filha durante o jantar de Glória. Sara encontra Luisa e Poliana bisbilhotando o laboratório de OTTO. Enquanto não encontra algo em sua área, Sérgio “improvisa” um novo emprego. Durante o encontro com Fernanda, Pendleton recebe uma notificação de que seu escritório foi invadido e corre para casa. Violeta discute com o pai. Assustada, Luisa pede que Poliana arrume seus pertences e foge com a sobrinha. Durante o jantar, Glória informa a família sobre sua decisão de deixar seu patrimônio sob responsabilidade de Marcelo. Pendleton chega em casa e fica furioso ao saber que Luisa fugiu com Poliana. Foragida da justiça, a mãe de Waldisney vai atrás do filho e o obriga a ajudá-la. Roger não aceita que Marcelo assuma os bens da família. Jeff comemora com Brenda o seu primeiro salário na O11O. Bento flagra João lendo seu diário.",
      "terça": "Gleyce mantém a fé em Mosquito. João conforta Bento. Waldisney arruma roupas novas e uma peruca para a mãe se disfarçar. Durval teme que Raquel possa ser acusada devido a circulação do vírus Dark Lady. Nancy chega na padaria e encontra Waldisney com sua mãe. Luisa conta para Marcelo que Pendleton foi o responsável pela venda de seus quadros e programou Sara para ficar em modo invisível. Pendleton invade a casa de Durval em busca de Poliana. Marcelo leva Poliana e Luisa para a casa de sua mãe. Mirela pressiona Luca para que poste o vídeo sobre o término do namoro dos dois. Poliana liga para João e conta o que aconteceu. Pendleton vai até a casa de Glória e encontra Luisa e Poliana. João tenta sair escondido para a casa de Glória, mas é pego por Ruth. Nancy convida Waldisney e sua “suposta tia” para entrarem em sua casa.",
      "quarta": "Arlete avisa Lindomar que ele irá se apresentar no Sarau do Laço Pink. Pendleton justifica o fato de estar com os quadros de Luisa e Poliana acredita no pai. Branca percebe que está faltando dinheiro em sua caixinha, Nancy estranha. Poliana pergunta se Ester sabia do laboratório secreto. A polícia vai até a casa de Durval para investigar Raquel. Luisa reencontra Violeta, sua conhecida de longa data. Sérgio começa a trabalhar na “Zuber Entregas”. Luca posta o vídeo do término com Mirela. Para provar a Mirela que é o mesmo Vini de sempre, o menino muda o visual novamente. Gael escuta a conversa entre Kessya e Bento e descobre que Pendleton tem mesmo um laboratório secreto. Waldisney diz a mãe que está tentando ser uma pessoa honesta, mas ela não aceita.",
      "quinta": "Falcão descobre que a “Waldão”, mãe de Waldisney e matriarca do crime no Bem Te Vi está de volta. Sérgio realiza uma entrega para Roger e joga café no ex chefe. As crianças do Clubinho decidem invadir o laboratório secreto de Pendleton. OTTO ordena que Luisa se mantenha afastada de Poliana. Mirela diz a Vinicius que sente falta do antigo jeito do menino e na verdade não se importa com a aparência. Nadine traz o protótipo do Hagar, a “nova Sara” da O11O para Roger aprovar. Helô flagra Mário jogando Vetherna no colégio. Brenda e Jeff pedem para Débora ajuda-los com uma coreografia. A mãe de Waldisney pressiona o filho para que ele volte tomar conta da comunidade. Durval vai até a casa de Pendleton para conversar. Eric se machuca durante o ensaio da Companhia de Dança.",
      "sexta": "Para substituir Eric, Débora decide colocar Filipa para dançar com Kessya na apresentação. Glória convida Luisa para expor seus quadros em sua galeria. João e Bento ensaiam para a apresentação de música no colégio. Branca decide voltar para o CLP. Helô chama Sérgio ao colégio para conversar sobre Mário. Pendleton pede desculpas a Fernanda pela desfeita durante o encontro dos dois. Após conversar com Ruth, Sérgio tem uma dura conversa com Mário. Fernanda vê Débora e Afonso conversando e fica enciumada. Disfarçadamente, Waldisney devolve o dinheiro que sua mãe roubou de Branca, e diz que tudo não passou de um mal entendido. Branca vai visitar Antônio, e Violeta a recebe de maneira desrespeitosa. Luisa tenta visitar Poliana na escola, mas Pendleton a impede."
    },
    "Cúmplices de um resgate": {
      "segunda": "Sabrina vai até a casa de Manuela e diz que irá dormir com ela. A banda C1R vai até a casa de Priscila para pedir para que ela volte para a banda. Tomas conta para Taísa que Frederico nunca gostou dela, apenas lhe usou para fazer ciúme em Lurdinha. Priscila promete pensar se volta ou não para a banda. Geraldo vai atrás de Joel no haras. Otávio e Rebeca voltam da viagem. Frederico conta para Rebeca que Safira possui uma filha e que sempre escondeu isso de todos. Omar humilha Dóris e Mateus por conta dos sapatos velhos. Regina diz para Joaquim desistir de Isabela, senão irá sobrar para ele. Geraldo passa por Isabela no vilarejo. A garota fica pensativa.",
      "terça": "Omar diz que irá dar uma festa e divide as atividades entre os empregados do haras. Frederico pede autorização para que Otávio deixe os sapatos Fiorina fazerem parte da nova coleção da On-Enterprise. Téo e Isabela fazem sapatos novos para os amigos com o auxílio de Giuseppe. Priscila decide voltar para a banda C1R e deixa todos felizes.",
      "quarta": "Dóris e Mateus ficam felizes com o presente dos sapatos novos. Rebeca conversa com Safira sobre Priscila. Ela aconselha a mulher a não ter vergonha da filha. Enquanto isso, Priscila conversa com ‘Isabela’. Safira vai até a gravadora, mas Priscila é arisca com a mãe. Joaquim grava a confissão de Regina dizendo que riscou o próprio carro para acusar o garoto.",
      "quinta": "Geraldo arma um plano para acusar Vicente de um crime cometido por ele. Rebeca traz lembrancinhas da viagem que fez com Otávio. Isabela não gosta da camiseta que ganhou e diz que é muito brega. Frederico vai até a sapataria de Giuseppe fazer uma proposta pelo sapato Fiorina, criado por ele.",
      "sexta": "Omar convida as crianças da escola para a festa que ele dará em seu haras. Joaquim mostra para Regina a gravação que fez dela. Marina vai disfarçada de doméstica para a mansão de Regina para poder ver Ofélio. Joaquim diz que a condição para que ninguém tenha acesso ao áudio será ver Isabela quantas vezes quiser, além de não ter que pagar o conserto do carro. Regina grita de ódio."
    },
    "Betty a feia": {
      "segunda": "Acontece o desfile de “Rebirth”. As meninas do pelotão estão felizes pelo convide de Marcela. Betty, chega para o evento com um vestido velho cheirando a naftalina. O desfile é um sucesso. Betty, completamente apaixonada, fica feliz ao ver o sucesso de Armando. No final do evento, Armando agradece a todos pela colaboração e em especial a Marcela. Sofia observa Betty que sai correndoe vai chorar no banheiro. quando as amigs perguntam se ela se paixonou pelo chefe, Betty nega, mas não consegue esconder o nervosismo. Ricardo, bêbado, vê Patrícia conversando com Daniel e exige uma explicação.",
      "terça": "A fofoca de que Betty está apaixonada por um homem jovem e forte se espalha como pólvora pela empresa. Armando e Ricardo tem um surto paranóico e temem pelo pior depois que ela receber as flores. Durante o almoço, as amigas do pelotão perguntam a Betty se está apaixonada por Armando. Ela mente, afirma que gosta de Nícolas e diz que eles acabam de ficar noivos. Armando questiona Betty sobre Nícolas e ela dizque eles são apenas bons amigos. Ricardo fala com Armando sobre suas dúvidas em relação ás intenções de Betty e de seu noivo, Nícolas. Daniel tenta tirar Patrícia da V&M, mas ela ameaça contar tudo que ele fez para prejudicar Armando.",
      "quarta": "Armando tem um pesadelo com Betty e seu “noivo”. Armando e Ricardo estão muito preocupados com a maneira que o misterioso noivo de Betty está manejando o dinheiro da BAR Fashions e para acabar com as dúvidas, decidem investigar. Com a ajuda de Inês, Betty comparece ao jantar oferecido por Roberto e Margarit a e surpreende a todos com seu conhecimento do idioma francês e acaba com os planos de Patrícia e Marcela de humilhá-la diante de todos. Margarita pergunta a Betty sobre seu noivo, mas ela nega o compromisso.",
      "quinta": "Nicolás vai a té a V&M e diz que nuniguém pode duvidar de sua honestidade. Armando e Ricardo fazem Nícolas beber para descobrir que tipo de relação há entre ele e Betty. Nícolas fica irritado quando perguntam porque mandou flores a Betty. Depois de conversar com Nícolas, Armando pede a Betty que o demita da BAR Fashions, mas ela se nega. Ricardo continua semeando dúvidas em Armando sobre a relação entre Betty e Nícolas e o perigo de que possam perder tudo. Patrícia estaciona em lugar proibido e tem seu carro guinchado. Ela tenta seduzir Giovas para que lhe empreste o dinheiro para retirar o carro e ele cai na armadilha.",
      "sexta": "Armando e Ricard odescobre que Nícolas está se recuprando do acidente na casade Betty e ficam desconfiados. Para se livrarem de Nícolas, ricardo propõe a Armando que se sacrifique pela empresa e para isso terá que conquistar Betty. Armando se nega a aceitar o que Ricardo propõe, mas depois reconsidera, relembra acontecimentos recentes e se convence que terá que fazer a mais feia se apaixonar por ele. Sofia vai até a empresa onde Charlie trabalha e a atração entre eles é inevitável. Mas apesar d oque estã sentindo, eles decidem não continuar o romance, por que não é correto. Sofia rasga os papéis do divórcio e diz que só assinará o que sua advogada aprovar. O irmão de Sandra comenta a situação finaceira é critica e que o pai está pensando em vender a academia. Wilson propõe um campeonato de lutadoras para evitar a venda."
    },
    "Meu coração é teu": {
      "segunda": "Bruno procura Zeus porque ele foi comprar uma resistência para o aquecedor de água e não voltou. Zeus na verdade foi a um salão de beleza, e mentiu para Bruno que estava atrás de uma resistência. Perla descobre que Leon e Laura vão comer juntos e pergunta por Fanny. Isabela se sente atraída por Johnny, e ele, percebendo o interesse, exibe seu corpo. Paulo e Alicia seguem chorando porque ele irá se mudar para a Argentina. Todos veem Paulo saindo da mansão. Edith convida Nando para ir à sua casa, para que possam ter privacidade. Ana chama Ângelo porque Diego Nicolas não para de chorar. No consultório, Ana conhece Magda.",
      "terça": "Soledade diz a Ana que foi tomar um café com Yolanda, e que ela mostrou um outro lado, até então para ela desconhecido. Ana diz à mãe que ainda desconfia de Yolanda, pois mãe e filha sempre foram iguais. Nando recebe um e-mail de Helena em que ela lhe deseja feliz Ano Novo. Ela conta que seu tratamento terminará logo, diz que tem muita vontade de vê-lo e não deixou de amá-lo. O advogado Torres e Fernando conversam sobre o quão triste é a situação de Henrique. Alicia está deprimida, e isso começa a preocupar Ana, que pede ajuda a Ângelo, que a encaminha a uma psicóloga especializada em jovens.",
      "quarta": "Fanny sai para dançar com Lênin e ele mostra que está aprendendo. Leon e Laura chegam ao mesmo bar onde está Fanny e Lênin, mas eles não se encontram, Laura beija Leon. Lênin os vê aos beijos, e diz a Fanny, que ao ver a cena, vai embora do bar. Fernando e Ana aproveitam que as crianças já dormem para dançarem, e a música estimula o clima de romance. Ana diz a Fernando que Nando recebeu uma mensagem de Helena, onde ela diz que ainda o ama, e logo voltará para ele. Fanny conta a Ana que viu Leon beijando Laura, e que isso a deixou muito triste. Os gêmeos fazem outra travessura, desta vez com Edith. Jennifer está feliz que Nicolas foi viver na praia, e pensa que agora poderá ser feliz com Johnny.",
      "quinta": "Fanny diz a Helena que teme que ela sofra uma nova crise pelo que ocorreu entre Nando e Edith, mas ela afirma que isso não vai acontecer pois está bem controlada. Magda sente ciúmes quando Ângelo diz que está apaixonado por Ana, mas que reconhece ser esse um amor surreal. Beatriz ri quando Bruno diz que é virgem. Isabela quebra propositalmente o lavabo para que Johnny vá arrumá-lo. Jennifer diz a Soledade que sempre desejou ser mãe e que existe a possibilidade que ela adote uma criança. Fernando diz a Ana que gostaria de tornar pública a relação entre eles, e dar a ela seu lugar na família Lascurain. Fernando pede a Ana que eles se casem e sejam felizes.",
      "sexta": "Ângelo está imaginando que confessa a Ana que a ama, enquanto conversam, Ana o tira de seu pensamento. Magda entende que Ana é encantadora e conclui que por isso Ângelo se apaixonou por ela. Fernando está preparando uma surpresa para Ana, e pede a ajuda de Fanny. Nando pede um tempo a Helena, pois precisa clarear suas ideias. Fanny e Leon têm uma forte discussão e reclamam um com o outro por coisas do passado. Fernando se surpreende quando Beatriz confessa que tem uma relação com Bruno. Yolanda comenta com Ramona que os pecados que cometeu, não a deixam dormir em paz, e deseja ser uma boa mulher de agora em diante. Ana insiste para que Fanny revele a surpresa. Fanny conta a Ana o que ocorreu com Leon, e o muito que doeu voltar a se decepcionar com ele."
    },
    "Ouro Verde": {
      "segunda": "José recusa-se a dar mais tempo a Catarina para acabar com Tomás e ela termina tudo quando o namorado liga pra ela . Bia diz a Miguel que não acredita nele e, quando Jorge a vai chamar, ela fala-lhe da acusação do pai, mas Jorge garante nada ter a ver com o rapto dos gêmeos. Mônica e José estão preocupados com a possibilidade da acusação de Miguel ser verdadeira. Tomás fica arrasado por Catarina acabar tudo. Tiago consola Catarina.",
      "terça": "Weslane vai ao encontro de Aparecida na cozinha e pede a ela que se anime um pouco, mas Aparecida diz que quer desaparecer. Mônica acaba por esbofetear Miguel quando ele diz que está fazendo tudo de propósito. No quarto da fazenda, Jorge pergunta a Bia se ela acreditou na história do pai dela. Sérgio mostra um vídeo a Vera de algo que ela fez em Paris, dizendo-lhe que Judite é mais uma vítima dela. Sérgio lança um ultimato a Vera, afirmando que, se ela não inocentar Judite, publica na Internet o vídeo do que se passou em Paris. Vera sente-se mal e tem de voltar para casa.",
      "quarta": "Na fazenda, decorrem as cerimônias fúnebres de Nenem. Jorge diz algumas palavras sobre Nenem, mas o seu discurso é interrompido com a chegada de Laurentino. Vera procura Lúcio para falar do atropelamento de Bia, enquanto Henrique diz a Guilherme que vai fugir da casa de Vera. Bia impede que Jorge expulse Laurentino do enterro, mas o dono da Ouro Verde comenta com Josildo que acha que Laurentino tem algo a ver com o que aconteceu. Aparecida desaparece da fazenda e todos andam no seu encalço, mas sem sucesso. Vera conta a Lúcio que Sérgio está a chantageando e quer assumir a culpa pelo crime que Judite cometeu, mas Lúcio não deixa.",
      "quinta": "Jorge liga a Lúcio e jura que é inocente no caso do rapto. As notícias sobre o BBFF provocam uma corrida ao levantamento dos depósitos. A PJ revista o escritório de Jorge. Bia pede a Jorge que lhe jure que não tem nada a ver com a morte da irmã dela. Jorge garante a Bia que não fez nada e sente-se defraudado quando ela desconfia dele. A PJ encontra um pendrive no escritório de Jorge e este garante a Josildo que aquilo não é dele, mas de alguém que plantou provas no seu escritório. Catarina diz a Tomás que não gosta dele.",
      "sexta": "Jorge diz a Bia que não faz ideia de quem possa ser. Mônica diz a Otelo que ele não sabe o que é amar e mostra-lhe que sabe que ele está feito com Miguel, expulsando-0 do banco. Rita conta toda a verdade sobre Catarina a Tomás, que vai para o carro dizendo que a mata. O Delegado diz que não têm pistas de Aparecida. Tomás confronta Catarina e mostra-se muito agressivo.",
      "sábado": "Aparecida aparece mais tarde, desmaiando junto ao alpendre da fazenda. Jamisbraun aponta uma arma a Laurentino, afirmando que foi ele quem matou Nenem. Catarina é violentamente agredida por Tomás. Aparecida é socorrida e levada para dentro, onde abre os olhos e o espírito de Nenem apodera-se dela, revelando que Laurentino é o culpado. Jamisbraun está quase matando Laurentino, quando este revela que é seu pai e o rapaz recusa-se a acreditar. Tomás deixa Catarina quase morta. Ela é encontrada por Amanda e levada para o hospital."
    },
    "Amor sem igual": {
      "segunda": "Leandro fica pasmo diante de Poderosa, já sem máscara e com um sorriso provocante. Poderosa pergunta a Leandro porque Bernardo mandou matá-la. Poderosa o provoca e sussurra em seu ouvido, e os dois se beijam. Leandro comenta com Bernardo sobre a noite que teve com Poderosa. Miguel dá carona para Poderosa e diz que estava com saudade. Poderosa se surpreende e se emociona um pouco, Miguel repara. Seu Ernani pede uma nova chance a Sonia, que pede um tempo para pensar. Fernanda recebe um pacote de Pedro Antonio, nele tem um colar. Tobias pergunta a Fernanda quem lhe deu o colar. Tobias pede a irmã que dê tempo ao tempo. O empresário Hernandez cumprimenta Ramiro e diz que fez uma excelente escolha pelo jogador.",
      "terça": "Seu Ernani fala com Peppe e diz para ele ir no dia seguinte na agência para assinar o contrato. Na escolinha de futebol, todos comemoram com Peppe e ele se emociona. Pedro tenta terminar o relacionamento com Fernanda no Mercadão. Ela diz para ele não desistir e para os dois conversarem. No meio da discussão, Pedro volta a falar do beijo no Beto. Fernanda insiste e se declara a Pedro. Os dois se olham. Ele também diz que a ama e se beijam. No Mademoiselle, Olympia diz à Carmen que não pode fazer o roubo sozinha e pede que a Cindy a acompanhe. Olympia se assusta por achar que Cindy seja muito inocente.",
      "quarta": "Ioná escuta tudo atrás da porta, escondida, e de repente surge dizendo à Mademoiselle que aceita participar do roubo. Cindy, Olympia e Maikitaison se voltam para Ioná, surpresos. Cindy interfere e diz que a proposta foi feita a ela. Fernanda pergunta se Tobias e Leandro já discutiram a cláusula do contrato. Miguel chega em casa e se surpreende ao encontrar Poderosa, e se assusta. Eles combinam de fazer um jantar. Maria Antônia pesquisa em seu computador o termo “Fui estuprada, e agora?”. Zenaide abre a porta e entra para chamá-la para jantar, mas ela recusa e diz que comeu na rua. ",
      "quinta": "Bernardo e os sequestradores amarram Peppe e também amarram e amordaçam a família toda. Ramiro está tenso sentado em sua cadeira à espera de informações do sequestro de Bernardo. Bibiana consegue se soltar e ajuda Luiggi a se soltar também. Luiggi liga para a polícia. Peppe é levado a um prédio abandonado. Pedro pergunta à Fernanda se ela gostou do programa deles e ela diz que gostou demais. Paulo conversa ao telefone com Bernardo e pergunta se nenhum imprevisto aconteceu no caminho do sequestro de Peppe. ",
      "sexta": "Maria Antônia não tem coragem de contar o que aconteceu a Miguel e pede que pergunte à Poderosa. Luiggi invade a agência e diz a Tobias que seu filho foi sequestrado. No prédio abandonado, Peppe pergunta aos sequestradores o que querem dele, mas eles permanecem em silêncio. Luiggi conta tudo a Tobias sobre seu filho e chora. Miguel visita Poderosa que está dormindo pesado. Miguel bate à porta com força pedindo que ela acorde porque precisa lhe falar. Miguel mente dizendo que não sabe de nada. Os dois discutem."
    },
    "O rico e lázaro": {
      "segunda": "Asher pede a ajuda de Deus. Daniel lê as palavras do Senhor. Asher pede perdão ao Altíssimo. Os ratos o mordem. Daniel continua lendo as palavras de Deus. Arioque desperta e Shag-Shag se emociona. Nebuzaradã é nomeado novo rei. Joana mantêm a fé em Deus. Milagrosamente, os ratos somem e Asher permanece vivo. Joana segue para o palácio. Nobres saúdam o novo rei. Elga acorda de mau-humor. Absalom é debochado com Fassur. Neusta descobre que foi aceita de volta no palácio e agradece o apoio de Shag-Shag. Zelfa diz para Ilana que foi pedida em casamento por Zadoque. Joana visita Asher e eles se abraçam emocionados. Shag-Shag tenta dar forças a Arioque.",
      "terça": "Rabe-Sáris provoca Absalom, que o agride com um soco. Oziel não consegue contar para Elga o que queria. Ela autoriza Talita e Samira a investigarem o rapaz. Em conversa com Lia, Namnu conta que Nebuzaradã pretende matar o filho de Nitócris. Zac pede para Ayana entrar na cela de Asher e fingir ser uma amante para enganar Joana. Lia conta para Daniel sobre o plano do rei. Neusta conhece Malca no palácio. Benjamin se emociona ao ver Joana e foge. Joana encontra Lior e fala que Asher foi salvo milagrosamente. Asher conversa com Deus. Joana prepara pães de mel para o amado. Nebuzaradã fica furioso ao ver que os ratos sumiram da cela. Asher demonstra sua fé em Deus.",
      "quarta": "Arioque tenta enfrentar Larsa e é defendido por Shag-Shag. Zelfa pede para falar com Elga. Arioque se declara para Shag-Shag. Rabe-Sáris estranha o ocorrido com Asher na prisão. Asher conversa com Zac e diz ter aceitado Deus em sua vida. Zelfa diz que foi pedida em casamento por Zadoque e acaba se sentindo ofendida por Elga. Sammu-Ramat manda Rabe-Sáris ficar longe de seu caminho. Absalom visita Dana. Na prisão, Asher mantém a fé em Deus. Absalom se declara para Dana. Fassur evita Elga. Ayana chega até a prisão de Asher e percebe que o hebreu está dormindo. Ela deita ao seu lado.",
      "quinta": "Nebuzaradã mata Isaque, pai de Malca. Nicolau recebe a visita de Kidist. Absalom olha Larsa com ódio. Zac lamenta a atitude cruel do rei. Ilana tenta acalmar Joana. Absalom ameaça Larsa. Nicolau oferece ajuda à Kidist. Malca chora a morte do pai. Ilana diz que Joana deve averiguar o ocorrido. Asher ora a Deus. Sammu-Ramat pede para chamar Hurzabum em seu quarto. Rebeca e Deborah visitam Shag-Shag. Sammu-Ramat proíbe Hurzabum de dar aula para Labash-Marduk. Daniel lamenta a autoridade de Nebuzaradã. Elga manda os netos pararem de temer Fassur. Ravina acha graça da insegurança de Zadoque. Daniel visita Asher na prisão. Lior segue em sua missão de tentar salvar a vida do filho de Nitócris.",
      "sexta": "Lior grita tentando avisar sobre a presença do assassino. O cavalo se assusta e parte em disparada. O animal acaba atropelando o criminoso. Madai diz que o rapaz os salvou do ataque. Joana pede para Ayana se explicar. Arioque troca farpas com Zac na Casa da Lua. Sammu-Ramat ameaça Nitócris. Ayana revela a verdade para Joana, mas não diz que foi mandada por Zac. Sammu-Ramat diz lamentar a morte do pai de Malca. Zac se irrita ao saber que Ayana contou quase toda a verdade para Joana. Zelfa fica triste com o egoísmo de Tamir e Shamir. Talita e Samira tentam ouvir o sermão de Fassur na sinagoga, mas o sacerdote percebe a presença das moças no local. Belsazar manda Lior dá um recado aos familiares."
    },
    "Caminhos do coração": {
      "segunda": "Júlia comemora sucesso de sua experiência. Cassandra mostra os extratos bancários da Progênese para os participantes da reunião e todos ficam perplexos ao descobrir que Gór, Metamorfo e Meduso estão roubando a empresa. Gór tenta hipnotizá-los, mas todos desviam o olhar. Gór manda Meduso fazer algo e o mutante ameaça matar alguém. Todos ficam paralisados com medo. Júlia comemora o sucesso de sua experiência com o soro da juventude. Vavá se desespera por Pachola estar congelado e chora abraçado ao pai. Sua lágrima cai no rosto de Pachola e descongela o local. A Mulher-Aranha se aproxima de Cris e Iara e a sereia canta para tentar espantá-la.",
      "terça": "Beto se desespera com a possibilidade de virar um homem-cobra. Perpétua testa os sinais vitais de Pachola e avisa que ele não está respirando. Vavá pede para ela dar um choque em Pachola e ela lança raios elétricos próximos ao coração dele. Pachola continua sem respirar e Perpétua insiste mais uma vez. Hélio tenta acalmar Tati, mas ela fica aos prantos por causa do pai. Hélio vira homem-leão e fica com vontade de atacar Tati, mas se controla. Ele manda Tati fugir e avisa que não quer lhe fazer mal. Marcelo ouve o grito de Tati de longe e sente uma angústia. Ele dá de cara com Fernando e Juanita, que mostram a língua de cobra. Maria observa os amigos feridos dentro do depósito e se desespera. Toni corre para socorrer Janete. Aquiles se regenera e acorda.",
      "quarta": "Marcelo é cercado por Taveira, Dino, Fernando e Juanita. Janete começa a se transformar em vampira e Lucas avisa estar virando um mutante-leão. Beto, Janete e Lucas prometem se controlar e saem do depósito junto com Toni, Aquiles, Cléo e Maria, que ajudam Guiga. Fernando diz para Marcelo que ele roubou sua mulher e avisa que irá acabar com ele. Marcelo fica confuso e pergunta qual o nome da tal mulher, mas Fernando e Juanita o agarram e abraçam Marcelo com força. Tati grita e tem uma crise nervosa de choro. Hélio avisa que não está conseguindo mais se controlar e avança em cima de Tati para atacá-la. Tati se assusta e faz um gesto com a mão. Hélio levita. Ele implora para Tati parar, mas a menina se revolta com a morte do pai.",
      "quinta": "Homem-Gelo decide se vingar de Júlia. O Homem-Gelo avisa que irá se vingar de Júlia e lança um raio de gelo na direção dela. Júlia desvia, mas o raio congela o cachorrinho Cérbero e ela se desespera. Rodrigo e Amália vêem Meta-Lucas e descobrem a farsa de Metamorfo. Gór sente o cheiro de algo e diz para Meduso que eles têm companhia. Ela encontra Amália e Rodrigo escondidos e os dois ficam apavorados. Paola, transformada em cobra, rasteja pela sala da mansão. Irma e Aristóteles não percebem. Os dois discutem e sobem as escadas, enquanto a cobra fica solta. Amália e Rodrigo tentam disfarçar e ir embora, mas Gór não deixa e diz para Meduso que eles precisam dar um corretivo neles. Mauro e Simone saem para uma degustação no restaurante de Célia. Carvalho e Helga também vão juntos e rola um clima entre eles. Taveira, Dino, Fernando e Juanita avançam na direção de Marcelo. Júlia atira a pistola de dardo tranqüilizante contra o Homem-Gelo, mas nada acontece. Homem-Gelo a ameaça, enquanto Júlia tenta encontrar algo para se defender.",
      "sexta": "Marcelo luta contra a Liga Bandida. Marcelo luta com Taveira, Dino, Fernando, Golias e Juanita e golpeia um por um. Ele sente dor e se refugia num canto, enquanto os cinco aproveitam para cercá-lo. Lúcia sai para cozinha e Paola aparece de repente na frente de Danilo, que leva um susto. Danilo grita e Paola tapa sua boca. Clara passa a mão pelo corpo de Guiga, mas ele não reage. A Liga do Bem faz uma corrente e uma luz invade a sala. Clara põe a mão no pai e ele abre os olhos. Beto se transforma em cobra, sem que ninguém o veja. Aquiles percebe que uma cobra está enroscada em sua perna e grita. Metamorfo se transforma em Cassandra e ela aponta uma arma para ele. Metamorfo fica invisível e Cassandra atira."
    },
    "a escrava isaura": {
      "segunda": "Leôncio persegue uma carruagem, mas encontra Tomásia no comando. Geraldo tenta conquistar o amor de Malvina. Leôncio e Tomásia se encontram e começam uma discussão. Tomásia dá uma chicotada na arma que lhe é apontada e acaba acertando o rosto de Leôncio. Geraldo tenta conquistar o amor de Malvina. Rosa sente falta de trabalhar. Violeta decide contar o mistério sobre sua vida. Isaura foge a caminho da Santos. Branca e Estela comentam sobre Malvina. Rosa quer saber qual a história de sua mãe. Quilombolas comemoram a captura dos capitães do mato. André tenta despistar Leôncio seguindo por outro caminho, mas Leôncio não vai atrás dele. Álvaro tenta atrapalhar a busca de Leôncio.",
      "terça": "André quer matar Leôncio. André quer matar Leôncio. Geraldo diz a sua mãe que ama Malvina. Cel. Sebastião ensina Rosa a dançar. Leôncio vai atrás de Isaura na direção certa. Geraldo quer se casar com Malvina. Francisco convida as meninas do bordel para uma festa. Leôncio captura Isaura e Miguel é preso.",
      "quarta": "Isaura diz que ama Álvaro e Leôncio se irrita. Malvina diz a Geraldo que não vai largar seu marido. Cel. Sebastião se lamenta com Margarida. Leôncio leva Isaura algemada para a casa de Estela. Isaura diz que ama Álvaro e Leôncio se irrita. Miguel é levado para a prisão. Isaura é trancada em um quarto. Rosa quer um dote para ela. Tomásia, André e Álvaro fazem um pacto contra Leôncio. Tomásia quer contratar advogados para libertar Miguel. Leôncio coloca mais ferros em Isaura para seguir viagem.",
      "quinta": "Sebastião ensina Rosa a escrever. Tomásia, Álvaro e André se preparam para voltar para Campos. Perpétua se despede de Álvaro. Geraldo vai em busca do amor de Malvina. Isaura sofre na viagem. Francisco e Belchior levam as escravas para a casa-grande. Geraldo promete a Álvaro que será espião na casa de Leôncio. Miguel chega a Campos algemado. Pedrinho pede para ir com Álvaro. Branca se irrita com a viagem de Álvaro. Belchior dá seu primeiro beijo. Leôncio rasga as roupas de Isaura.",
      "sexta": "Leôncio diz a Isaura que ainda a deseja. Malvina esfria as algemas de Isaura com água. Álvaro e Tomásia se despedem de Perpétua. Rosa canta para Sebastião dormir. Belchior e Francisco continuam com a festa na casa-grande. Violeta tenta arrancar confissões de Dr. Paulo. Capitães-do-mato fogem. Leôncio, Malvina e Isaura chegam a fazenda. Tomásia também chega em sua fazenda. Leôncio maltrata Isaura. Leôncio diz a Isaura que ainda a deseja."
    }
  }
}
