{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Todos se assustam ao ver Joana, a irmã gêmea de Marcela, mas Íris desconfia da moça. Teodora cuida de Quinzé. Joana descobre que o computador de Marcela está vazio. Esther repreende Beatriz por tentar se aproximar de Vitória. Juan Guilherme volta de viagem e surpreende Letícia. Danielle procura Beatriz. Wallace anuncia que Leandro já está pronto para lutar, e Dagmar se orgulha. Antenor fica impaciente à espera da reportagem sobre Tereza Cristina. O repórter liga para Tereza Cristina.",
      "terça": "Tereza Cristina manda o repórter ir à sua casa e dispensa seus empregados. Vilma conta para Juan Guilherme que Chiara convidou Letícia para jantar. Luana avisa a Joana que ela não encontrará o que procura no hospital onde Marcela morreu. Patrícia dá um ultimato em Antenor, que revela a história de Tereza Cristina. Alexandre flagra Patrícia e Antenor se beijando. Celeste avisa a Griselda que Tereza Cristina pediu para ficar sozinha em casa. O repórter chega à casa de Tereza Cristina.",
      "quarta": "Griselda observa a casa de Tereza Cristina e vê Renê Junior se aproximar. Paulo percebe a preocupação de Esther com Vitória. Tereza Cristina conta sua história para Renê Junior, e Griselda e Crô ouvem. Antenor fica satisfeito ao ver a notícia sobre Tereza Cristina na internet. Renê consola os filhos. Crô cuida de Tereza Cristina. Enzo conta para Pereirinha que Tereza Cristina possui um segredo ainda maior do que o que foi revelado. Patrícia decide voltar a morar com a mãe. Renê Junior pede que Renê volte para casa.",
      "quinta": "Renê promete que pensará no pedido de Renê Junior. Griselda expulsa Teodora de sua casa. Joana pede para falar com o diretor do hospital onde Marcela morreu. Renê avisa a Griselda que voltará para sua antiga casa. Tereza Cristina manda Crô comunicar aos jornalistas que fará uma declaração. Antenor pede Patrícia em casamento. Patrícia marca um encontro com Alexandre. Louzada avisa a Joana que a enfermeira que viu a última pessoa que esteve com Marcela desapareceu. Beto deixa Tereza Cristina furiosa ao chamá-la pelo sobrenome de sua mãe.",
      "sexta": "Tereza Cristina acusa Beto de perseguição. Paulo afirma que nada mudará a relação que tem com a irmã. Tereza Cristina exige que Ferdinand coloque seu plano contra Antenor em ação. Antenor é fotografado pelos comparsas de Ferdinand. Deborah confessa estar apaixonada por Quinzé. Vilma apoia Juan Guilherme para levar Chiara ao médico. Joana mostra a foto de Tereza Cristina em seu disfarce para Álvaro. Patrícia termina o namoro com Alexandre. Tereza Cristina procura Griselda.",
      "sábado": "Griselda imobiliza Tereza Cristina. Celina avisa a Danielle que quer Pedro Jorge de volta. Dagmar agradece Wallace por ajudar Leandro. Tereza Cristina pede socorro a Antenor. Daniel ouve Álvaro e Íris falando sobre um outro segredo de Tereza Cristina, e conta para Antenor. Tereza Cristina marca um encontro com Pereirinha. Os comparsas de Ferdinand seguem Antenor. Pedro Jorge ouve Danielle e Beatriz conversando sobre Vitória. Antenor é sequestrado, e Daniel alerta Griselda."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "totalmente demais": {
      "segunda": "Peçanha avisa a Duarte que eles deverão aguardar Eliza ganhar o concursopara então mandar prendê-la. Eliza admira a voz de Jonatas, que cantaem um karaokê. Jeniffer se preocupa quando Cascudo diz que usará odinheiro da bolsa de esportes para se livrar do tio. Carolina programaum jantar entre Germano e as finalistas do concurso, e Arthur desconfia.Carolina confidencia a Pietro que, se Eliza for filha de Germano, terásua última chance de desclassificar a modelo do concurso.",
      "terça": "Cascudo avisa a Jeniffer que usará o dinheiro que ganhou de Edgar para fugir. Durão agride Cascudo novamente e Montanha o denuncia para a polícia. Zé Pedro diz a Carolina que nenhuma cláusula no contrato do concurso fala que a vencedora não pode ser parente do patrocinador. O exame de DNA comprova que Eliza é filha de Germano. Arthur manda para Carolina um uniforme da Excalibur, já se considerando o vencedor da aposta. Chega o dia da final do concurso. Montanha conta a Jeniffer que levou Cascudo ao médico. Começa a votação dos jurados.",
      "quarta": "Eliza vence o concurso Garota Totalmente Demais. Germano e Lili parabenizam Eliza. Germano confessa a Carolina que não conseguiu contar a Lili que é pai de Eliza, e decide procurar Gilda. Carolina pede para conversar com Lili. Carolina comenta com Pietro que falará com Lili antes que Eliza assine o contrato com a revista. Gilda se surpreende quando Germano lhe diz que já sabe que é pai de Eliza. Gilda garante a Eliza que não irá se separar de Dino. Débora se entristece ao perceber que Fabinho está interessado em Cassandra. Carolina revela a Lili que Germano e Gilda tiveram uma filha.",
      "quinta": "Natasha comenta com Jojô que Arthur está fascinado por Eliza, e torce para ele não decepcionar a modelo. Lili agride Carolina ao perceber que a jornalista pensa em se aproveitar do fato de Eliza ser filha de Germano. Jeniffer conta a Wesley que viu Durão. Fabinho convida Cassandra para sair, e Débora se entristece. Arthur e Eliza se beijam. Eliza diz a Arthur que deixará sua casa. Germano se surpreende ao ouvir de Lili que ele é pai de Eliza.",
      "sexta": "Lili discute com Germano e avisa ao ex-marido que não prejudicará Eliza. Eliza assina o contrato e se torna a Garota Totalmente Demais. Jonatas sugere que Débora também atue como modelo para a divulgação interna dos produtos desenvolvidos para a Bastille. Germano ameaça a carreira de Carolina. Eliza comunica a Cida que irá para um hotel. Pressionada, Carolina redige sua carta de demissão da revista Totalmente Demais. Dino e Peçanha surgem no apartamento de Arthur com a intenção de prender Eliza.",
      "sábado": "Germano conta a Fabinho que Eliza é sua irmã. Dino chantageia Eliza e exige o dinheiro que a modelo ganhou no concurso em troca de sua liberdade. Duarte prende Eliza, e Dino e Peçanha comemoram. Germano procura Eliza, mas Arthur avisa que ela não mora mais em sua casa. Wesley defende Montanha e acaba sendo atropelado por Durão e Machado. Na prisão, Eliza afirma que é inocente."
    },
    "novo mundo": {
      "segunda": "Leopoldina sofre com a notícia da gravidez de Domitila. Thomas ameaça Fred. Ubirajara desafia Piatã. Joaquim mostra a Anna os documentos que encontrou na casa de Sebastião. Bonifácio confronta Domitila. Francisco e Rosa espalham a notícia da gravidez de Domitila. Anna conversa com Quinzinho sobre Elvira. Idalina e Matias temem que Sebastião castigue Cecília. Thomas e Miss Liu se enfrentam. Greta tenta fazer intriga contra Diara. Elvira se junta aos piratas para salvar Fred e Miss Liu. Wolfgang critica Diara por querer impedir Ferdinando de se aproximar de Greta. Os piratas invadem o navio inglês.",
      "terça": "Os piratas lutam contra a tripulação inglesa. Elvira tenta libertar Fred e Miss Liu. Jacira exige que Ubirajara deixe a aldeia. Greta comenta com Schutz que usará Ferdinando para provocar Diara. Leopoldina fala sobre a gravidez de Domitila com Pedro. Amália tem uma lembrança de seu passado e implora que Peter a ajude a lembrar de tudo. Piatã reclama por Jacira ter criticado Ubirajara. Fred e sua tripulação fogem de outro navio inglês. Thomas e Anna recebem uma convocação para comparecer à Embaixada Inglesa.",
      "quarta": "Anna e Joaquim sofrem com a convocação para a audiência. Bonifácio se entristece com a frieza de Leopoldina. Thomas consegue a guarda de Vitória. Olinto vai atrás de Ubirajara na mata. Licurgo reclama da entrevista publicada no jornal. Madre Assunção sugere que Peter e Amália conversem com Chalaça. Chalaça prepara Benedita para ir com ele ao Rio de Janeiro. Cecília fica animada com a entrevista de Germana. Anna e Joaquim se despedem. Greta vai atrás de Ferdinando e os dois ficam juntos. Thomas leva Anna e Vitória para sua casa. Idalina teme a volta de Sebastião. Olinto é cercado por jagunços. Anna enfrenta Thomas.",
      "quinta": "Joaquim se desespera e Dom Pedro o consola. Olinto é preso pelos jagunços. Ferdinando e Greta voltam para casa e a austríaca provoca Diara. Amália sonha que seu bebê morreu e Peter fica intrigado. Licurgo e Germana saem para votar. Anna fica satisfeita ao saber que Miss Liu fugiu com Fred. Joaquim segue Thomas. Sebastião volta para a cidade e descobre sobre o casamento de Cecília. Matias não deixa Idalina ser castigada por Sebastião. Ubirajara vê Olinto preso. Licurgo e Gonçalves Ledo vencem a eleição para deputado. Hassan e Jacinto temem ser enganados por Elvira. Thomas e Joaquim duelam.",
      "sexta": "Joaquim desarma Thomas. Nívea vê Anna pegar um documento no escritório. Cecília, Libério e Peter socorrem Matias e Idalina. Elvira vê onde Miss Liu esconde os frascos com suas poções. Leopoldina procura por Bonifácio. Greta conta para Wolfgang sobre seus sentimentos por Ferdinando. Elvira sabota a comida dos piratas. Idalina cuida de Matias. Ferdinando deixa a casa de Wolfgang e Greta fica enfurecida. Leopoldina impede que Bonifácio saia do palácio. Benedita chega à casa de Domitila e anuncia sua gravidez a Dom Pedro.",
      "sábado": "Benedita se surpreende com a gravidez de Domitila. Wolfgang se incomoda com a recusa de Diara em falar sobre o romance de Greta e Ferdinando. Elvira arma para escapar dos piratas. Dom Pedro não consegue se aproximar de Leopoldina. Anna ouve uma conversa entre Thomas e Sebastião, e pede que Nívea leve um recado para Joaquim. Diara promete ajudar Matias a se vingar de Sebastião. Patrício conta a Leopoldina sobre a gravidez de Benedita. Piatã sai com os guerreiros da tribo para salvar Ubirajara e Olinto, e coloca Jacira no comando da aldeia. Germana e Hugo impedem Licurgo de voltar a cozinhar. Sebastião reconhece a mãe de Libério. Nívea entrega a Anna o recado de Joaquim. Dom Pedro protege Benedita de Domitila."
    },
    "Malhação": {
      "segunda": "Tato se entristece e deixa a lanchonete de Roney. Tina e Anderson decidem dar um tempo em seu namoro. Guto se surpreende ao ver Benê chegar para o ensaio da banda. Deco afirma a Keyla e Roney que deseja registrar Tonico em seu nome. Tato sofre, e K2 tenta consolá-lo. Ellen descobre que Fio é professor de dança de salão de Das Dores. Noboru aconselha Tina a não desistir de sua paixão por Anderson. Benê questiona Guto sobre a relação dos dois. Ellen e Fio se beijam. Keyla vê Tato beijar K2.",
      "terça": "Keyla diz a Tato que Deco quer registrar Tonico em seu nome. Benê pede Guto em namoro. Guto não gosta quando Samantha, MB e Felipe zombam de Benê. Anderson não aceita se encontrar com Tina. Das Dores incentiva Ellen a namorar Fio. Bóris aprova o plano de Lica de fazer uma balada cultural, unindo a sua escola e a de Ellen. Ellen e Fio ficam juntos. Josefina se preocupa com Benê por causa de Guto. Deco chega para conversar com Tato.",
      "quarta": "Tato afirma a Deco que Tonico merece ter um pai presente. Edgar pede desculpas a Lica e diz que sente orgulho de ser seu pai. K1 e K2 provocam Fio e Ellen. Clara insiste para que Guto desmarque a aula de Benê para ficar com ela. Edgar confessa a Malu que quer se reaproximar de Lica para retomar a diretoria da escola. Tina tenta conversar com Anderson. Samantha desconfia quando Guto a convida para ir ao cinema com ele e Clara. Guto decide não dar mais aulas de piano para Benê.",
      "quinta": "Benê sofre com a rejeição de Guto, e Josefina tenta confortar a filha. Fio se diverte com Ellen. Tina conversa com Mitsuko sobre a paixão proibida de sua avó e compõe uma nova música. Ellen sugere que Tato venda salgados para Roney. Lica e Ellen planejam a balada cultural que unirá suas escolas. Tato fecha um acordo de negócio com Roney. Ellen consegue o apoio de Dóris para o evento com Lica. Clara beija Guto, que fica constrangido. Keyla, Lica, Tina e Ellen conversam com Benê e decidem tirar satisfações com Guto.",
      "sexta": "Guto explica sua versão da discussão com Benê. Ellen tenta confortar Tina sobre Anderson, que está se preparando para dirigir o clipe da banda de Samantha. Deco convida Keyla e Tonico para passear. Malu aconselha Edgar sobre a melhor forma de falar com Marta. Luís insinua que quer morar com Marta. Bóris comenta com Dóris sua dúvida sobre oferecer uma bolsa de estudos para Ellen. Keyla e Deco divergem sobre a educação de Tonico. Guto procura Benê."
    },
    "Aventuras de Poliana": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Cúmplices de um resgate": {
      "segunda": "Nico entra em um site de relacionamento amoroso no computador de Giuseppe. Fiorina vê o site e pensa que é o marido que está procurando mulher. A mãe de Omar vai até o haras atrás do filho, que se esconde para não ser encontrado. O garoto pede ajuda para Sabrina, que diz não poder fazer nada. Giuseppe descobre que é Nico que está no site de relacionamento e o proíbe de mexer no computador. Fiorina fica mais aliviada ao saber que Giuseppe não fez nada. Os cúmplices voltam a ensaiar na gravadora após Meire proibi-los de tocar na garagem do condomínio. Vicente está prestes a ser transferido para um presídio devido a super lotação na delegacia.",
      "terça": "Isabela se sente só. Manuela conversa com a irmã através da internet. Omar tenta vender o cavalo Dourado. André continua braço com os irmãos Vaz ao ver que Benjamim está na banda. Joaquim liga para Manuela e diz que a banda precisa dela.",
      "quarta": "A garota pede para a mãe para poder ficar na mansão com a Isabela e assim poder ensaiar na C1R, que fará um show para arrecadar fundos para a gravadora Dó-Ré-Music. Fiorina presenteia Helena com uma imagem de Nossa Senhora dos Sonhos. Nina fica brava ao saber disso.",
      "quinta": "Téo, Sabrina, Mateus e Dóris encontram Omar com o cavalo Dourado. Omar sai fugido com o cavalo, mas acaba caindo no chão. Neusa encontra o filho, que diz que não quer mais ser pobre e por isso fugiu.",
      "sexta": "Isabela reclama na gravadora que os amigos da banda não lhe avisaram do show. Manuela sugere que as duas cantem ao lado de Priscila. Isabela canta completamente desafinada e Bira pede para que ela cante mais baixo para a voz de Manuela aparecer."
    },
    "Betty a feia": {
      "segunda": "Ao ouvir que Betty já não o ama e decidiu seguir sua vida sem ele, Armando entende que ninguém ai amá-lo como Marcela e decide pedí-la em casamento novamente. Maria Lúcia vasculha o computador de Ricardo e encontra fotos de Marcela em roupas íntimas. Cindy percebe que Nícolas está apaixonado por Patrícia e decide ajudá-lo a provocar ciúmes na loira. Durante a reunião do Conselho, Marcela pede champagne para comemorar a reconciliação com Armando e anuncia que vão se casar. As modelos contratatadas para desfilar as criações de Hugo, não aparecem e Betty pede para as amigas do pelotão que as substituam.",
      "terça": "A última coleção de Hugo Lombardi é um grande sucesso. Hugo agradece Betty por tudo que tem feito por ele, diz que ela é uma pessoa linda por dentro e lhe dá um abraço. Betty e Armando conversam na sala dele e se beijam. Bertha os surpreende e fica em choque. Hugo demite Jenny e acusa de ser a responsável pela falta coletiva das modelos em seu desfile. Efrain diz a Sofia que ainda a ama.",
      "quarta": "Marcela humilha Ricardo e diz que ele nunca será como Armando. Cansado de todos da V&M, Ricardo decide seguir o conselho de Malú e age pelas costas de todos. Armando diz a Betty que em um mês se casará com Marcela. Betty deseja que sejam muito felizes. Daniel é despejado de seu escritório por falta de pagamento. Sandra e Mariana encontram o vídeo que Armando enviou falando sobre Betty e contam para as amigas do pelotão. Ao saber que suas amigas viram o vídeo, Betty confessa a verdade e conta tudo que aconteceu. Ricardo discute com Armando e diz estar cansado dos Mendonça e Valencia. Também informa que vendeu suas ações e vai se afastar de todos eles. Decepcionado com Marcela, Ricardo conta a ela que tem uma relação com Malú e planejam viver juntos. Efrain encontra Jenny aos beijos com Peter e ela aproveita para dizer que não quer mais ser sua mulher.",
      "quinta": "Maria Lúcia diz a Ricardo que não quer ter mais nada com ele pois descobriu seu relacionamento com Marcela. Ricardo acusa Malú de tê-lo usado para conseguir as ações da V&M. Ela confirma e diz que planejou tudo para lhe dar uma lição por sempre se aproveitar das mulheres e por tudo que fez contra Betty. Malú comunica a Marcela, Armando, Roberto e Margarita que foi ela quem comprou as ações de Ricardo. Armando chega a tempo de impedir que seu ex melhor amigo violente Marcela.",
      "sexta": "Os dois se agridem fisicamente e no meio da briga Ricardo conta a Armando que ele e Marcela foram amantes. Mr. White pede Patrícia em casamento. Betty está decidida a ir para Los Angeles com Joaquim. Na reunião de diretoria, Betty informa que a V&M está se recuperando financeiramente e vai lhe entregar a empresa. Mas, diz também que ficará com a BAR. Nícolas declara seu grande amor por Patrícia e os dois se beijam apaixonadamente no elevador."
    },
    "Ouro Verde": {
      "segunda": "Amanda quer adiar o casamento, mas José e Padre Sebastião a convencem do contrário. Laurentino suplica a Edson que o mate e ele lhe concede esse desejo. Salvador fica frente a frente com Jorge, que o perdoa. Enquanto começa a cerimônia de casamento de José e Amanda, o carro de Maria Teresa chega. Padre Sebastião finaliza o enlace anunciando que vai deixar o sacerdócio.",
      "terça": "Maria Teresa chega com Otelo, gerando surpresa e tensão. Em segredo, José a manda embora e Maria Teresa ameaça contar como morreu a primeira mulher do patriarca da família. Gonçalo, Pedro e Inês têm uma grande discussão. Edson liga para Aparecida e pede à filha que volte para o Brasil, garantindo que ela já está segura.",
      "quarta": "Maria Teresa simpatiza bastante com Rita. Mônica testa Miguel com uma tangerina e ele não consegue pegá-la. Jorge fala da situação de Miguel para Bia, que fica preocupada. Maria Teresa, por engano, dorme na cama de José e Amanda. José insiste em acordá-la, mas ninguém deixa. Rita torce o pé e Antônio a leva para casa no colo. Inês diz a Pedro que se arrependeu de como agiu com Antônio e pede perdão, mas ele ordena que ela vá embora.",
      "quinta": "Maria Teresa diz a José que ou ele a trata bem ou conta que os dois tiveram um filho. José afirma que a culpa foi dela que se fez passar pela irmã. Bia conta a conversa que teve com Otelo a Jorge sobre a vinda de Maria Teresa. A ativista admite a Jorge que se sente horrível por ter um pai assim, mas ele a conforta afirmando que pelo menos ela tem pai. Bia rebate dizendo que, por vezes, preferia que o banqueiro morresse de vez. Sol pede ao pai para mudar de casa e Pedro discute com Inês, acusando-a de fazer lavagem cerebral na filha.",
      "sexta": "Maria Teresa revela à família que Otelo é filho dela com José. Miguel diz a Otelo que, pela maneira como Maria Teresa olha para ele, ela sabe que foi ele quem mandou matar o filho dela. Otelo recorda os momentos em que ficou sabendo que era filho de Maria Teresa e José e conta que Miguel encomendou a morte de seu irmão.",
      "sábado": "Maria Teresa exige que José assuma Otelo tal como fez com o filho de Amanda, que se mostra muito magoada com o marido. Amanda diz que vai voltar para a sua casa. José manda Maria Teresa embora e Rita a convida para ficar em sua casa. Jorge diz a Bia e Mônica que elas precisam descobrir se Otelo já sabia de tudo, já que ele pode estar envolvido no rapto de Mafalda."
    },
    "jesus": {
      "segunda": "Edissa entra no palácio, mas é vista por um soldado. Deborah pede para Helena deixa-la sozinha por alguns instantes. Antipas não entende o motivo de Salomé ter fugido. Helena, Maria e Kesiah descobrem que Edissa é a mãe de Deborah. Os apóstolos refletem sobre as palavras de Jesus. Efraim se recusa a pedir a ajuda do Messias e acaba morrendo. Jesus diz que os apóstolos partirão para suas missões de dois em dois.",
      "terça": "Mateus descobre que o pai de Asisa faleceu. Arimatéia abraça Edissa, emocionado. Deborah avisa que não pode continuar enganando Tiago Justo. Goy e Petronius lutam durante treinamento. Tiago Justo fica ansioso com a demora de Deborah. José de Arimatéia o chama para conversar.",
      "quarta": "Joana explica o motivo da morte de João Batista para Jesus. Maria tenta apoiar Tiago Justo, mas ele pede para ficar sozinho. Caifás explica que comprou a serva Temina para usá-la como espiã no palácio de Pilatos. Jesus navega, sozinho. Pilatos reclama da demora de Deborah no palácio. A jovem se sente envergonhada. Petronius e Maria Madalena se beijam. Jairo consola Laila pela morte de Efraim. Simão Fariseu estranha. Jesus se lembra de João Batista. Antipas e Herodíade discutem diante do desaparecimento de Salomé.",
      "quinta": "Cassandra é curada por Simão Zelote e Judas Tadeu. Satanás se diverte diante da briga de Caius e Tiago Justo. Barrabás questiona Maria Madalena, que, possuída, o enfrenta. Salomé é ofendida por alguns Judeus e João vai atrás dela. Mateus fala de seu encontro com Jesus e é liberado pelo publicano. Shabaka e Susana separam a briga de Tiago Justo e Caius. Caifás pede para José de Arimatéia apresentar a serva Temina à Cláudia. Cassandra agradece a ajuda de Simão Zelote e Judas Tadeu. Tiago Maior e Filipe são obrigados por soldados romanos a puxarem uma carroça.",
      "sexta": "Possuída, Maria Madalena tenta atacar Petronius. Shabaka e Susana lamentam o sofrimento de Tiago Justo. Madalena recupera a consciência e implora pra Petronius prendê-la. Caifás e Anás descobrem que João Batista foi assassinado. Uma mulher agradece a Jesus por ter curado seu bebê. Miriam e Maria são avisadas sobre a morte de Batista. Joana e Chuza retornam ao palácio de Pilatos. Heitor anuncia a prisão de André e João. Helena pede notícia de Judas Tadeu para Iscariotes. João e André são levados para a prisão. Edissa conversa com Judas Iscariotes e Tomé."
    },
    "Apocalipse": {
      "segunda": "Jonas vê um mendigo implorando por alimento e diz que começou a ação do Cavaleiro Negro, que traz a fome ao mundo. Adriano se lembra do passado com Débora e fica transtornado. Susana recebe o apoio de Uri. Zoe diz que Alan está possuído pelo mal. Tamar tenta confortar Gideon. Noah conversa com as Duas Testemunhas. Celeste e Dudu conversam sobre o Anticristo. Laodiceia e Ângela reclamam da caridade feita por Jonas. Ricardo pressiona o presidente dos Estados Unidos para fechar um acordo. Adriano finge descontração perto de Alan. Bárbara procura Zoe e pede desculpas. Brenda, André e Melina trabalham no desenvolvimento de um nano chip que Ricardo implantará nas pessoas.",
      "terça": "Ricardo fala sobre a estratégia de invasão à Jerusalém. Tamar e Gideon ficam decidem apoiar Ricardo e Noah decide sair de casa. Adriano avisa a Benjamin sobre a invasão que Ricardo está preparando. César e Guido fazem uma armadilha para Dudu. Susana fala para Tiatira sobre a invasão que Ricardo está tramando. Ariela consegue uma caneta espiã para Stefano. Jonas tenta acalmar Tião e HD. Adriano tenta convencer Débora que a decisão de Ricardo é errada, mas ela diz apoiar a invasão à Jerusalém. César e Guido descobrem a verdade sobre Dudu e conseguem prender o policial. Dylan pede para Noah se proteger.",
      "quarta": "Ao lado de Stefano, Ricardo diz que Jerusalém deve ser destruída. O exército da Nova Babilônia se prepara para a invasão. Oziel tenta alertar Gideon, que não o escuta. Celeste visita Dudu na prisão e termina o namoro. Isabela diz para Susana não procura-la mais. Noah lamenta a decisão de Gideon e Tamar. Oziel e Marta deixam suas casas. Vittorio encontra Glória e mostra a caneta dada por Stefano. Melina e Brenda assistem as imagens geradas pela caneta. Ricardo diz para André não falhar. Isabela procura Ariela e diz saber de toda a verdade.",
      "quinta": "Muitos civis seguem para a entrada de um túnel subterrâneo. Alguns helicópteros são atingidos, mas conseguem bombardear todo o entorno da cidade. Os containers se abrem e androides começam a sair do interior. Com a Marca da Besta, um verdadeiro exército de robôs ataca Jerusalém. Tiatira e Saulo se assustam. Os robôs explodem os muros da cidade. Noah e outros soldados são atingidos com as explosões. Os androides começam a invadir Jerusalém. Saulo manda seus homens recuarem. Um oficial é atingido.",
      "sexta": "Enquanto a chuva cai, os soldados de Ricardo zombam dos corpos dos profetas. Arthur e Bárbara noticiam a chuva e o assassinatos das Testemunhas. No mundo as pessoas comemoram o término da escassez de água. Jonas, Benjamin e Zoe ficam preocupados. No Rio, todos festejam o fim da seca. Laodiceia alerta Ângela para o que ainda estar por vir. César diz que o mundo pagará pelo assassinato de Moisés e Elias. Na delegacia, Guido diz que os policiais terão que trabalhar na efetivação da Marca do governo mundial."
    },
    "O Que a Vida Me Roubou": {
      "segunda": "Fabíola vai até a casa de Renato para ver José Luis, encontra Demétrio e tenta justificar sua atitude no dia em que seu tio foi assassinado. José Luis chega e se surpreende ao ver todos reunidos. Fabíola se aproxima e o cumprimenta com um beijo e um abraço. O Almirante Robledo chega para dar as boas vindas a um grande amigo. José Luis volta à casa onde viveu com Angélica  e recorda os bons momentos que viveu a seu lado. Dominga e Macário comentam o que aconteceu entre Alessandro e José Luis e o motivo pelo qual Montse odeia tanto o marinheiro.",
      "terça": "Graziela entrega para Montse o celular que pertencia a Alessandro e onde ela poderá ver o vídeo que ele gravou no dia em que planejava a fuga deles. Montse assiste e se dá conta que José Luis nunca quis prejudicá-los, ao contrário, sacrificou até a sua liberdade para ajudá-los. Fabíola vai até a casa de José Luis, fala de seus sentimentos e tenta beijá-lo, mas ele a afasta. Ele diz que assim como ela recuperou o que Alessandro lhe roubou, ele também está disposto a recuperar. Pedro e Adolfo invadem o escritório de Ezequiel na Prefeitura e exigem que ele escolha melhor seus colaboradores pois a Marinha quase descobriu o esconderijo no porão.",
      "quarta": "Nádia diz a Victor que recebeu um convite para se apresentar em um concerto e o cachê é muito bom, mas Victor não concorda e diz que é muito perigoso pois poderia ser reconhecida. José Luis, Montse, Renato e Esmeralda chegam ao restaurante. Josefina assiste ao concerto e no final do espetáculo vai até o camarim cumprimentar Nádia. As duas conversam e Josefina percebe que ela não enxerga. Nádia explica que perdeu a visão no acidente que sofreu junto com Victor e Alessandro.",
      "quinta": "Josefina diz a Nádia e Victor que pagará todas as despesas do hospital e sempre poderão contar com seu total apoio. Graziela vai até a casa de Montse, mas só encontra Demétrio com Laurinho. O menino tenta se aproximar da avó mas ela o despreza. Rosário procura José Luis e diz que não permitirá que a afaste de seu neto nem de sua nora. José Luis diz a ela que jamais pensou em separá-la de sua família. Carlos Torres, o novo embaixador da Argentina, assiste ao concerto e, ao ver Nádia, decide ligar para Pedro e dizer que conheceu uma pianista muito parecida com sua primeira esposa. ",
      "sexta": "Alessandro acorda do coma e sai do hospital sem ser visto. Victor sai para procurá-lo e o encontra sentado em um banco. Alessandro pede que o leve até Montse. Victor pergunta do que ele se lembra e Alessandro quer saber quantos dias faz que sofreram o acidente. Victor responde que não são dias, mas anos e estão na Argentina. Mônica procura Demétrio e pede que seja discreto e não comente com ninguém o que aconteceu entre eles."
    },
    "Chiquititas": {
      "segunda": "Clarita aparece no Café Boutique no dia de sua folga. Tobias questiona o que a garota faz ali. Clarita diz que vai sair com Beto, pois vão ao cinema juntos. A menina já está com o encontro todo planejado. Tobias e Leticia riem de toda a história. As chiquititas ficam chateadas ao saberem que Junior levou apenas Mili para passear. Pata tenta contornar toda a situação. Carol pergunta o motivo das meninas estarem desanimadas. A ajudante da a ideia das garotas brincarem na rua, mas as pequeninas falam que para elas saírem precisam estar acompanhadas de um adulto. Carol diz que ela pode acompanhá-las. ",
      "terça": "Sofia reúne todas as crianças na sala e diz estar triste com a atitude de todos. A diretora diz que eles precisam se comportar e viver como uma família. Sofia fala da importância de aprender a dividir as coisas e a respeitar as regras da casa. As crianças concordam. A diretora chama Mili e Mosca para fazerem um acordo de paz. Na casa da família Almeida Campos, Carmen entra no quarto de Gabi e tenta obrigá-la a tomar o remédio. A moça começa a chorar e gritar. Junior escuta e entra no dormitório. ",
      "quarta": "Os meninos lavam a cabeça para tirar os piolhos, mas a ação é em vão. As meninas chegam da escola e reclamam para Carol sobre a coceira na cabeça. Carol diz que todos estão com piolhos. Mosca, Rafa e Binho confessam que foram eles que passaram para as meninas. Leticia pede para Tobias levar doces na sala de Maria Cecilia. O barista não se anima muito, mas diz que quer levar. Chico, Carol e Ernestina pensam em uma maneira de acabar com os piolhos das crianças. A zeladora diz para eles passarem vaselina na cabeça dos pequeninos.",
      "quinta": "No orfanato, Mosca, Rafa e Binho se questionam quem será a admiradora secreta que enviou a carta a Mosca. Binho tem a ideia de procurarem os cadernos das garotas para comparar a letra da carta. Os meninos entram no blog de Cris para saber se a pequenina escreveu algo que pudesse revelar sobre o bilhete. Binho desconfia que as garotas envolvidas com o bilhete anônimo são Cris e Vivi. No Café Boutique, Armando e Maria Cecília descem para tomar um café. Clarita se recusa e pede para Tobias atendê-los. A supervisora é simpática com o barista, que fica surpreso com a atitude da chefe. Eduarda visita Dr. José Ricardo no escritório e se convida para jogar golfe com o empresário.",
      "sexta": "Junior e Valentina levam Gabi para o hospital. O rapaz tenta avisar Carol para que ela não lhe espere em vão para o encontro dos dois, mas ela esqueceu o celular em casa e Junior não consegue avisá-la. Carol espera Junior na porta do orfanato, mas o rapaz não aparece. Ana, Cris e Vivi perguntam o que ela tanto espera. Carol explica o que aconteceu e decide ir para casa. As chiquititas não aprovam a atitude de Junior. Leticia fica preocupada ao saber que Beto viu Junior e Maria Cecília juntos no escritório. A moça tenta ligar para Carolina para avisá-la, mas percebe que a ajudante esqueceu o celular em casa."
    },
    "quando me apaixono": {
      "segunda": "No seu primeiro dia de trabalho, Matias fica impressionado com a modernidade, eficiência e organização das empresas da família. Gonçalo está muito feliz com a volta do filho e organiza um almoço com a família para comemorar. Gonçalo telefona para Josefina e ela mente dizendo que está almoçando com algumas amigas. Na verdade, ela ainda está no povoado onde acaba de ferir Rafael mortalmente. Roberta também não pode comparecer ao almoço por que está esperando Rafael e nem imagina o que acaba de acontecer.",
      "terça": "Rafael agoniza no chão de seu quarto enquanto espera pelo médico. Quando Dr. Álvaro chega se depara com uma situação gravíssima e, diante da impossibilidade de levá-lo para o povoado, decide operá-lo no local para retirar a bala que tem alojada no estômago. Roberta está espiando Renata, pois sabe que ela tem um encontro marcado com Rafael. Jerônimo tenta, em vão, falar com seu irmão e nem imagina o que está acontecendo na fazenda. Josefina, inquieta, liga para Renata e pergunta o que aconteceu com Rafael.",
      "quarta": "Jerônimo está em choque com a notícia da morte do irmão. Mas não é só isso, segundo os empregados da fazenda ele se suicidou por causa de uma mulher a quem chamava de «a bonita» e que terminou o relacionamento com ele apenas a uma semana do casamento. O médico, sem pedir uma autopsia, decide enterrar o corpo de Rafael o mais rápido possível. Álvaro e Augusto eram sócios de Rafael e estão muito interessados na colheita e nas terras deixadas por Rafael e Jerônimo não sabe de nada. Matias e Renata estão apaixonados.",
      "quinta": "Jerônimo pede a Matilde e Lázaro que o ajudem a procurar pistas para encontrar a mulher que levou seu irmão ao suicídio. Matilde encontra uma foto de Renata e Roberta com uma dedicatória assinada somente com a letra «R». Jerônimo se surpreende ao ver que a moça da foto é a mesma que encontrou no aeroporto. Gonçalo nomeia o filho, Matias, como vice-presidente da empresa. Mas, ao descobrir que se não tivesse voltado ao país o pai teria dado o cargo para Renata, e decide compartilhar a vice-presidência com ela.",
      "sexta": "Quando Regina viaja para a fazenda para dar seu apoio a Jerônimo, este lhe mostra uma foto de Renata e Roberta. Regina tem a sensação de conhecê-las, mas sabe de onde. Jerônimo decide voltar para a capital para procurar “Adriana”, uma das jovens da foto. Ele espera que ela o leve até a outra. A famosa “Bonita” de Rafael. Por causa da viagem, Regina não chega à tempo para a reunião com Constanza e Gonçalo, onde receberia uma doação para sua casa de amparo às mulheres mães solteiras. Gonçalo se irrita e desiste da doação."
    }
  }
}
