{
  "novelas": {
    "amor de mãe": {
      "segunda": "Thelma rejeita a ajuda de Camila a caminho do hospital. Jane retorna e afirma que cuidará de Thelma. Magno confessa a Betina que se sentiu humilhado por Lídia. Raul diz que irá preparar Sandro para assumir a PWA. Camila não consegue amamentar seu bebê, e Lurdes tenta acalmar a filha. Matias beija Jane. Nicolas e Tomás implicam com Tiago. Lurdes pede que Thelma deixe Camila se aproximar do bebê. Raul conversa com Tiago. Durval visita Thelma e o bebê na maternidade. Verena discute com Álvaro. Estela comenta com Jorge que Álvaro está apaixonado por ela. Tiago agride Nicolas, e Miranda cobra explicações de Vitória e Raul. A família de Camila conhece Caio. Lídia aconselha Betina a se separar de Magno. Belizário é libertado. Sandro e Betina sentem atração um pelo outro. Belizário segue Davi a mando de Álvaro. Jane questiona Thelma sobre a mentira a respeito da adoção de Danilo.",
      "terça": "Álvaro trama contra Davi. Betina e Magno não conseguem se entender. Belizário se interessa por Leila. Érica sente ciúmes ao ouvir Sandro falar de Betina. Danilo é assaltado, e Thelma e Camila se desesperam. Thelma conta a Lurdes que Jane tem técnicas de vidência. Jane prevê o futuro de Lurdes e afirma que ela já encontrou Domênico. Vitória vibra com sua nova atuação na advocacia. Magno conversa com Ryan sobre seu namoro com Betina. Belizário arma um atentado contra Davi, e Carol acaba se machucando. Vitória confronta Álvaro.",
      "quarta": "Davi agride Álvaro, que afirma que denunciará o ativista. Tiago e Nicolas brigam novamente, e Raul repreende Matias e Miranda. Jane alerta Thelma sobre sua disputa com Camila. Lurdes pensa na previsão de Jane. Oliveira parabeniza Danilo por suas mudanças no cardápio do restaurante. Raul conta a Vitória sobre sua briga com Matias, e a advogada pensa em falar com Miranda. Camila sofre por não conseguir amamentar Caio. Magno decide se afastar de Betina. Matias anuncia que Lurdes precisará passar por uma cirurgia. Raul aceita patrocinar o projeto de Davi, e Álvaro se irrita com Belizário. Danilo é assaltado novamente e pede ajuda a Durval. Jane confirma a Lurdes sua profecia.",
      "quinta": "Lurdes pensa em sua busca por Domênico. Jane aconselha Thelma a dar uma chance para Durval. Camila afirma a Jane que não desistirá de amamentar Caio. Durval marca um jantar com Thelma, e Danilo e Jane comemoram. Betina e Sandro se aproximam. Lurdes teme sua cirurgia, e Camila apoia a mãe. Carol dá dicas para Durval conquistar Thelma. Sandro chega ao hospital para visitar Lurdes. Vitória e Raul brigam com Miranda e Matias por causa das crianças. Raul pede para adotar Tiago. Sandro estuda com Betina. Durval e Thelma se beijam. Verena segue Álvaro e confronta Estela.",
      "sexta": "Estela despista Verena, e Álvaro foge. Érica se prepara para voltar ao Brasil. Ryan, Magno e Camila planejam surpreender Lurdes com a chegada de Érica. Durval conta a Danilo sobre seu relacionamento com Thelma. Sandro conversa com Betina sobre Érica. Lurdes conta para Camila sobre as previsões de Jane. Durval e Thelma namoram. Lurdes comemora a volta de Érica. Álvaro se diverte com Estela. Érica estranha o comportamento de Sandro. Érica aceita ser empresária de Verena e Farula. Camila consegue amamentar Caio, e Thelma reage. Tiago vibra ao saber que Raul deseja ser seu pai. Érica procura Raul.",
      "sábado": "Raul afirma a Érica que apoia seu namoro com Sandro. Lurdes estranha o comportamento dos filhos em relação a seu aniversário. Sandro conversa com Raul sobre sua dúvida entre Érica e Betina. Lídia apoia a aproximação entre Betina e Sandro. Lurdes vê os filhos chorando e acredita estar com uma doença grave. Todos preparam a festa surpresa de Lurdes. Sandro repreende Érica por ter falado com Raul. A pedido de Álvaro, Belizário e Penha exigem que Leila se infiltre na ONG de Davi. Leila conta para Belizário e Álvaro sobre Benjamim. Lurdes se emociona com sua festa surpresa."
    },
    "Salve-se quem puder": {
      "segunda": "Luna/Fiona diz a Helena que Ermelinda é sua mãe. Helena se arrepende de ter ido à casa de Luna/Fiona e fica desconcertada quando a fisioterapeuta deixa claro que deseja o bem de Téo e da empresária. Zezinho se fantasia para que Alexia não o reconheça. Bia surpreende Tarantino com um jantar à luz de velas. Micaela se interessa por Gael e Bruno. Zezinho consegue chegar ao sítio de Judas do Norte antes de Alexia. Alexia se prepara para se declarar a Zezinho, quando vê o sutiã que o filho de Ermelinda usou em seu disfarce e questiona se o rapaz está com outra mulher.",
      "terça": "Zezinho confessa a Alexia sobre o disfarce. Rafael apresenta Renzo como o novo sócio da Labrador. Petra não gosta de saber que Alan trará os filhos e Kyra/Cleyde para o Rio. Luna não resiste ao beijo de Téo, mas afirma que tem um namorado. Helena admite a Úrsula que Luna/Fiona a incomoda. Vicky comenta com Micaela que acha Bruno estranho. Verônica se recorda de um acidente de carro que está associado à vingança que planeja contra Micaela. Renatinha pede a Renzo para demitir Alexia/Josimara. Dominique ameaça Lúcia dizendo que ela sofrerá caso a funcionária não convença Renzo a voltar a trabalhar para ela.",
      "quarta": "Téo se surpreende com a reação de Úrsula, que promete provar que Luna/Fiona é interesseira. Bel percebe que Edgar está interessado em Ermelinda. Dominique fica furiosa ao ser ameaçada por Lúcia. Helena ampara Úrsula. Rafael sugere a Júnior que Agnes participe da sessão espiritual para entrar em contato com Kyra. Graziela nota que Alan está interessado em Kyra/Cleyde, e avisa a Petra. Ivo flagra Zezinho e Alexia em trajes íntimos no sítio e questiona a atitude do filho de Ermelinda. Úrsula ameaça Luna/Fiona.",
      "quinta": "Vicky fica assustada ao ver Luna/Fiona sendo destratada por Úrsula. Téo fica indignado ao saber que Helena investigou Luna/Fiona. Micaela se encanta por Bruno. Vicky alerta Micaela para o mau desempenho de Bruno no restaurante. Dominique planeja tirar todos os clientes da Labrador. Helena repreende Úrsula e percebe que ela voltou a tomar os calmantes. Renzo leva Lúcia para conhecer a Labrador. Téo impede que Luna/Fiona seja demitida do restaurante. Mário incentiva Juan a namorar Gabi. Kyra/Cleyde fica sem graça com o olhar de Alan. Mário conta a Juan que o dono do hotel quer contratá-lo como chef de um restaurante em São Paulo.",
      "sexta": "Mário hesita em aceitar o convite para trabalhar no Brasil, e Juan se anima com a oportunidade de rever Luna. Téo revela a Enéas que está apaixonado por Luna/Fiona. Helena decide manter o emprego de Luna/Fiona no Empório. Alexia garante a Zezinho que não sente nada por Renzo. Bruno e Gael presenteiam Micaela. Vicky desabafa com Baggio sobre sua desconfiança de um dos primos de Verônica. Tarantino convida Bia para jantar em sua casa. Dionice aconselha Bia a contar sobre seu marca-passo a Tarantino.",
      "sábado": "Graziela avisa a Petra sobre o sequestro de Alan e Kyra/Cleyde e manda a filha ir para o hotel cuidar das crianças. Luna/Fiona conta a Téo que seu ex-namorado a traiu com uma amiga. Téo garante a Luna/Fiona que não desistirá dela. Após serem deixados presos em um local deserto, Alan e Kyra/Cleyde conseguem se livrar das amarras. Alexia comenta com Zezinho sobre a preferência da mãe por Petra. Rafael comunica a Renzo que a empresa perdeu metade da receita com a saída repentina de clientes. Dominique avisa a Renzo que é a responsável pelas perdas da Labrador."
    },
    "Éramos seis": {
      "segunda": "Alfredo conforta Lola. Justina se ilumina quando Emília elogia seus desenhos. Adelaide aconselha Emília. Alfredo diz que tem um sentimento diferente por Adelaide. Lola sofre com sua solidão. Zeca é homenageado e o prefeito o convida para ser seu assessor. Olga sente ciúmes de Zeca. Clotilde visita Lola. Afonso desperta e pede que Shirley avise a Lola e Inês sobre seu paradeiro. Zulmira questiona Lola sobre Felício e Isabel. Marcelo pede Lili em namoro. Alfredo confronta Lúcio e Inês. Clotilde e Almeida sofrem ataques da vizinhança. Alfredo é detido por panfletar.",
      "terça": "Alfredo é encarcerado. Almeida se surpreende com a firmeza de Clotilde. Nero alerta Adelaide sobre a prisão de Alfredo. Shirley mente para Afonso sobre Inês e Lola. Adelaide suborna Gusmões e liberta Alfredo. Inês não se sente bem. O prefeito se convida para jantar na casa de Zeca e Olga se aflige. Alfredo presenteia Lola com um rádio. Durvalina e Marcelo sentem falta de Carlos. Afonso questiona Shirley sobre o anúncio do rádio à sua procura. Inês descobre que está grávida.",
      "quarta": "Inês se desespera com a notícia da gravidez, e Lúcio a conforta. Shirley avisa a Durvalina que encontrou Afonso. Afonso se recupera, mas Shirley se sente mal. Inês, Lola e Alfredo comemoram a notícia sobre Afonso. Padre Venâncio apoia Clotilde em sua nova vida. Inês procura Alfredo, mas não consegue contar a ele sobre o bebê. Virgulino percebe a ansiedade de Lúcio. Felício e Isabel preocupam-se com seu futuro. Assad presenteia Julinho com um carro. O prefeito se encanta com Olga. Zeca pensa em concorrer à prefeitura e Olga incentiva o marido. Lili ajuda Marcelo a pesquisar sobre sua mãe biológica. Osório observa Alfredo. Afonso percebe que Shirley está doente. Lúcio afirma a Inês que pode ser o pai de seu bebê.",
      "quinta": "Inês recusa a proposta de Lúcio. Shirley adoece e Afonso cuida da mulher. Osório e Gusmões tramam contra Alfredo. Afonso avisa a Inês sobre o estado de Shirley. Zeca e Olga partem para São Paulo. Justina pede que Selma ajude Emília. Isabel sugere a Clotilde que Felício a ajude a se casar com Almeida no Uruguai. Inês sente mágoa ao ver Alfredo com Adelaide. Lili aconselha Lúcio. Lola decide ir até o hospital em que está Afonso e Genu afirma que acompanhará a amiga. Karine descobre que Assad voltou a apostar no cassino, com a ajuda de Julinho. Lola se mobiliza com o estado de Shirley.",
      "sexta": "Lola desiste de falar com Afonso e deixa o hospital com Genu. Marcelo descobre o nome de sua mãe biológica. Lola incentiva Marcelo a falar com Durvalina, que se emociona ao reencontrar seu filho. Lola sente quando Inês comemora o fato de Afonso cuidar de Shirley. Karine impõe condições para que Julinho se case com Soraia. Felício enfrenta Zulmira. Felício ajuda Clotilde e Almeida a se casarem. Genu flagra Lili beijando Marcelo e exige que o rapaz converse com Virgulino. Zulmira descobre onde Isabel e Felício moram. Zulmira ameaça Isabel.",
      "sábado": "Isabel consegue fugir, e Felício detém Zulmira. Zulmira é presa e tenta subornar Gusmões. Durvalina e Genu têm uma conversa franca sobre Marcelo e Lili. Lola sofre ao se ver jantando sozinha. Zeca faz sucesso entre a população e o prefeito se incomoda. Alfredo beija Adelaide. Afonso pede que Inês avise a Lola que ele deseja lhe falar. Inês diz a Lola que necessita ter Afonso e Shirley juntos. Lola recusa falar com Afonso. Inês sente falta de Lúcio. Isabel descobre que Zulmira partiu para a França. Osório arma para Alfredo e avisa a Gusmões. Isabel visita Lola. Julinho e Soraia se angustiam com a imposição a seu casamento. Osório ataca Alfredo, que se defende e acaba ferindo o agressor."
    },
    "Malhação": {
      "segunda": "Rui acredita que Leila não sabe do paradeiro de Rita e a liberta. Jaqueline se incomoda com a proximidade entre César e Vânia. Henrique descobre que Fake contou para Vinícius sobre sua virgindade. Filipe afirma a Carla que irá entrar em contato com o homem que ligou para ela. Max desabafa com Serginho sobre a dificuldade de encontrar um emprego. O homem acusado de sequestrar Rita é preso. Rui beija Leila à força. Tatoo conta para Rui sobre a prisão do homem que sequestrou Rita. Max diz a Serginho que decidiu trabalhar como motorista. Filipe recebe uma ligação do delegado responsável pelo caso de Rita.",
      "terça": "Filipe conta a Lígia e Carla que o homem preso não sequestrou Rita. Filipe pede que Lígia anuncie uma recompensa em troca de notícias sobre Rita. Lígia comenta com Carla sobre sua preocupação em atrapalhar as investigações sobre Rita. Rugieri diz a Marco que acredita que Rita conhecia seu sequestrador. Marco diz a Carla que Lígia e Filipe não devem atrapalhar as investigações da polícia. Henrique agradece sua amizade com Fafi, que fica frustrada. Max compra um carro para trabalhar como motorista, e Serginho se preocupa. Lígia conversa com Filipe.",
      "quarta": "Lígia afirma que não oferecerá a recompensa por notícias sobre Rita, e Filipe se desespera. Diana convida Henrique para estrelar sua campanha no colégio ao lado de Andressa, que teme que seu segredo seja descoberto. Lara garante a Filipe que Rui ganhará a guarda de Nina. Lígia sinaliza a possibilidade de Meg precisar de uma cesariana. Nanda aconselha Andressa a contar para Henrique que não é mais virgem. Regina pede o divórcio de Max. Lara afirma ao juiz que Lígia sabia do suborno a Isaura. Rui ganha o direito de passar uma noite por semana com Nina, sem supervisão.",
      "quinta": "Rui comemora e Filipe tenta acalmar Lígia. Rui agradece Leila pelas provas contra Lara. Andressa conta a Nanda que Marquinhos inventou que namorava com ela. Nanda confronta Marquinhos. Madureira apoia Lígia. Cléber e Anjinha não conseguem ficar juntos. Max desabafa sobre Regina, e Serginho afirma que o ajudará a reconquistar a mulher. Neide e Celso conversam sobre a campanha de abstinência sexual promovida por Diana. Beto conforta Filipe, que sofre por Rita. Rugieri confidencia a Marco que acredita que foi Joaquim quem sequestrou Rita. Lígia confronta Joaquim.",
      "sexta": "Lígia se preocupa com as insinuações de Joaquim. Rugieri afirma a Marco que Joaquim será intimado a depor sobre o caso de Rita. Meg conversa com Max sobre Regina. Carla, Raíssa e Thiago aconselham Nanda sobre suas declarações para a imprensa. Lígia comenta com Filipe sua desconfiança com Joaquim. Joaquim garante a Filipe que não está envolvido no desaparecimento de Rita. O delegado comprova o álibi de Joaquim, e Filipe pede desculpas ao pai. Henrique afirma que jamais namoraria Nanda, e Andressa se incomoda. Cléber pede Anjinha em casamento para Marco. Rafa acredita ter visto Rita na rua. Rui busca Nina na casa de Lígia, e afirma a Filipe que Rita voltará para ele."
    },
    "Avenida Brasil": {
      "segunda": "Max não acredita que Nina tenha ficado com o dinheiro do sequestro. Miluce entrega seu buquê para Nina. Leleco incentiva Tufão a ficar com a mulher que ama. Nina aceita se casar com Jorginho. Muricy chega à chácara e descobre que Carminha não está. Jorginho enfrenta Nilo. Noêmia, Verônica e Alexia desconfiam quando Cadinho diz que vai a uma reunião. Dolores e Diógenes se surpreendem ao saber que Leandro vai morar com Roni e Suelen. Tessália ouve Leleco oferecendo mais dinheiro para Darkson seduzi-la. Suelen se desentende com Leandro. Tessália briga com Leleco. Iran lamenta ter se mudado para a Zona Sul. Nilo conta para Carminha que Nina e Jorginho vão se casar.",
      "terça": "Tufão fica desconfortável com a presença de Carminha na mansão. Tessália abandona Leleco e Silas incentiva Darkson a ir atrás dela. Carminha pega algumas de suas joias. Darkson se declara para Tessália, que não acredita nele. Roni ignora Suelen para dar atenção a Leandro. Nina pede que Begônia adiante parte do dinheiro da venda da estância.Olenka acomoda Tessália na casa de Monalisa. Durante o trabalho, Cadinho não atende aos telefonemas de Noêmia. Max segue Nina sem que ela perceba. Carminha penhora suas joias. Lucinda aconselha Santiago a procurar Carminha. Max ouve Nina dizer a Jorginho que ficou com o dinheiro do sequestro de Carminha.",
      "quarta": "Nina diz a Jorginho que Max ainda oferece perigo para seus planos. Muricy imagina Leleco na cama e nega fogo a Adauto. Leleco admite para Tufão que não sabe se quer ficar com Tessália ou Muricy. Adauto fica com ciúme da curiosidade de Muricy em relação a Leleco. Max pede perdão a Carminha. Carminha dá dinheiro a Zezé. Nina estranha a reação de Tufão ao contar que vai parar de trabalhar para se casar. Carminha diz a Max que dará o troco a Nina. Roni e Suelen reclamam ao ver Leandro levar Beverly para casa. Silas aconselha Darkson a insistir com Tessália. Nina e Jorginho se preparam para o casamento. Carminha vai para o depósito de lixo para estragar o casamento.",
      "quinta": "Tufão decide ir à chácara. Carminha faz um escândalo durante a cerimônia do casamento simbólico de Nina e Jorginho. Lucinda impede Santiago de agredir Nilo. Carminha inventa uma história para Tufão e pede para passar a noite com ele. Begônia visita Nina no hospital. Cadinho recebe um decreto de falência. Tessália reata com Leleco e Darkson fica arrasado. Suelen tem ciúme da cumplicidade de Roni e Leandro. Ivana conta para Tufão o que aconteceu com Nina. Cadinho se irrita com Jimmy. Jorginho se surpreende ao encontrar Tufão no hospital. Tufão diz a Jorginho que está apaixonado por Nina.",
      "sexta": "Jorginho fica chocado com a revelação de Tufão e desiste de contar sobre seu namoro com Nina. Carminha manda Max voltar para a mansão. Santiago consola Lucinda. Jorginho não conta para Nina sobre os sentimentos de Tufão. Muricy espera Tessália sair para se encontrar com Leleco. Carminha percebe que Tufão não gosta mais dela. Jimmy expulsa Cadinho da empresa. Verônica discute com Monalisa na reunião de condomínio. Cadinho avisa que está falido e Verônica diz que não ficará com ele. Max convence Ivana a reatar o casamento. Jorginho revela para Leleco que é o namorado de Nina. Tufão pede a separação a Carminha."
    },
    "Aventuras de Poliana": {
      "segunda": "Os amigos de Mário convidam o garoto para brincar ao ar livre. Poliana e Luigi vão até a casa de Glória para pedir um favor a Antônio. Iure conta a Samuel que Violeta mentiu para ele. Luigi tenta dar um presente para Yasmin, mas é ignorado. Poliana recebe outro bilhete de seu admirador, pedindo que eles se encontrem na praça. Bento deixa a porta de Ruth aberta e Feijão foge. Desempregado, Sérgio ajuda as crianças a construir uma “nave”. Pendleton vai ao encontro marcado pelo admirador secreto de Poliana, descobre que é Eric e o dispensa. Roger convoca uma reunião com os funcionários da O11O e pedem que eles comecem a trabalhar em uma nova Sara. Durval e Vini estranham o sumiço de Mosquito. Pendleton conta para Luisa que Eric é o admirador secreto de Poliana e a mulher fica surpresa. Fernanda tenta descobrir quem é a nova namorada de Afonso.",
      "terça": "Preocupado, João procura Feijão pela rua. Kessya acha que Luigi pode estar interessado em Poliana. Guilherme avisa a família que tomou sua decisão e decidiu ir para a Austrália. Durval pede para Vini procurar Mosquito na comunidade. Luca e Mirela fazem um vídeo para contar sobre o término. Poliana pergunta a Luigi se ele é o seu admirador secreto. Samuel questiona Violeta quanto as mentiras que ela contou, e atordoado com a verdade, acaba passando mal. Waldisney se enrola cada vez mais em suas mentiras. Vini encontra Mosquito com os marginais do Bem-Te-vi. O CLP pede a autorização de Helô para realização de um Sarau na escola. Iure vai visitar seu pai no hospital. João pede para passar a noite na casa de Marcelo.",
      "quarta": "Ainda no hospital, Samuel pede desculpas para Sophie e os dois fazem as pazes. Lorena, Gael, Benício e Sérgio se unem para ajudar Mário a curar seu vício. Vini conta para Durval que Mosquito voltou para a comunidade. Poliana fica triste por não poder contar a tia sobre a invisibilidade de Sara. Durval prepara um jantar romântico para Cláudia. Débora e Afonso começam a sair novamente. O CLP se une com o CLA para a realização do Sarau no colégio. Yasmin e Luigi fazem as pazes. Raquel volta a escrever suas HQs. Roger insiste para que o time de tecnologia da O11O desenvolva o robô invisível.",
      "quinta": "Gleyce não acredita que Mosquito tenha voltado para o mundo do crime. Guilherme se declara para Raquel e os dois se beijam. Fernanda convida Pendleton para jantar em sua casa. Glória flagra Violeta experimentando suas jóias. Eric se afasta de Poliana, e a menina fica chateada. Helô informa aos alunos que a apresentação da Companhia de Dança não irá mais acontecer, mas sugere que os alunos se apresentem no Sarau. Branca vê uma notícia sobre a fuga de uma ladra do presídio e desconfia que possa ser a mãe de Waldisney. Durval e Gleyce vão atrás de Mosquito na comunidade e pedem para ele voltar. Jeff avisa Raquel e Mirela que descobriu um vírus de celular em circulação com o nome “Dark Lady”. Waldisney avisa Pendleton que Roger irá lançar um robô semelhante a Sara no mercado. Falcão diz a Durval que só irá liberar Mosquito caso Durval e Gleyce paguem. Roger cai no golpe e tem o celular invadido pelo vírus “Dark Lady”.",
      "sexta": "Yasmin convida Luigi para um passeio. Eric confessa a Kessya que é o admirador secreto de Poliana, mas pede que ela mantenha segredo. Tentando se aproximar de Marcelo, Violeta vai até sua casa. Poliana e João encontram Feijão. No colégio, todos ficam intrigados com o vírus “Dark Lady”. João pede desculpas a Bento por ter desconfiado dele. Desempregado, Sérgio procura por profissões alternativas. Débora pede para Marcelo tomar cuidado com Violeta. Pendleton chega para o jantar na casa de Fernanda. Roger e sua família vão jantar na casa de Glória e conhecem Violeta. Na ausência de Pendleton Luisa invade o quarto de Estella e Poliana a ajuda a encontrar a passagem secreta."
    },
    "Cúmplices de um resgate": {
      "segunda": "Fausto fica bem no hospital, mas sob custódia da justiça. Os policiais encontram Joel no haras e entregam uma intimação para prestar esclarecimentos por diversas acusações de crimes. Letícia e Bira namoram escondidos na gravadora, pois isso vai contra as regras da empresa. Priscila não quer se alimentar e está sem vontade de fazer nada, apenas chorar. Tomas decide aceitar a investida de Lurdinha apenas para saber das coisas que a secretaria sabe. Frederico vê e fica irritado.",
      "terça": "Otávio pede uma limusine para levar Rebeca para uma surpresa. Sabrina amarra Manteiguinha longe e coloca uma fita de cabelo para culpar Manuela. Frederico assume para Lurdinha que estava saindo com Taísa apenas para fazer ciúme com ela. A recepcionista instrui o estilista a não iludir mais Taísa. Otávio leva Rebeca para ficar hospedada no Sofitel Jequitimar, no Guarujá, e explica que depois ainda irão para as praias de São Vicente e Santos. Isabela ajuda Priscila com conselhos confortantes.",
      "quarta": "Isabela decide descobrir como sua fita de cabelo foi parar com Téo. Téo diz que sabe que Isabela não faria nada de ruim para ele. O garoto comenta que pode ter sido Sabrina, que está dizendo que Manuela é uma ameaça pública ao vilarejo. Isabela fica irritada. Otávio e Rebeca aproveitam a praia no Guarujá. Júlia fica triste que André responde às mensagens de amor das fãs dele. André tenta conversar com a amiga, que é apaixonada por ele, mas sem sucesso. Frederico deixa claro para Taísa que não quer nada com ela.",
      "quinta": "A mulher fica decepcionada e diz que nem chegaram a começar algo. Sabrina acha que ‘Manuela’ quer ser sua amiga e com isso fica feliz. Geraldo recebe uma intimação para depor. Letícia conta para Arthur que dois policiais vieram atrás de Geraldo. Raul desconfia que Sandro está mentindo e que ‘Isabela’ está trancada no quarto. O médico faz o capanga abrir a porta para ver a afilhada. Otávio e Rebeca visitam São Vicente e andam de teleférico. No restaurante, Raul pergunta para Manuela se está acontecendo algo de errado na mansão para que ele possa agir.",
      "sexta": "Arthur pergunta para Geraldo sobre o que a polícia queria com ele na gravadora. Geraldo inventa que não há nada a ver com a gravadora. Regina chega ao restaurante e evita que Manuela conte a verdade para Raul. A megera revela que foi ela quem riscou o próprio carro para acusar Joaquim. Omar chama Nair e Flora para saber do pai. As duas avisam que Joel viajou. Omar chega à conclusão que o pai fugiu para não ser preso e o abandonou no vilarejo. Priscila quer sair da banda C1R. Omar se veste como o pai e diz que é o novo dono do haras. O garoto usa um chicote para falar com Flora e Nair. Gemima tira Flávia do projeto com as crianças da igreja evangélica sem avisar o pastor. Rebeca e Otávio seguem o passeio turístico por Santos. Rebeca imagina estar dançando tango com o noivo. Sandro comemora que Laura está namorando com ele. Navarro e Vargas pensam em atrapalhar o romance dos dois."
    },
    "Betty a feia": {
      "segunda": "Armando fica surpreso ao saber que Betty está apaixonada por ele. A surpresa é tanta que Armando chega a ter um sonho erótico com Betty. Betty fica nervosa ao descobrir que Peter, o advogado que Nícolas conseguiu é o mesmo de seu pai. Frank, o assistente legal do advogado diz a ele que os novos clientes têm muito dinheiro. Bertha suspeita de Patrícia, a segue até a academia e descobre que ela é Patrícia Kickboxing, mas não consegue fazer nenhuma foto. Ricardo sente pena de Patrícia e lembra como sua mãe sofreu quando seu pai os abandonou. Daniel aceita os termos de Patrícia para que ela deixe Nova Iorque. Inês convence Hugo a voltar atrás em sua decisão de demitir Jenny, ele a faz jurar que jamais voltará a invadir um de seus desfiles. Sofia enfurece e Bertha critica o que ela fez com Jenny. Marcela recomenda uma advogada a Sofia para que inicie o processo de divórcio.",
      "terça": "Demétrio desconfia que Betty e Nícolas esteja administrando milhões de dólares. Preocupado com a possibilidade da filha estar sendo usada, decide ir a V&M. Betty não quer que o pai veja a sala onde fica e Armando o faz acreditar que a sala de Ricardo é de sua assistente. Demétrico questiona a BAR Fashions. Armando dá a sua palavra de que tudo é legal. Patrícia se dá conta do que está acontecendo na empresa e comenta com Marcela que fica furiosa, fala demais e conta a Patrícia que Armando sonhou com Betty. Demétrio convida Betty e Armando para almoçar. Ele não economiza em elogios para a filha e diz que sente muito feliz pois agora tem certeza que o chefe de sua filha é um homem honesto e que respeita a lei. Armando volta a pedir a Betty que maquie os números para a próxima reunião, mas ela se recusa. Armando vai para casa arrasado e não consegue dormir. No meio da noite, ele sai embaixo de chuva e suplica a Betty que não o abandone e promete que não vai permitir que aconteça nada de mal.",
      "quarta": "Sem outra alternativa, Armando entrega o legado de sua família para outras mãos depois que os bancos e credores estão pressionando para que ele pague o que deve. Armando, como uma demonstração de confiança, entrega a Betty um documento onde a redime de qualquer responsabilidade e assumindo a culpa de tudo. Ricardo desaprova a atitude do amigo e vasculha a sala de Betty para tentar encontrar o documento. Patrícia está desesperada para engravidar o mais rápido possível, mas não consegue um candidato. Ela se submete a mais um teste de gravidez , fica furiosa por ter dado negativo e joga o teste no lixo do banheiro. Bertha acha o teste e mostra para o pelotão. O advogado Peter e seu sócio comunicam a Nícolas que precisam reajustar seus honorários. Jenny manipula Efrain para que compre uma casa melhor, pensando no dinheiro que conseguiria se vendesse a casa de Sofia. Marta e Daniel mantém uma aliança para trapacear Jack Anderson. Armando leva flores a Catalina e pede que trabalhe com ele na próxima coleção de roupa informal.",
      "quinta": "Patrícia, vestindo um luxuoso vestido de Hugo Lombardi, sofre uma queda. Bertha a acompanha até o hospital, conversa com a enfermeira e fica sabendo que ela não está grávida. Bertha não conta a ninguém o que descobriu e utiliza a informação para se livrar da loira. Depois Bertha ouve quando Patrícia faz Ricardo e Daniel acreditarem que são o pai da criança. Marcela ouve Ricardo e Armando falando sobre o embargo e os questiona. O apartamento de Hugo é assaltado e Fábio suspeita de Romina. Ela acaba confessando a culpa. Betty fica aterrorizada quando o pai diz que convidou o Dr. Peter para jantar. Ele chega e a reconhece. Nícolas tem medo que ele os chantageie. Roberto questiona Ricardo sobre o intermediário de Miami que deu um golpe em uma empresa de Nova Iorque. Ricardo tenta disfarçar. Catalina ajuda na organização do novo desfile. Ricardo decide se casar com Patrícia e criar seu filho.",
      "sexta": "Os advogados de Betty, Peter e Frank junto a outro colega, chegam sem avisar a V&M para executar o embargo. Betty, Armando e Ricardo ficam congelados ao verem eles interromper a reunião de diretoria. Betty consegue controlar a situação, retira os advogados da sala e explica que eles são assessores de uma agência de seguros. Daniel suspeita. Bertha, mais uma vez, ouve Patrícia chantageando Daniel com a gravidez. Ela provoca Patrícia, diz que sabe que sua gravidez é uma mentira e ameaça contar a todos o que descobriu. Patrícia pede um prazo e jura que ela mesma vai contar a verdade a Daniel e Ricardo. Ricardo desconfia de Betty e a ataca, pois acredita que ela contratou os advogados para marcarem território. Depois tem uma conversa com Armando e diz que ele confia demais em Betty e em Nícolas que não passa de um desconhecido. Armando a defende e diz que acredita nela. Margarita convida o pelotão para o próximo desfile."
    },
    "Meu coração é teu": {
      "segunda": "Edith chora porque acredita que por sua culpa Gabriel agrediu Nando, mas Fanny a convence que a culpa é de Gabriel, e eles vão até o escritório de Fernando. Ana e Soledade chegam ao escritório de Fernando e se encontram com Isabela, que as recebe com impertinência, Soledade dá uma bofetada em Isabela. Isabela diz a Ana e a Soledade que destruiu o violão a marteladas. Edith revela que Gabriel a violentou anos atrás e que agora voltou a procurá-la. Fernando chama a polícia para ir atrás de Gabriel. Dorival visita Yolanda e leva flores. Zeus chega para pedir trabalho na mansão Lascurain e Bruno o atende. Dorival aposta todo seu dinheiro em Johnny numa luta. Jennifer recebe os papéis do divórcio com Nicolas. Ângelo confessa a Soledade que Magda, sua ex-esposa, o processou. Nando conta para crianças de sua briga com Gabriel, e Edith se sente muito orgulhosa. A Policia pega Gabriel, que pede ajuda a seu pai para sair dessa enrascada. ",
      "terça": "Chega a época natalina, e Ana, Bruno, Zeus, e as crianças decoram a casa com uma linda árvore de Natal. Isabela entra em trabalho de parto, Fernando fica nervoso, e chama uma ambulância. Isabela liga para Yolanda para avisar que seu neto já vai nascer. Em coma, Henrique se lembra quando Isabela disse que o bebê que vai ter é seu. Na mansão, Ana e as crianças começam a decorar a árvore. Manuela e Soledade fazem biscoitos de Natal para todos. Zeus entra na cozinha e começa a paquerar Manuela, mas ela é indiferente com ele. Soledade diz a Manuela que Zeus é muito bonito, mas ela responde que nem se deu conta disso. Lênin e Fanny levam uma árvore de Natal à “Casa das Mercedes”.",
      "quarta": "Fernando escuta a voz de Estefânia, que lhe diz para não permitir que Ana vá embora, ele se comove muito e agradece Estefânia. Fernando diz a Ana que com o beijo que trocaram sentiu que ela também o amava. Ana confessa a Fernando que o ama. Ele fica muito feliz e Ana diz que eles não devem revelar isso as crianças. Sara fica triste porque sua mãe não vai vê-la. Ana diz a Sara que talvez sua mãe esteja muito ocupada e a abraça. Isabela recebe alta e reclama com Fernando por ele não estar no hospital para levá-la para a casa. Fernando diz que irá ao concurso de dança de Sebastião, mas que Zeus irá buscá-la no hospital. Isabela se surpreende quando descobre que Sebastião vai dançar, ainda estando machucado.",
      "quinta": "Edith e Nando têm uma discussão porque ela é muito controladora e ele não gosta que lhe digam o que fazer. Edith diz a Fanny que não sabe o que fazer, pois nunca foi namorada de ninguém. Fanny pede a suas irmãs que juntem roupas, brinquedos e sapatos que já não usam mais, para que doem para as meninas da “Casa das Mercedes”. Fernando encontra primas e as convida para irem a sua casa. Isabela discute com Ana, e tenta agredi-la, mas Ana a detém, e quem leva uma bofetada é Isabela. Henrique imagina que viu seu pai morto e que ele perguntou porque ainda não se vingou de Fernando. Fernando diz a Isabela que tem a custodia do bebê, e o melhor seria que enquanto ele se recupere, siga na mansão Lascurain. Leon fica triste e não para de pensar em Fanny, e em sua recusa a se casar com ele.",
      "sexta": "Fanny sai alterada da casa de Leon, Laura vai atrás dela e diz que alguém precisava consolar Leon, Fanny lhe dá uma bofetada. Está por começar a ceia de Natal da família Lascurain, mas antes todos abrem seus presentes. Fernando dá seu presente a Ana, mas pede que não o abra até o dia seguinte. Henrique sofre uma alucinação. Yolanda e Isabela se felicitam friamente e passam a noite de Natal vendo TV. Fernando e Ana falam sobre a importância do Natal, mas sobre tudo, do agradecimento por estarem unidos, com saúde, e desfrutando a vida. Nicolas chega de surpresa para a ceia, Jennifer diz que já tem os papéis do divórcio assinados e não quer nada de seu dinheiro. Laura mente a Leon dizendo que Fanny disse que não sentia mais amor por ele, e que só esteve lá por Mauricio e Margarida."
    },
    "Ouro Verde": {
      "segunda": "Mônica e Francisco falam de relacionamentos. Antônio e Inês conversam sobre a morte do Dona Neném. Vera conta a Henrique que buscou o filho durante anos e fala a verdade sobre Jorge. Bia conversa com Jorge sobre sua viagem para o Brasil. Tomás diz para Mônica que Bia deseja ir para o Brasil e pede para ela acompanhar a filha. Laurentino se lembra do que fez com Dona Neném e Aparecida.",
      "terça": "Rita chantageia José com segredos da família que foram guardados durante anos. Miguel propõe um negócio sujo para Otelo referente ao banco BBFF. Laurentino vai até a fazenda Ouro Verde para conversar com Jorge e assusta Aparecida. Amanda tenta explicar para José sobre gênero de Catarina. Vera e Henrique recebem Inês e Sol. Enquanto as crianças brincam, as duas conversam sobre as dificuldades de ter uma criança.",
      "quarta": "Antônio é liberado por Lúcio para ir ao Brasil com Bia. Jorge lembra de momentos com Dona Neném. Miguel tem uma reunião com Dr. Vilarde. Mônica diz ao filho, Tomás, que não poderá ir ao Brasil por conta do plano de Miguel. O delegado de polícia revela a Jorge a causa da morte de Dona Neném. Sérgio invade o sistema da polícia para procurar arquivos sobre o caso de sua mãe, Judite. Henrique diz para Sol que sente falta da Dona Neném e que quer achar uma maneira de fugir de casa.",
      "quinta": "Laurentino tenta forjar provas para não ser descoberto pela polícia. José conversa com Catarina no clube Gafieira. Padre Sebastião diz para Judite que sabe a verdade sobre o atropelamento de Bia. Sérgio vai atrás de Vera e conhece Hadja no restaurante. Miguel vai até Lúcio e Joaquim e entrega provas que incriminam Jorge no assassinato de Mafalda.",
      "sexta": "Laurentino ameaça Aparecida para não contar a verdade. Miguel invade o escritório de Mônica para incriminar Jorge. Padre Sebastião vai até Vera para confrontá-la sobre Judite. Jorge tenta acalmar Edson e diz para ele não confiar nas mentiras de Laurentino. José e Amanda discutem sobre a identidade de Catarina e seu relacionamento com Tomás.",
      "sábado": "Judite e Joaquim discutem sobre a conversa com Padre Sebastião. Bia e família chegam à fazenda Ouro Verde e são recebidos por Jorge. Francisco continua com suas investidas em Mônica. Edson permanece triste e nervoso com o que aconteceu com Aparecida. Miguel mente para Bia sobre envolvimento de Jorge no sequestro dos gêmeos."
    },
    "Amor sem igual": {
      "segunda": "Leandro grita que conseguiu o leilão de Poderosa. Bernardo contrariado, grita por duzentos mil reais. Poderosa encara Bernardo com um olhar de vingança. Bernardo se ajoelha e beija a mão de Poderosa. No quarto, Bernardo pede que Poderosa tire a máscara e ela pede para fazer um pouquinho mais de suspense. Poderosa, na cama, retira a máscara para grande susto de Bernardo. Bernardo pega Poderosa pelos ombros com agressividade. Os dois discutem, e Bernardo pede para ela desaparecer definitivamente. Na mansão de Ramiro, Tobias cobra uma resposta sobre o que deve fazer. Ernani diz que é assinar uma sentença de morte de Ramiro ao fazer o contrário do que os sequestradores exigem.",
      "terça": "Seu Ernani se nega a trair seu amigo. Tobias o demite e diz que vai sujar seu nome para toda a comunidade esportiva. Hugo comenta com Juliano sobre o comportamento de Maria Antônia, que insiste em não se abrir com ele. Na escolinha, seu Ernani pede que todos vão para a sala de aula. Seu Ernani abre o jogo e diz que a Bras Esportes precisa perder a partida para salvar a vida de Ramiro. Fica um burburinho entre os jogadores, que ficam inconformados. Santiago questiona o que aconteceria caso se recusem a perder o jogo. Seu Ernani diz que Ramiro morre e que todos vão ter que lidar com a culpa, além de dar adeus a carreira no futebol. Jogadores se entreolham, cabisbaixos.",
      "quarta": "Caio e Santiago fazem tabelinha durante o jogo na escolinha de futebol. Seu Ernani fica inconformado com a atitude dos dois em não obedecê-lo. No Mercadão, Miguel fala para Oxente que achou Maria Antonia estranha. Oxente diz que tentou diversas vezes conversar com ela, mas sem sucesso. Maria Antônia chora e decide ligar para Poderosa para pedir que ela vá até sua casa para conversarem. Depois de muita insistência, Poderosa aceita. Santiago é machucado por um jogador do time do Gusmão e preocupa a todos. O time do Gusmão faz um gol. Seu Ernani reúne todo o time e agradece pelo esforço e comprometimento dos jogadores mesmo sabendo que esta derrota possa custar o sonho de cada um. Poderosa chega na casa de Maria Antônia e quer saber o motivo do choro. Maria Antônia revela que foi estuprada na casa do doutor Tobias pelo advogado da empresa dele, o Leandro. No jogo de futebol, Santiago passa a bola para Caio e fica esperando ele chutar para o gol.",
      "quinta": "Bernardo liberta Ramiro e tira um lenço para que limpe o rosto. Ramiro pergunta quanto pagou pelo resgate. Bernardo diz que pagou duzentos mil reais. Ramiro o elogia e Bernardo faz a maior cara de pau. Maria Antônia conta à Poderosa o que Leandro fez com ela. Poderosa fica consternada com seu relato e fica com pena de Maria Antonia que só chora. Poderosa emocionada, se lembra de quando também foi estuprada e abraça Maria Antônia. No campo, Seu Ernani pede que Santiago saia de campo, mas ele se recusa. Leandro chega ao estádio e comenta com Seu Ernani que Ramiro foi salvo e que podem mandar os jogadores darem o sangue pela Bras Esportes.",
      "sexta": "No Mercado Municipal, Miguel, Oxente, José Antônio e Donatella comemoram a vitória da Bras Esportes. Miguel comenta que um deles terá a oportunidade de fazer carreira na Europa. Poderosa orienta Maria Antônia a contar tudo o que aconteceu para sua família e depois depor na delegacia da mulher. Maria Antônia diz que prefere deixar tudo como está. Seu Ernani diz a Ramiro que Tobias o queria morto. Fernanda e Ramiro ficam em choque. Seu Ernani explica que Tobias queria que a Bras Esportes ganhasse o jogo antes mesmo de saber que Ramiro estava solto. No Mademoiselle, Ioná diz à Poderosa que a noite de reinauguração não foi a mesma sem ela. Poderosa nem responde e continua a se arrumar. Poderosa e Ioná se atacam e brigam. Bernardo tenta entrar no Mademoiselle, porém é impedido por Duplex. Olympia apresenta Poderosa vestida de mascarada para Leandro. Leandro olha para Poderosa dos pés à cabeça e sorri."
    },
    "O rico e lázaro": {
      "segunda": "Inconformado com a traição de Nebuzaradã, Arioque o desafia para um duelo. Asher se recusa a aliar-se à Sammu-Ramat. Dana confessa ter sido atacada. Nebuzaradã e Arioque lutam na sala do trono. Dana diz não ter sido atacada por Absalom e avisa que pretende dar uma chance a ele. Arioque leva a melhor sob Nebuzaradã, que finge se render. O novo rei contra-ataca o general e corta a mão de Arioque. Elga reclama da falta de respeito com Fassur. Matias avisa que logo deixará a cidade com Gadise. Aspenaz e Daniel lamentam a morte de Evil-Merodaque e Amitis. Durante a cerimônia de casamento, Fassur começa a espirrar com as flores. Absalom pede para Zelfa defende-lo diante da família de Dana.",
      "terça": "Lia diz que ajudará Nitócris, ficando de olho em Nebuzaradã e Sammu-Ramat. Nabonido diz que o novo rei enviou uma tropa atrás de Shamiran e das filhas de Evil-Merodaque. Fassur se recusa a deitar com Elga. Zelfa pede para Ravina conceder a mão de Dana a Absalom. Fassur lamenta a união com Elga e sai com outra mulher. Hurzabum fala de suas pintas com Rebeca. Shag-Shag procura por Arioque na cidade. Fassur tem uma crise alérgica com as flores da casa de Elga. Zelfa ri do sacerdote e estranha ao ver que ele saiu sozinho durante a noite. Nebuzaradã avisa que irá no sepultamento de Evil-Merodaque e Amitis. Sammu-Ramat provoca Nitócris. Matias, Gadise e Saul se despedem dos familiares e deixam a cidade. Daniel oferece apoio a Aspenaz.",
      "quarta": "Zac decide acompanhar Joana até o calabouço. Sammu-Ramat humilha Nitócris. Oziel aconselha Benjamin a levar Arioque até a Casa da Lua. Fassur provoca Ravina. Elga fica animada com a nova posição de Zac no reino. Nebuzaradã ordena a morte de qualquer revoltoso. Indignados com o aumento dos impostos, alguns comerciantes reclamam com Tamir e Shamir por eles serem irmãos do novo governador. Nitócris diz que se vingará de Sammu-Ramat. Asher sente ciúmes ao ver Zac trazendo Joana até a prisão. Em conversa com Malca, Namnu deixa escapar que Nebuzaradã pretende matar Belsazar. ",
      "quinta": "Asher pede a ajuda de Deus. Daniel lê as palavras do Senhor. Asher pede perdão ao Altíssimo. Os ratos o mordem. Daniel continua lendo as palavras de Deus. Arioque desperta e Shag-Shag se emociona. Nebuzaradã é nomeado novo rei. Joana mantêm a fé em Deus. Milagrosamente, os ratos somem e Asher permanece vivo. Joana segue para o palácio. Nobres saúdam o novo rei. Elga acorda de mau-humor. Absalom é debochado com Fassur. Neusta descobre que foi aceita de volta no palácio e agradece o apoio de Shag-Shag. Zelfa diz para Ilana que foi pedida em casamento por Zadoque. Joana visita Asher e eles se abraçam emocionados. Shag-Shag tenta dar forças a Arioque. Asher diz que não quer mais se vingar. Joana diz que ele agora se chamará Lázaro. Lior fala sobre Asher com Benjamin.",
      "sexta": "Rabe-Sáris provoca Absalom, que o agride com um soco. Oziel não consegue contar para Elga o que queria. Ela autoriza Talita e Samira a investigarem o rapaz. Em conversa com Lia, Namnu conta que Nebuzaradã pretende matar o filho de Nitócris. Zac pede para Ayana entrar na cela de Asher e fingir ser uma amante para enganar Joana. Lia conta para Daniel sobre o plano do rei. Neusta conhece Malca no palácio. Benjamin se emociona ao ver Joana e foge. Joana encontra Lior e fala que Asher foi salvo milagrosamente. Asher conversa com Deus. Joana prepara pães de mel para o amado. Nebuzaradã fica furioso ao ver que os ratos sumiram da cela. Asher demonstra sua fé em Deus."
    },
    "Caminhos do coração": {
      "segunda": "Golias, Leão, Vlado e Fúria se unem à Liga Bandida. Cassandra ameaça matar Júlia, caso algo de ruim aconteça com Janete e Lucas. Amália liga para Gór e conta que Cassandra marcou uma reunião para desmascarar seu plano. Gór se irrita e arma um plano contra Cassandra. Eric, Fernando, Taveira e Dino caminham pela mata, quando vêem uma cobra congelada. Eric sente o cheiro e avisa que é Juanita. Ele e Fernando jogam água na cobra, que começa a se mexer e se transforma em Juanita. Eric entrega um cobertor para Juanita e ela avisa ter sido atacada pelo Homem-Gelo. Eles são surpreendidos pela chegada de Vlado, Fúria, Golias e Leão, que os cercam. Eric, Juanita, Dino e Taveira sacam suas armas. Cassandra liga para Mauro e conta que Lucas e Janete foram para ilha.",
      "terça": "Pachola, Vavá, Perpétua, Ísis e Demétrio se deparam com o Homem-Gelo. Gór, Meduso e Meta-César chegam para a reunião na Progênese. Paola vai à mansão e Batista avisa que não tem ninguém em casa. Ela diz que só quer tomar uma água e ele sai para cozinha. Capeletti se aproxima de Marcelo e o cutuca para ver se ele está vivo ou morto. Marcelo agarra os pés de Capeletti e o derruba. Os dois rolam pelo chão e tentam pegar a arma, que dispara. Pachola, Vavá, Perpétua, Ísis e Demétrio andam por uma trilha, quando se deparam com o Homem-Gelo. Vavá rosna e o Homem-Gelo aponta o dedo para ele, mas Pachola se joga na frente e fica congelado. Homem-Gelo aponta para Demétrio, que sobe numa árvore. Ísis fica invisível e o Homem-Gelo vai para cima de Vavá, mas Perpétua o protege.",
      "quarta": "Iara e Cris encontram Ariadne, a Mulher-Aranha. Batista tenta beijar Paola, mas ela desvia e se enrosca por trás dele. Ela o aperta cada vez mais e Batista começa a se assustar. Paola se transforma em cobra e fica enroscada no pescoço de Batista. Janete tem uma visão e avisa que a batalha entre o a Liga do Bem e os mutantes do mal será terrível. Ela desmaia e todos ficam assustados. Júlia puxa pela coleira um grande cachorro e diz que ele terá a oportunidade de experimentar sua maior criação. A médica lhe dá algumas gostas do soro da juventude e ele vira um filhote. ",
      "quinta": "Júlia comemora sucesso de sua experiência. Cassandra mostra os extratos bancários da Progênese para os participantes da reunião e todos ficam perplexos ao descobrir que Gór, Metamorfo e Meduso estão roubando a empresa. Gór tenta hipnotizá-los, mas todos desviam o olhar. Gór manda Meduso fazer algo e o mutante ameaça matar alguém. Todos ficam paralisados com medo. Júlia comemora o sucesso de sua experiência com o soro da juventude. Vavá se desespera por Pachola estar congelado e chora abraçado ao pai. Sua lágrima cai no rosto de Pachola e descongela o local. A Mulher-Aranha se aproxima de Cris e Iara e a sereia canta para tentar espantá-la.",
      "sexta": "Beto se desespera com a possibilidade de virar um homem-cobra. Perpétua testa os sinais vitais de Pachola e avisa que ele não está respirando. Vavá pede para ela dar um choque em Pachola e ela lança raios elétricos próximos ao coração dele. Pachola continua sem respirar e Perpétua insiste mais uma vez. Hélio tenta acalmar Tati, mas ela fica aos prantos por causa do pai. Hélio vira homem-leão e fica com vontade de atacar Tati, mas se controla. Ele manda Tati fugir e avisa que não quer lhe fazer mal. Marcelo ouve o grito de Tati de longe e sente uma angústia. Ele dá de cara com Fernando e Juanita, que mostram a língua de cobra. Maria observa os amigos feridos dentro do depósito e se desespera. Toni corre para socorrer Janete. Aquiles se regenera e acorda."
    },
    "a escrava isaura": {
      "segunda": "Miguel chega em casa e encontra os capitães do mato.  Álvaro chega na casa de Isaura e ouve seus berros por socorro. Miguel chega em casa e encontra os capitães do mato de saída. Álvaro conta a Isaura que Tomásia virá visitá-lo. Leôncio chega na casa de viagem na casa de Branca. Tomásia chega na casa de Álvaro e Perpétua e logo fica sabendo que Isaura é noiva de Álvaro. Moleca volta para o quilombo com as crianças. Álvaro informa a Tomásia que ela verá Isaura após a visita deles na casa de Geraldo.",
      "terça": "Leôncio dá queixa contra Álvaro para o chefe de polícia. André encontra Isaura, Raimundo vê. Isaura fica sabendo que Leôncio está a caminho. Tomásia encontra Leôncio e Malvina na casa de Branca. Álvaro e Leôncio discutem. Sebastião presenteia Rosa com sapatos altos. André fica triste com o noivado de Isaura. Álvaro oferece dinheiro pela liberdade de Isaura. Álvaro bate em Leôncio. Gioconda fica preocupada com Tomásia. Bernardo planeja atacar o acampamento dos capitães-do-mato. Leôncio dá queixa contra Álvaro para o chefe de polícia. Raimundo e Martinho surpreendem André, Isaura e Miguel.",
      "quarta": "Geraldo rouba um beijo de Malvina. Martinho bate em André. Leôncio sai com o chefe de polícia em busca de Isaura. Tomásia atira nas pernas de Raimundo e Martinho. Bernardo, Henrique e Moleca vão para o garimpo. Geraldo se declara para Malvina. Sebastião ensina boas maneiras a Rosa. Dr. Paulo planeja matar Diogo. Leôncio desesperado não encontra Isaura. Perpétua esconde Isaura, Miguel e Pedrinho em sua casa. Geraldo rouba um beijo de Malvina. Leôncio chega a casa de Perpétua e ameaça Álvaro.",
      "quinta": "Leôncio discute com Álvaro. Bernardo, Henrique, Moleca e João atacam o acampamento dos capitães-do-mato. Dr. Paulo sequestra Diogo. Sebastião está preocupado com seus filhos. Malvina se culpa por ter beijado Geraldo. Chefe de polícia alerta Perpétua que o juiz vai expedir o mandato de busca em sua casa. Dr. Paulo atira em Diogo. Leôncio recebe o mandato de busca. Isaura foge, mas a charrete é parada pela polícia. Leôncio persegue uma carruagem, mas encontra Tomásia no comando.",
      "sexta": "Geraldo tenta conquistar o amor de Malvina. Leôncio e Tomásia se encontram e começam uma discussão. Tomásia dá uma chicotada na arma que lhe é apontada e acaba acertando o rosto de Leôncio. Geraldo tenta conquistar o amor de Malvina. Rosa sente falta de trabalhar. Violeta decide contar o mistério sobre sua vida. Isaura foge a caminho da Santos. Branca e Estela comentam sobre Malvina. Rosa quer saber qual a história de sua mãe. Quilombolas comemoram a captura dos capitães do mato. André tenta despistar Leôncio seguindo por outro caminho, mas Leôncio não vai atrás dele. Álvaro tenta atrapalhar a busca de Leôncio."
    }
  }
}
