{
	"novelas": {
		"amor de mãe": {
			"segunda": "Penha pede segredo a Leila sobre o envolvimento de Magno na morte de Genilson. Magno pede Betina em casamento. Miguel aconselha Davi sobre Vitória. Álvaro confessa a Vitória que atentará contra a ocupação dos alunos à escola. Camila e os alunos encontram materiais novos na escola e denunciam com um vídeo nas redes sociais. Thelma procura Danilo. Lurdes desconfia ao ver Eunice na casa de Álvaro, e alerta Camila. Thelma desabafa com Durval. Álvaro presenteia Estela. Érica incentiva Ryan, que faz sucesso na gravação de seu comercial. Vinícius sente falta de Amanda. Lurdes consegue uma prova de que a PWA está envolvida com o fechamento da escola, e Camila agradece a mãe. Leila denuncia Magno para a polícia.",
			"terça": "Leila fornece informações sobre Magno para a polícia. Lurdes pede demissão para Verena. A ocupação é sabotada, e Camila pede ajuda a Davi. Jane insiste para que Thelma revele a Danilo sobre seu aneurisma. Vitória ajuda a ocupação dos alunos, e Davi admira a amada. Miriam prende Magno como suspeito pela morte de Genilson, e Betina se espanta. Carol e Garnizé se beijam. Matias não acredita que Miranda não tenha beijado outro homem. Durval pensa em contar para Carol que reatou com Natália. O bar de Nuno reabre, e Danilo faz sucesso como chef. Vitória se incomoda com as ações de Álvaro. Magno confessa a morte de Genilson, e Betina se desespera. Lurdes promete que libertará Magno, e pede que Leila permaneça em sua casa para cuidar de Brenda. Wesley confidencia a Miriam que acredita que Belizário esteja envolvido na morte de Genilson. Belizário dispara contra Wesley.",
			"quarta": "Wesley não resiste aos ferimentos. Belizário e Veiga armam a cena da morte de Wesley. Daniel mente, e Matias decide terminar seu casamento com Miranda. Álvaro descobre que Danilo é filho de Thelma. Durval insinua a Danilo que Thelma tem um problema. Miriam conta para Penha sobre a morte de Wesley. Betina desabafa com Marina. Magno diz a Lurdes que acredita que Wesley tenha sido assassinado por investigar seu caso. Orientado por Álvaro, Nuno convida Danilo para ser seu sócio. Érica fica magoa com os comentários de Raul sobre seu trabalho com Ryan. Nicete afirma a Betina que Genilson não era uma pessoa boa, e revela à filha sobre Verena. Lurdes e a família vibram com o comercial de Ryan. Acuado, Álvaro desiste de fechar a escola, e Miguel, Camila e Davi comemoram. Miriam deduz que Belizário assassinou Wesley. Álvaro exige que Vitória defenda Belizário.",
			"quinta": "Vitória assume o caso de Belizário. Lurdes implora para que Vitória ajude Magno. A ocupação da escola termina, e Eunice retoma suas atividades diante da reprovação dos alunos. Álvaro conclui que Lurdes roubou o documento de sua pasta para ajudar Camila. Thelma sofre com as dificuldades para sustentar o restaurante. Carol decide voltar a morar com Natália. Camila volta para casa. Ryan é convidado para ir ao programa de Luciano Huck. Leila visita Magno. Penha questiona Leila sobre a denúncia de Magno. Álvaro e Lurdes se enfrentam. Natália ajuda Miranda a reatar com Matias. Vitória avisa a Lurdes que não poderá mais ajudar Magno. Carol flagra Durval e Natália juntos. Oliveira se preocupa com Thelma. Ryan se apresenta no Caldeirão do Huck. Januário questiona Lurdes sobre seu passado.",
			"sexta": "Luciano Huck ajuda Lurdes a despistar Januário. Thelma fecha seu restaurante. Januário vai à casa de Lurdes. Oliveira conta a Danilo sobre o fechamento do restaurante. Matias e Miranda não conseguem se entender. Vitória liberta Belizário e Veiga. Betina vê uma foto de Verena, e Nicete se preocupa com a filha. Lurdes confessa a Januário o ocorrido com Jandir, e Ryan ouve. Januário convida Lurdes para sair. Danilo procura Thelma. Vitória desabafa com Davi sobre seu trabalho. Natália confessa às irmãs que está namorando Durval. Ryan e Érica confortam Lurdes. Gabo surpreende Thelma e a convida para viajar. Betina confronta Verena. Miguel assume o caso de Magno. Januário revela a Lurdes que pode ter uma pista de Domênico.",
			"sábado": "Vitória sofre por conta de seu trabalho, e Davi a conforta. Sandro afirma a Vinícius que Tales está se aproveitando de Lídia. Sob orientação de Álvaro, Vitória faz uma nova proposta pelo restaurante de Thelma. Thelma aceita viajar com Gabo para Portugal, e Danilo se alarma. Carol fica inconformada com o namoro de Natália e Durval. Penha revela a Vinícius que viu Tales com outra mulher na casa de Lídia. Magno teme por sua integridade na prisão. Miriam ajuda Magno. Lurdes se desespera ao saber que a vida de Magno está em risco. Vinícius descobre que Tales levou Estela para a casa de Lídia. Thelma decide vender o restaurante. Tiago se perde de Sandro durante uma confusão na praia."
		},
		"Bom sucesso": {
			"segunda": "Alberto disfarça sua febre para Leila. Paloma consegue comprar uma fantasia para desfilar como destaque na escola de samba. Nana e Marcos aprovam a ideia de Evelyn de relançar a Editora com a publicação do livro de Alice. Alberto fica feliz por poder desfilar no Sambódromo. Alice comemora com Francisca e Cláudia o lançamento de seu livro. Vera nota que Alberto está mal, mas cede ao pedido do amigo para não avisar a Leila. Todos decidem ir ao lançamento do livro de Alice. Mauri obriga Alberto a se internar.",
			"terça": "Ramon e Francisca se surpreendem com a presença de Padre Paulo e alguns fiéis da igreja na viagem. Vera combina com Vicente de dizer aos pais do neto que ele viajará para um resort com Gabriela. Ramon e Francisca são obrigados a participar da gincana da igreja. Lulu ganha a promoção do Boka Loka pra assistir ao desfile de camarote, e convida Toshi para acompanhá-la. Alberto pede a Vera para ajudá-lo a fugir do hospital. Paloma se entristece porque Marcos não poderá vê-la na avenida. Alberto implora a Nana e Vera para deixá-lo ir ao sambódromo desfilar no seu último Carnaval.",
			"quarta": "Nana consente que Batista leve Alberto para o Sambódromo. Ramon conta ao garçom da pousada seu plano para pedir Francisca em casamento. Vera deixa escapar para Eugênia que Vicente foi para um camping. Francisca aceita o pedido de casamento de Ramon. Batista se esforça para Alberto chegar a tempo ao desfile da Unidos do Bom Sucesso. Silvana rouba a fantasia de Paloma, que fica desolada. Marcos e Peter veem Silvana desfilando no lugar de Paloma como destaque. Alberto encontra Paloma, e os dois desfilam juntos na avenida.",
			"quinta": "",
			"sexta": "",
			"sábado": ""
		},
		"Éramos seis": {
			"segunda": "Lola pede para Julinho conversar com Lili antes de viajar. Lili pede para que o namorado firme um compromisso com ela antes de viajar. Karine incentiva a ida de Julinho para o Rio de Janeiro, e Soraia agradece. Adelaide sofre com o estado de Justina. Alfredo tenta se explicar para Adelaide. Shirley pensa na conversa que teve com Inês. Afonso repreende Alfredo pelo roubo na oficina. Clotilde sente-se mal. Felício pede que Marcelo não conte para Carlos sobre seu namoro com Isabel. Lola vê o terno novo de Alfredo e desconfia. Marcelo se decepciona ao saber que Lili ficará noiva de Julinho. Lola pede para Carlos falar com Osório sobre Alfredo. O circo chega a Itapetininga e Tavinho fica fascinado. Carlos briga com Alfredo e Lola se desespera.",
			"terça": "Carlos revela o motivo de sua raiva para Lola, que fica devastada. Afonso atende o telefonema de Shirley, e Inês e Durvalina ficam apreensivas. Isabel e Felício vão ao cinema. Inês seduz Carlos. Alfredo discute com Lola e sai de casa irritado. Clotilde passa mal novamente. Virgulino desabafa com Afonso. Tavinho quebra seu cofre para poder ir ao circo. Alfredo procura Adelaide, que não lhe dá atenção. Natália reclama de ver Almeida brincando com os filhos. Afonso vê Alfredo dormindo na rua e o convence a voltar para casa. Zeca ajuda na montagem do circo e se oferece para substituir a maior atração do espetáculo. Afonso constata que ama Lola, eles conversam e se beijam.",
			"quarta": "Tavinho elogia Zeca. Alfredo e Lola fazem as pazes. Afonso pensa em Lola. Candoca chama Justina para ver o circo. Hilton ameaça Virgulino. Carlos e Alfredo fazem as pazes. Virgulino conta que não aceitou o suborno e Genu se irrita. Emília se enfurece ao ver que Adelaide levou Justina ao circo. Lola se arruma para a festa de Inês. Julinho inventa uma desculpa para adiar seu noivado com Lili. Durvalina repreende Alfredo por observar Carlos e Inês. Adelaide incentiva Justina a servir de ajudante para o mágico. Zeca tenta se tranquilizar para o seu número. Olga se desespera ao saber que Zeca será o homem-bala. Quando Afonso vai contar a todos sobre ele e Lola, Shirley reaparece com um bolo para Inês.",
			"quinta": "Inês se irrita com Shirley e Carlos tenta acalmar a namorada. Todos se desesperam ao ver Zeca como homem-bala. A festa de Inês acaba e Afonso se entristece. Justina se afasta da família e percorre os bastidores do circo. Afonso e Inês não aceitam conversar com Shirley. Justina se perde no circo e se apavora ao encontrar com o palhaço. Shirley vai ao quarto de Inês. Olga proíbe Zeca de performar como homem-bala novamente. Candoca se oferece para ir a São Paulo com Adelaide. Afonso reclama da presença de Shirley. Carlos tenta convencer Inês a conversar com Shirley. Julinho sugere que Alfredo fique com sua vaga na loja de Assad. Zeca se vangloria para os filhos. Shirley implora a ajuda de Afonso. Candoca chega com Adelaide e Justina, surpreendendo Emília.",
			"sexta": "Justina conta sobre sua ida ao circo para Emília, que fica admirada com a filha. Afonso é hostil com Shirley. Alfredo pede para Alaor empregar Tião. Lola sugere que Inês deve conversar com Shirley. Alfredo e Adelaide fazem as pazes. Emília impõe uma condição para deixar Adelaide levar Justina para falar com Selma. Olga sente ciúmes do assédio das mulheres a Zeca. Karine se interessa por Alfredo e incentiva sua contratação. Virgulino não acredita em retaliações de Hilton. Tião começa a trabalhar no cabaré. Lola se preocupa ao saber que Alfredo trabalhará na loja de Assad. Isabel decide falar com Lola quando Felício conseguir se divorciar. Shirley desiste de voltar para a Bahia. Lola exige que Alfredo devolva a Osório o dinheiro que roubou.",
			"sábado": "Osório se surpreende com a visita de Alfredo e Lola. Virgulino é punido por Hilton. Lola renegocia o valor da dívida de sua casa. Candoca questiona Emília. Justina gosta de ir ao consultório de Selma. Zeca volta a trabalhar na farmácia. Emília se lembra do passado e fica perturbada. Isabel reclama de ajudar Lola. Julinho aconselha Alfredo sobre o trabalho. Clotilde vê Almeida com a família e acaba passando mal na rua. Durvalina socorre Clotilde. Virgulino lamenta a falta de apoio de Genu. Shirley faz uma proposta para Inês. Inês revela a Afonso o pedido de Shirley. Clotilde descobre que está grávida de Almeida."
		},
		"Malhação": {
			"segunda": "Rui impede que Rita visite Nina sozinha com Filipe. Rui tenta cooptar Tatoo para serviços ilegais. Henrique se interessa pela chapa de Fafi e Jaqueline, e Diana e Marquinhos se preocupam. Andressa se recusa a se insinuar para Henrique para ganhar a eleição do grêmio. Nanda dá um fora em Marquinhos. Madureira convida Lígia para viajar. Neide e Camelo se preocupam com Tatoo, e Raíssa pede que Anjinha converse com ele. Andressa se espanta ao ver Fafi e Henrique se beijando. Filipe surpreende Rita e leva Nina a seu encontro. Tatoo afirma a Anjinha que não quer mais saber do colégio, e Rui o incentiva. Os capangas de Rui observam Filipe, Rita e Nina.",
			"terça": "Matoso e Ramiro registram o encontro de Filipe e Nina para alertar Rui. Thiago se intromete no namoro de Daniel e Milena, que repreende o rapaz. Leila provoca Rita, e Filipe defende a namorada. Rafa ensina Anjinha a jogar capoeira. Rita conta para Serginho e Guga sobre seu encontro com Nina. Regina tenta animar Max. Lígia explica a Rita que sua união judicial com Rui impede que ela permita os encontros com Nina. Daniel e Milena dormem juntos pela primeira vez. Rui acusa Leila de mentir para ele. Regina se preocupa com Max, que não pensa em conseguir um novo trabalho. Andressa confronta Fafi na frente de Henrique. Rui dá ordens a Matoso e Ramiro contra Filipe.",
			"quarta": "Filipe tem um mau pressentimento. Andressa atrapalha a relação de Fafi e Henrique. Nanda doa seus pertences musicais, e Raíssa lamenta. Leila interpela Filipe para protegê-lo da ação de Ramiro e Matoso, e o rapaz desconfia do comportamento dela. Começa o debate entre Jaqueline e Diana. Ramiro e Matoso sequestram Leila. Regina e Guga se preocupam com o comportamento de Max. Marquinhos insiste para que Diana aborde a proximidade entre Celso e Jaqueline no debate do grêmio. Rui ameaça Leila. Orientada por Rui, Leila liga para Filipe e diz que foi assaltada. Filipe chega para resgatar Leila, e é acuado por Matoso e Ramiro.",
			"quinta": "Filipe aplica golpes de judô em Matoso e Ramiro, mas acaba imobilizado. Leila consegue fugir e pede ajuda à polícia. Rita, Lígia e Cida se preocupam com Filipe. Leila avisa a Lígia que Filipe está no hospital. Rita confronta Leila. Regina se espanta com Max, que decide esbanjar dinheiro mesmo estando desempregado. Nanda sofre para se manter longe da música. Neide parabeniza a atuação de Nanda na escola. Marquinhos acredita que sua chapa vencerá a eleição para o grêmio. Fafi repreende Henrique por compactuar com as mentiras da chapa de Marquinhos. Regina pede que Guga converse com Max. Tatoo teme a entrega que Rui lhe pede para fazer. Lígia aceita viajar com Madureira. César chega em casa e questiona Milena quando encontra um preservativo. Um homem ameaça Tatoo. Filipe conta a Rita que Lígia permitiu sua convivência com Nina.",
			"sexta": "Rita comemora a notícia dada por Filipe. Tatoo descobre que foi testado por Rui. César repreende Vânia e Jaqueline por terem sido permissivas com Milena. Max compra um apartamento novo, e Regina se desespera. Milena se irrita com a atitude de César. Meg aconselha Guga a conversar com Max. Cida questiona Leila sobre a veracidade do assalto. Diana convida Nanda para cantar o hino do Estado, e a jovem se recusa. Meg tenta abordar Max sobre trabalho. Nanda decide ajudar a chapa de Jaqueline nas eleições para o grêmio. Rita e Lígia começam a se entender. Leila é sequestrada novamente. Filipe chega em casa com Nina, para a alegria de Rita."
		},
		"Avenida Brasil": {
			"segunda": "Max e Jorginho brigam. Janaína garante a Nina que, se Lúcio não pedir demissão da mansão, ela o denunciará. Jorginho ameaça entregar Lúcio para Tufão. Carminha desconfia de que Max esteja envolvido com outra mulher. Roni propõe um casamento de fachada para Suelen, que aceita. Leleco cobra uma posição de Darkson em relação a Tessália. Tomás e Débora se arrumam para o casamento de Cadinho e Alexia. Carminha consegue fazer com que Jorginho confesse que ainda está sofrendo por Rita. Noêmia e Verônica decidem impedir o casamento de Cadinho. Na igreja, Paloma revela a todos que Cadinho é seu pai. Incentivado por Nina, Max diz a Ivana que deixará a mansão.",
			"terça": "Ivana implora para Max ficar, mas ele está irredutível. Paloma faz um escândalo na igreja e impede o casamento de Alexia e Cadinho. Iran não consegue acalmar Jorginho e liga para Débora. Max avisa a todos que deixará a mansão. Cadinho discute com Paloma. Leleco e Tufão torcem para que Ivana se divorcie de Max. Carminha comenta com Nina que Rita pode estar por trás da partida de Max. Olenka cuida de Silas e Darkson. Roni conta para Diógenes que vai se casar com Suelen. Darkson dá um presente para Tessália. Max liga para Nina e lhe passa seu novo endereço. Carminha se prepara para encontrar Nilo e Nina desconfia. Débora consola Jorginho. Carminha oferece um anel de diamantes para Nilo em troca do paradeiro de Rita. Nina vai ao encontro de Max e consegue sua confissão sobre a parceria com Carminha.",
			"quarta": "Nina dopa Max, que revela todo o esquema com Carminha. Nilo engana Carminha e lhe dá informações sobre Betânia. Ivana pede que Tufão obrigue Jorginho a se retratar com Max. Débora apoia Jorginho, mas não aceita namorá-lo de novo. Nina faz Max acreditar que tiveram um noite de amor. Carminha ameaça Betânia achando que ela é Rita. Roni busca Suelen na delegacia. Monalisa cuida de Iran e o deixa constrangido no treino. Leandro corta relações com Roni. Carminha conta para Tufão que descobriu o paradeiro de Rita. Carminha vai ao encontro de Max e Nina se esconde às pressas. Nina ouve Carminha dizer que Ágata é filha de Max.",
			"quinta": "Nina filma Max e Carminha juntos com seu celular. Betânia discute com Valdo e sai de casa. Carminha convence Max a ligar para Ivana. Nina pergunta a Max o que Carminha fez com Rita e ele desconfia. Carminha liga para Nina e exige que ela volte para a mansão. Betânia volta para a casa de Lucinda. Pilar, a mãe de Alexia, chega ao Brasil. Tufão obriga Jorginho a ir para o treino de futebol. Suelen tenta seduzir Roni. Nilo descobre que o anel que Carminha lhe deu é falso e pede perdão a Nina. Max desconfia de Nina e decide ir atrás de Lucinda. Roni se destaca no treino, é elogiado por Tufão e Leandro fica chateado. Carminha reclama da ausência de Nina. Max descobre que Nina é Rita.",
			"sexta": "Betânia pede que Nina se afaste dela. Carminha se irrita com a ausência de Nina no horário de trabalho. Ivana diz a Muricy que viu Olenka e Silas juntos. Monalisa pensa em tornar Olenka sua sócia. Max diz a Nina que descobriu sua verdadeira identidade e ela tenta convencê-lo a ficar do seu lado. Ivana convida Max para jantar na mansão. Jorginho tenta reconquistar Débora. Leandro se insinua para Suelen, que se mantém fiel a Roni. Pilar revela a Alexia que perdeu todo o seu patrimônio. Muricy conta para Monalisa que Olenka e Silas estão juntos. Tufão aconselha Nina a se dedicar mais ao trabalho para acalmar Carminha. Max chega para o jantar na mansão e provoca Nina. Monalisa invade a casa de Silas e o flagra com Olenka. Max diz a todos na mansão que tem uma revelação a fazer."
		},
		"Aventuras de Poliana": {
			"segunda": "Ruth fica perplexa após a descoberta de que João é seu sobrinho. Revoltado após o desentendimento na escola, João foge para a rodoviária com Feijão. Luisa passa mal e desmaia, Pendleton a socorre. Bento se preocupa de que Ruth deixe de o amar caso encontre seu sobrinho. Nadine aplica os exercícios aos candidatos que concorrem a vaga de estágio da O11O. Marcelo e Ruth procuram por João. Mário pede conselhos amorosos a Poliana. Jeff vence o concurso e é o mais novo estagiário da O11O. Durante a fuga, João se encontra com Mosquito e o menino diz que está mudado.",
			"terça": "Ruth se sente culpada pela fuga de João. Waldisney diz a Jeff que não está mais cometendo nenhum crime. Pendleton conta a Luisa mais alguns fatos sobre sua irmã. Lindomar é convidado para fazer uma turnê nacional. Lorena, Gael e Benício fazem alguns testes com Ester. Raquel e seus amigos pressionam Gabi para que a menina conte se tem alguma relação com a Dark Lady. Mosquito vai até a casa de Marcelo e diz o paradeiro de João para ajudá-lo.",
			"quarta": "Marcelo encontra João e o leva de volta para casa. Pendleton, Luisa e Poliana vão até a exposição de arte promovida por Glória. Ruth e João se encontram e tem uma séria conversa para tentar resolver suas diferenças. Sérgio e Joana convidam Durval e Claudia para um jantar em sua casa. Waldisney vai jantar na casa de Branca e Nanci descobre uma mentira. Durante o jantar, Joana conta que Yasmin e Luigi querem namorar. Mário muda de ideia e começa a desconfiar de que Ester realmente possa seu um robô. Durval não aprova o namoro entre Yasmin e Luigi.",
			"quinta": "Poliana reencontra João e conta a ele todo o ocorrido. Filipa escuta parte da conversa e descobre que eles estão escondendo algo de Bento. Marcelo encontra Pendleton e Luisa na exposição de Glória e eles se desentendem. Roger faz a cabeça de Marcelo contra Luisa. Guilherme descobre que Carla tem dois celulares e fica desconfiado da menina. Filipa pressiona João para que ele conte seu segredo a ela. Durval e Claudia tem alguns desentendimentos quanto a criação de seus filhos. Pendleton da um quadro da exposição de Glória de presente para Luisa. Lindomar se assusta com a fatura de seu cartão de crédito e briga com Arlete. Pendleton conta algumas curiosidades sobre sua família para Poliana.",
			"sexta": "Joana e Sérgio recebem algumas encomendas em sua casa e descobrem que Mário pediu o cartão de crédito para o seu avô. Devido a difamação feita por Débora, Marcelo começa a ser evitado pelas professoras do colégio. Ruth mostra a João uma foto de sua verdadeira mãe. Mirela pede para Luca ajuda-lo com a rádio da escola. João decide contar para Kessya o paradeiro de Mosquito. Mirela surge com uma nova ideia para o grêmio realizar no colégio. Carla diz a Guilherme e Raquel que está pensando em mudar-se para São Paulo. Filipa diz a Bento que João e Poliana estão escondendo algo dele. Iure conta para Marcelo que Débora está o difamando. Filipa propõe a Eric que a ajude num plano contra Yasmin e Luigi."
		},
		"Cúmplices de um resgate": {
			"segunda": "Regina inventa que as grades no quarto de Isabela são por segurança. Raul acredita. Os avós de Priscila dizem que a relação familiar de Priscila não é tão boa e pede apoio dos cúmplices. Dinho chega ao concurso de beleza de gatos com Bartolomeu. Mateus e Dóris tentam preparar um jantar para agradar os pais, que andam brigando demais. Otávio vai até o vilarejo atrás de Rebeca após encontrar em seu escritório as alianças de noivado.Regina inventa que as grades no quarto de Isabela são por segurança. Raul acredita. Os avós de Priscila dizem que a relação familiar de Priscila não é tão boa e pede apoio dos cúmplices. Dinho chega ao concurso de beleza de gatos com Bartolomeu. Mateus e Dóris tentam preparar um jantar para agradar os pais, que andam brigando demais. Otávio vai até o vilarejo atrás de Rebeca após encontrar em seu escritório as alianças de noivado.",
			"terça": "Rebeca descobre que Otávio não saiu com nenhuma mulher. Mas o beijo que Pedro deu em Rebeca ainda atrapalha o relacionamento dos dois. Otávio vai embora e conversa com Pedro antes. Os dois discutem e Otávio culpa ele pelo término de seu noivado. Meire percebe que Dinho trocou os gatos. Bartolomeu vence o concurso de beleza, mas o prêmio surpresa não é dinheiro, mas sim um saco família de ração. Rebeca pede perdão para ‘Manuela’ por tudo, mas a menina responde que não pode perdoar.",
			"quarta": "Luiz e Clara chegam brigando em casa e o jantar romântico preparado por Mateus e Dóris não faz efeito. Os cúmplices decidem convidar Priscila para ir na casa deles para continuar a ajudar a adolescente a comer, como Fortunado e Aurora pediram. Frederico pede desculpa para Lurdinha pelo estilista misterioso. Taísa (Stephanie D’Amico) aparece com uma pesquisa que Frederico pediu. O estilista elogia o trabalho de Taísa e a convida para almoçar. Os dois vão embora de braços dados e Lurdinha fica enciumada. Otávio está triste e pensativo sobre o relacionamento dele com Rebeca. Regina ameaça Manuela a não atrapalhar o namoro falso de Priscila e Joaquim. No apartamento dos Vaz, as crianças tentam animar Priscila. Joaquim acaba dizendo que não gosta dela, mas sim de Isabela.",
			"quinta": "Priscila sai do apartamento com raiva e é atropelada por um carro. Fortunato aparece e entra em desespero ao ver a neta desacordada no chão da rua. Os sapatos de Nina ficam prontos e a ela fica encantada. Fiorina aparece e, enciumada, arruma mais confusão. Frederico e Taísa combinam de assistir uma série juntos e Lurdinha fica com mais ciúmes. A ambulância chega ao local do atropelamento de Priscila. Fortunato chora muito. Os cúmplices também aparecem e ficam preocupados. Frederico diz que amou almoçar com Taísa e que ela é uma fofa. A assistente de Frederico fica próxima dele. Dinho tenta vender o saco de ração de gatos que ganhou no concurso, mas não consegue. Todos estão no hospital esperando respostas sobre Priscila. Joaquim se sente culpado.",
			"sexta": "Dinho tenta fazer com que Navarro aceite o pacote de ração de gato como pagamento pela mobilete, mas consegue apenas a fúria do criminoso. Regina descobre sobre o atropelamento de Priscila, mas não demonstra preocupação. Manuela quer ir ao hospital para saber dos companheiros da C1R. Fortunato liga para Safira no meio de uma reunião e avisa que Priscila está internada após ser atropelada. A mulher fica preocupada e sai no meio da reunião com Frederico e Tomas, sem dar explicações. Joel é rude com Omar. Sabrina escuta e tenta falar com o garoto, que é ríspido com ela. Geraldo vai até o hospital para saber sobre o estado de saúde de Priscila, mas Fortunado diz que ele deve ir embora do hospital. Safira chega irritada e Fortunato diz que esse não é o momento para brigas. Regina segue Otávio e simula um encontro por coincidência. A megera manda Raul ir ver Priscila no hospital. Isabela telefona para Otávio para pedir para que ele vá até o vilarejo visitá-la. Manuela chega ao hospital e conversa com Joaquim, que chora e se sente culpado. Meire descobre que Dinho saiu na revista Gatos após vencer o concurso com Bartolomeu. No vilarejo, Isabela inventa desculpa para não ensaiar com os amigos. Flávia sente ciúme ao ver o pastor próximo a Gemima. Otávio vai até o vilarejo para ver ‘Manuela’ e Rebeca fica brava. Raul avisa que o estado de saúde de Priscila é delicado e que ela precisa de uma transfusão de sangue com urgência, porém o tipo sanguíneo dela é raro, O negativo. Ninguém conhece alguém com o mesmo tipo sanguíneo da garota."
		},
		"Abismo de Paixão": {
			"segunda": "Carmem segue atormentada, pois pensa que a qualquer momento o padre pode revelar seus segredos. Paloma aconselha Florência a lutar pelo amor de Henrique, já que ele anda muito confuso. Florência promete que não deixará de lutar por ele. Edmundo e Betânia levam Sabrina até o aeroporto para que parta para a África. Elisa conta a Paloma que Gael esteve com outra mulher pouco antes do casamento. Paloma confessa que essa mulher foi ela. Elisa e Dolores pensam que existe algo a mais que Paloma não quer dizer.",
			"terça": "Damião e Lucio se dispõem a tramitar tudo para o sepultamento de Guadalupe. Elisa chora desconsolada ao lado de Dolores. Dolores comenta com Elisa que um dia ouviu o padre dizer que foi Carmem quem matou Augusto, mas ele a pediu que não dissesse nada, pois se encarregaria de esclarecer esse crime sozinho.\nHorácio aparece na fazenda Arango e diz a Almerinda que o Padre Guadalupe está morto. Damião liga para Gael e pede que ele volte ao povoado, pois Guadalupe está morto. Um agente do ministério público diz a Elisa que encontrou impressões digitais de Horácio na faca que tirou a vida de Guadalupe. Carmem se aproveita disso para espalhar o rumor de que Horácio é o assassino, e não ela e Ramiro como uns disseram.",
			"quarta": "Betânia decide ir embora do povoado, e escreve uma carta para Henrique explicando os seus motivos, já que não suporta estar na boca de todo povoado. Gael chega a igreja e pede a Almerinda que deixe ele se despedir a sós de Guadalupe, já que ele era como seu pai. Almerinda se retira e Gael começa a se lembrar de todos os momentos felizes que passaram juntos. Desconsolado, Gael abraça Elisa, que o consola. Damião recorda a Gael que ele não está sozinho, pois são irmãos. Padre Guadalupe visita um sonho de Ramona e a pede que termine com a missão de desmascarar Carmem. Horácio aparece na casa de Lucio e avisa Dolores que não foi ele quem matou Guadalupe.",
			"quinta": "Horácio dá uma bofetada em Dolores porque ela tenta chamar a polícia. Bráulio e Lucio chegam e se deparam com ela estirada no chão. Dolores recobra os sentidos e os diz que Horácio esteve ali. Ela diz que ele é uma pessoa má que não merece nada de bom, mas não acredita que ele tenha sido capaz de matar Guadalupe. Ramiro convence Carmem a investir o dinheiro da venda de sua parte na fazenda na compra de ações da processadora Arango. Ramiro diz a Almerinda que já tem o dinheiro para a compra das ações. Ela pede para que ele deposite antes de eles seguirem falando, pois não confia nele. Na processadora Castanhon, várias maquinas começam a apresentar defeito, sem que os técnicos saibam o motivo. Elisa diz a Damião que aceita ser acionista da processadora Arango, mas com a condição de que a relação deles seja apenas profissional.",
			"sexta": "Num restaurante do povoado, Elisa e Damião estão comendo e, ao ver Gael e Paloma entrarem, demonstram seu amor. Horácio está escondido na casa azul, lamentando o que fez a Dolores. Dolores fica assustada, pois teme que Horácio volte a procurá-la. Paloma pede a Edmundo que a permita voltar a trabalhar, ainda que a pague menos. Florência pergunta a Paloma como foi sua lua de mel. Ela responde que Gael não foi capaz de esquecer Elisa.Almerinda diz a Damião que logo entrará em caixa o dinheiro que eles precisam para reerguer a processadora Arango. Damião pede para a mãe não se meter nos assuntos e problemas da processadora, pois ele os solucionará."
		},
		"Meu coração é teu": {
			"segunda": "Diego diz a Ana que gostaria de ter intimidade com ela, mas vai esperar até que ela se sinta pronta. Ana se sente mal, pois sabe que nunca poderá amar Diego. Laura, no “jogo da verdade”, beija Nando e Helena fica histérica. Laura diz que acredita que a relação de Nando com Helena não irá durar muito, por causa de seus problemas psicológicos. Fanny suspeita que Laura nutre um sentimento por Nando, e parece gostar da situação. Leon tem um plano secreto para reconquistar Fanny, ela descobre e fica feliz com isso. Isabela se desculpa com Fernando por haver levantado a mão e gritado com Luz, mas Fernando já perdeu a paciência com ela, e  pede o divórcio, já que eles nunca tiveram um casamento real, e Isabela é má com seus filhos. Isabela corre para os braços de Yolanda, e ambas confabulam, preocupadas com o futuro. Fanny interrompe Fernando e Isabela quando ele  diz que vai se divorciar de Isabela. Fanny corre para contar a novidade para Ana. Ana comenta com Fernando que já sabe sobre seu divórcio e ele explica as razões. Jennifer e Nicolas estão aproveitando a  lua de mel em Chicago. Diego leva Ana a uma sessão de fotos exclusiva. Yolanda fica muito preocupada pela situação de Isabela e seu futuro. Isabela diz que está deprimida, mas não vencida. Fernando teme não conseguir um divórcio pacifico. Fernando diz a Alicia que vai se divorciar.",
			"terça": "Alicia culpa Sebastião e Ana pelo divórcio do pai.  Alicia diz a Isabela que  irá embora com ela da mansão. Edna visita Johnny e o seduz, ambos são surpreendidos por Diana, que fica furiosa com o que vê e parte para a agressão. Ana chega e consegue separá-las. Fernando toma o café da manhã de domingo com seus filhos. Ana diz a Diego que Fernando vai se divorciar, Diego reage mal, já que tem muito medo de perdê-la. Henrique já tem a montagem de uma  foto de Fernando e Ana para destrui-los. Isabela o pressiona para que  aja logo. Henrique visita seu pai e  afirma que em breve se vingará de Fernando Lascurain pelo que ele fez. Diego fica furioso porque sabe que Ana não o ama, e pensa em voltar para Fernando. Ana  ouve e  diz que as coisas não são assim. Ana fala com Johnny sobre seus sentimentos quanto a Fernando. Fernando descobre que Fanny não gosta de Henrique, e ela  conta que as intenções dele não são só profissionais. Fernando pensa em agredir Henrique, mas Fanny o proíbe e diz que nunca aconteceu nada entre eles. Fernando vai falar com Henrique e  exige que peça demissão. Manuela segue Bruno até um hospital e acredita que ele a engana com uma enfermeira. Diego fala com Fernando e ele confessa ao irmão que segue amando Ana.",
			"quarta": "Isabela diz a Ana que jamais deixará o caminho livre, para que ela fique com Fernando. Laura quer tirar Nando de Helena, mas na realidade ela é pobre. Henrique aconselha Isabela a optar por um divórcio amigável, para que possa continuar frequentando a  mansão Lascurain. Fanny vai até a casa de Leon. Regina  diz que ela é uma menina rica, e que a vida não é justa, pois ela teve que por muito tempo viver na rua. Fanny fica pensativa com essa “injustiça”. Leon e Mauricio preparam uma cena romântica para Fanny, a fim de reconquistá-la. Ana ensina Luz e Fernando a tocar violão. Isabela quer se vingar de Ana e decide roubar e destruir seu violão. Diana visita Johnny para seduzi-lo. Manuela diz a Ana que Bruno a engana com uma enfermeira. Ao acordar, Ana se dá conta que seu violão desapareceu, e pergunta a Luz por ele. Leon diz a Betty que Henrique tem uma obsessão doentia por Fanny. Nicolas fala com Diego já que está preocupado com o divórcio de Fernando, e  recomenda que lute pelo amor de Ana. Ana descobre que foi Isabela quem roubou seu violão e pede explicações.",
			"quinta": "Ana acusa Isabela de ter pego seu violão, mas Isabela, cínica, finge não saber de nada, e pede a ela que reviste toda sua casa. Bruno também procura pelo violão de Ana na mansão, e quando está vasculhando o quarto de Yolanda, encontra o martelo com o qual Isabela destruiu o violão de Ana e fica desconcertado. Fanny diz a Ana que apesar de haver perdido o violão, ganhou a batalha contra Isabela. Fernando discute com Henrique e com Linda. Henrique espera ansiosamente o dia em que vai conseguir destruir Fernando. Diego leva flores a Ana e  diz que morrerá lutando para ter seu amor. Leon, furioso, enfrenta Henrique, quando ele diz que Fanny será dele. Fanny diz ao pai que encontrou na sociologia algo que realmente a entusiasma, e que tomou a decisão de estudar essa carreira. Isabela vai fazer um teste para provar a paternidade de Fernando quanto a seu filho, e Yolanda pensa que esse teste pode colocar a vida do bebê da filha em perigo. Isabela tem uma discussão muito forte com Ana, o que  provoca uma dor muito forte no ventre, Ana se sente culpada e decide chamar Fernando.",
			"sexta": "Isabela pede ao médico  que não comente com seu marido sobre o teste de paternidade. Ana diz a Fernando o que aconteceu, e quando vão ver Isabela, Yolanda mente e diz a Fernando que Isabela está muito mal. O médico diz a Isabela que ela pode perder seu bebê, mas que se tomar os cuidados recomendados, não terá problemas. As crianças descobrem que Ana perdeu seu violão e pretendem presenteá-la com outro novo, mas como não tem dinheiro e pedem ao pai. Helena fica com ciúmes, pois pela vídeo chamada, vê Laura abraçando Nando. Fanny enfrenta Henrique e  diz que se voltar a se meter com Leon, se verá com ela. Fernando proíbe a entrada Diego para ver Ana, pois ela está em horário de trabalho e diz que eles só poderão se ver do lado de fora da mansão. Diego diz a Fernando que ele precisa superar o fato de que Ana seja sua namorada. Fernando vê Ana falando com Diego e fica furioso, eles estão a ponto de se enfrentarem a golpes, mas Ana consegue detê-los. Henrique pede a Fernando que o acompanhe aoo hospital, pois não tem amigos e seu pai está morrendo. Quando Fernando abraça Henrique, para consolá-lo, Henrique jura que caso seu pai morra, matará Fernando com suas próprias mãos."
		},
		"Ouro Verde": {
			"segunda": "Passam cinco meses. Jorge é absolvido da morte de Edu, pois agiu em legítima defesa. Na prisão, Miguel é alvo de chacota dos outros reclusos. Padre Sebastião fica revoltado ao saber que o caso de Margarida vai ser arquivado. José recusa a proposta de Mônica para Otelo ser presidente do banco. Miguel recebe a visita de Vera, a quem conta que Jorge e Zé Maria são a mesma pessoa, mas diz que descobriu o filho dela e Vera fica em choque ao ver que é Henrique. Miguel é humilhado na prisão. Vera diz a Miguel que não vai deixar que lhe roubem o filho e, mais tarde, conta a sua história a Judite, dizendo-lhe que vai ao Brasil lutar pelo filho.",
			"terça": "Tomás apela a Mônica para que pague a caução do pai. Catarina regressa a Portugal já com a operação de mudança de sexo feita. Bia e Jorge dizem a Henrique que o vão adotar. Miguel é atacado na prisão, mas os guardas salvam ele, dizendo-lhe que pagaram a caução dele, e Miguel encontra Rita à sua espera para o levar para casa. Miguel acusa Rita de ter pago a caução com o dinheiro que lhe roubou e Rita ameaça deixá-lo na prisão, mas Miguel acaba por sair com ela, que o leva para casa. Vera viaja. Rita instala Miguel em sua casa, o que causa grande confusão em casa de José. Rita confessa a Miguel que sempre o amou.",
			"quarta": "Bernardo discute com a mãe e acusa Miguel de ter matado Antônio. Este, Jorge e Bia ficam a saber da libertação de Miguel através de Amanda. Catarina janta com Tiago. Na fazenda, Henrique entra correndo e diz que a bruxa vem aí e Vera aparece dizendo-lhe que não pode falar assim da sua verdadeira mãe. Bia tira Henrique da sala e Vera acusa Jorge de ter feito tudo de propósito, mas ele nega. Vera revela saber que ele é Zé Maria e Jorge pede-lhe que o ouça com atenção. Bia combina com Neném tirar Henrique e Antônio da casa da fazenda.",
			"quinta": "Miguel diz a Rita que se vai vingar de Otelo e este diz a Mônica para estarem atentos a Miguel. Tomás visita Miguel, a quem diz que está a seguir todas as suas instruções para reconquistar a confiança da mãe. Cátia leva Hadja para almoçar e beija-o. Jorge diz a Vera que vai ficar com o filho e ela descontrola-se, ameaça Jorge e Bia, e acaba por ser arrastada para fora da fazenda. Bia diz a Jorge que Vera vai apresentar queixa e Jorge acha melhor irem para Portugal imediatamente para tratar de tudo.",
			"sexta": "Mônica diz a Otelo que ele não pode ser presidente do banco. Gonçalo entrevista Miguel, que lhe diz que vai destruir o banco, pois, se ele não fica com o banco, os outros também não. Cátia e Hadja fazem amor. Miguel leva Laurentino para almoçar com Sancha e avisa-o que vai precisar dele para separar Bia e Jorge. Estes, juntamente com Antônio e Henrique, partem para Lisboa. Vera aparece na fazenda com o Delegado Wellington, dizendo que não sai dali sem levar o filho com ela.",
			"sábado": "Vera diz ao Delegado que abandonou o filho quando nasceu e Wellington diz que tem nojo de uma mulher como ela. Bia e Jorge visitam Mônica, a quem querem mostrar uma coisa. Antônio disfarça-se e vai ter com Inês, que se mostra emociona ao vê-lo, mas logo discutem e expulsa-o dali. Miguel e Rita fazem amor cobertos de dinheiro. Amanda convida José para jantar em sua casa e combinam de se encontrar lá, mas fica presa no elevador. Miguel fica em choque ao saber da morte da cadela."
		},
		"Amor sem igual": {
			"segunda": "Donatella fica furiosa com a atitude de Tobias. Olympia é questionada pelo delegado, mas mantém a pose. Ramiro tenta deixar a casa noturna, mas é impedido por Fonseca. Antônio Júnior tenta proteger Cindy. Leandro liga para Bernardo e descobre que a batida policial foi armada por Tobias. O filho de Ramiro chantageia Donatella. O delegado segue para fazer uma inspeção nos quartos. Donatella fica horrorizada ao ver Tobias dando dinheiro para o delegado. Olympia entrega um alvará vencido para os policiais. Antônio Júnior tenta proteger Cindy. Oxente e Zenaide falam sobre os filhos. Os jornalistas cercam o clube noturno. Ramiro fica indignado. Tobias se encontra com Bernardo. Duplex cuida de Caio. Miguel fica contente com a postura de Poderosa. Fernanda estranha o comportamento de Pedro. Dona Sonia procura Fernanda e diz achar que Tobias esteja roubando a Bras Esportes . Na delegacia, Fonseca tenta controlar o ânimo dos detidos. Donatella chega em casa chorando e Geovani fica entristecido. Em conversa com Dona Sonia, Fernanda diz que vai investigar o irmão. Tobias chega até a delegacia e libera Ramiro e Leandro. Eles reconhecem Santiago. Oxente recebe uma ligação e descobre que o filho foi detido.",
			"terça": "Ao saber que Santiago trabalha durante a noite, Ramiro reclama com Tobias e Leandro. Antônio Júnior se desespera ao saber que ligaram para Oxente. Pedro acompanha o pai até a delegacia. Maria Antônia conversa com Miguel e fica magoada ao ouvi-lo dizer que beijou Poderosa. Carmem vê as notícias da batida policial no clube noturno e reconhece Olympia. Oxente chega na delegacia e esbraveja com Antônio Júnior. Ele descobre que Olavo e Santiago também foram detidos. Oxente discute com Olympia. Maria Antônia conversa com os amigos virtuais. Norma apoia Donatella. Ramiro discute com Tobias e começa a passar mal. Ele sente uma forte dor no peito e pede para o filho chamar a ambulância. Tobias se lembra de momentos desagradáveis com o pai e decide não chamar socorro. Fernanda encontra Ramiro caído no chão de casa. Fabiana encontra com Leandro e diz ter visto as notícias da batida policial. Leandro confessa ter ido ao clube noturno e ela fica revoltada. Oxente chega com o filho em casa. Ramiro é atendido no hospital. Ele explica para o médico que não quer dizer aos filhos que procurou a filha bastarda somente para ver se ela era compatível. Poderosa se propõe a ajudar Maria Antônia a seduzir Miguel. Oxente obriga Antônio Júnior a voltar a trabalhar no Mercadão. Olympia diz desconfiar de Donatella e Ioná. Donatella mede a glicose de Geovani e percebe que está altíssima. Furacão conta para Poderosa sobre a batida policial no clube de Olympia. Um fiscal bate no clube noturno e avisa que vai confiscar o local devido ao alvará estar vencido. Ramiro conversa com Tobias e diz que irá morrer.",
			"quarta": "Ramiro conta a verdade para Tobias. O milionário diz que precisa de um transplante de rim e por isso procurou a filha bastarda. Tobias tenta disfarçar sua satisfação. Ramiro avisa que fará de tudo para conseguir um novo órgão. Ele diz que algum aluno da Bras Esportes pode ser compatível. O clube noturno de Olympia é interditado por falta de alvará. Ioná envenena a proprietária do prostíbulo contra Donatella. Geovani confessa que foi ele quem mandou as flores para Norma. A avó de Tobias descobre que ele pagou as despesas do avô de Donatella no hospital. O filho de Ramiro debocha de Doutorzinha. Luiggi pede para Santiago indicar Peppe para a agência esportiva. Poderosa descobre que Bernardo trabalha para Ramiro. Oxente manda Miguel escolher entre Poderosa e a amizade deles. Maria Antônia decide dar um tempo para Miguel. Leandro e Vânia se beijam. Fabiana chama Bernardo de machista. Fernanda diz estar preocupada com a saúde de Ramiro. Norma questiona Donatella, que mente e diz já ter namorado Tobias. Escondido, Seu Ernani fala ao telefone com Yara. Oxente fala sobre o desentendimento com Miguel. O agrônomo desabafa com Poderosa. Maria Antônia fala que irá se valorizar e não vai mais na casa de Miguel. Olympia avisa que o clube terá que fechar por um tempo, até conseguir um novo alvará. Ela manda Maikitaison buscar Donatella. Miguel, depois de não ser atendido por Oxente, questiona a ausência de Maria Antônia e ela avisa que não irá mais trabalhar na casa dele. Poderosa liga para Furacão e chama a amiga para fazer uma faxina na casa de Miguel. Furacão aceita o convite, mas Poderosa mente para Miguel e diz que ela mesmo ficará em casa para arrumar o local. Olympia pressiona Donatella, que acaba confessando que a batida policial foi armada por Tobias.",
			"quinta": "Olympia diz que dará uma lição em Tobias. Leandro lamenta a interdição do Mademoiselle Olympia Night Club. Pedro Antônio diz a verdade para Fernanda e conta como foi tratado por Ramiro na vez em que esteve na mansão. O milionário pressiona Beto e pede para o rapaz dar um jeito de afastar sua filha de Pedro Antônio. Oxente reclama da aproximação do filho com a moça rica. Fernanda questiona a atitude de Ramiro. Norma conversa com Geovani sobre o namoro da neta. Carmem trama algo contra Olympia. A dona do clube noturno promete se vingar de Tobias. Em conversa com Ramiro, Tobias promete afastar a irmã de Pedro Antônio. Fernanda lamenta não poder visitar mais as crianças de rua. Poderosa fracassa ao tentar fazer comida para Miguel. Maria Antônia pede conselho no Fórum dos Apaixonados. Antônio Júnior não escuta os conselhos do irmão José Antônio. Miguel pede pizza para comer com Poderosa. O agrônomo pede para Hugo ajudar Poderosa com a arrumação de casa. Maria Antônia pede para ir com o pai para o Mercadão. Luiggi e Peppe ficam ansiosos à espera de um teste na Bras Esportes Fabiana diz estar com ódio de Leandro. Tobias fala para o advogado sobre o pedido de Ramiro. O rapaz explica que o pai quer encontrar um doador compatível entre os atletas da agência esportiva. Ramiro fala com seu motorista, Xavier, sobre sua doença. Miguel se despede de Poderosa e segue para o trabalho. Os jovens atletas treinam na Bras Esportes . Seu Ernani marca um encontro com Dona Sonia. Mauro aconselha o treinador a escolher entre a secretária da agência esportiva e Yara. A cozinheira da casa de idosos tagarela na cozinha com a ajudante Marly. Donatella fica feliz ao saber que o avô está namorando com Norma. Tobias se surpreende ao ouvir sua vó dizer que Donatella é sua ex-namorada.",
			"sexta": "Olympia diz que dará uma lição em Tobias. Leandro lamenta a interdição do Mademoiselle Olympia Night Club. Pedro Antônio diz a verdade para Fernanda e conta como foi tratado por Ramiro na vez em que esteve na mansão. O milionário pressiona Beto e pede para o rapaz dar um jeito de afastar sua filha de Pedro Antônio. Oxente reclama da aproximação do filho com a moça rica. Fernanda questiona a atitude de Ramiro. Norma conversa com Geovani sobre o namoro da neta. Carmem trama algo contra Olympia. A dona do clube noturno promete se vingar de Tobias. Em conversa com Ramiro, Tobias promete afastar a irmã de Pedro Antônio. Fernanda lamenta não poder visitar mais as crianças de rua. Poderosa fracassa ao tentar fazer comida para Miguel. Maria Antônia pede conselho no Fórum dos Apaixonados. Antônio Júnior não escuta os conselhos do irmão José Antônio. Miguel pede pizza para comer com Poderosa. O agrônomo pede para Hugo ajudar Poderosa com a arrumação de casa. Maria Antônia pede para ir com o pai para o Mercadão. Luiggi e Peppe ficam ansiosos à espera de um teste na Bras Esportes Fabiana diz estar com ódio de Leandro. Tobias fala para o advogado sobre o pedido de Ramiro. O rapaz explica que o pai quer encontrar um doador compatível entre os atletas da agência esportiva. Ramiro fala com seu motorista, Xavier, sobre sua doença. Miguel se despede de Poderosa e segue para o trabalho. Os jovens atletas treinam na Bras Esportes . Seu Ernani marca um encontro com Dona Sonia. Mauro aconselha o treinador a escolher entre a secretária da agência esportiva e Yara. A cozinheira da casa de idosos tagarela na cozinha com a ajudante Marly. Donatella fica feliz ao saber que o avô está namorando com Norma. Tobias se surpreende ao ouvir sua vó dizer que Donatella é sua ex-namorada."
		},
		"O rico e lázaro": {
			"segunda": "Nebuzaradã avisa que não permitirá a presença das pessoas carentes no reino. O Chefe da Guarda Real expulsa as pessoas da casa de Ravina. Joana tenta impedir, mas Zac pede para ela ter calma. Absalom convida Matias para ir até a Casa da Lua. Zabaia troca segredos com Larsa. Sammu-Ramat ordena que Darice se case com Zabaia. Nitócris chega e chama a sacerdotisa para uma conversa. Raquel diz estar à disposição de Shamiran. Aspenaz reclama do comportamento de Belsazar. Joana diz que falará sobre a atitude de Nebuzaradã com o governador Daniel. Sammu-Ramat diz precisar de um objeto de Shamiran para enfeitiçá-la. Influenciado por Absalom, Matias bebe e joga na Casa da Lua. Joana encontra Daniel e diz que Nebuzaradã impediu o auxílio às pessoas necessitadas. Gadise estranha a ausência do marido. Matias gosta de jogar e começa a apostar valores mais altos. Daniel pede uma audiência com o rei. Nebuzaradã troca farpas com o governador. Os sábios se encontram com suas esposas. Daniel pede para o rei dar um pouco de dignidade aos escravos. Tamir e Shamir reclamam por Zelfa ter quebrado os terafins. Beroso empresta dinheiro para Matias jogar mais. Arioque e Hurzabum sentem falta de Shag-Shag. Nabucodonosor não atende aos pedidos de Daniel e Evil-Merodaque. Rabe-Sáris provoca Joaquim. Amitis tenta acalmar o rei. Lia e Daniel trocam palavras de amor. Joana tem um pesadelo com Asher. Shamiran tenta apoiar Evil-Merodaque. Nabucodonosor acorda desesperado depois de ter um pesadelo.",
			"terça": "Daniel diz que continuará lutando a favor do povo de Israel. Matias mente para Gadise sobre a noite anterior. Nabucodonosor pede para Daniel interpretar seu sonho. Edissa comenta sobre a atitude do rei em seu quarto. Naomi lembra do trauma com Fassur. Neusta pede para Joaquim ter calma. Desconfiando da incapacidade de Nebuzaradã ter filhos, Sammu-Ramat diz à Darice que tentará engravidar de Rabe-Sáris. Nitócris disfarça e rouba um fio de cabelo de Shamiran para o feitiço de Sammu-Ramat. Ebede-Meleque apoia Gadise. Daniel decifra o sonho de Nabucodonosor e diz que se o soberano não mudar o coração, ficará afastado dos homens sete anos, como um animal. O rei fica atordoado com as palavras do governador e pede para ficar sozinho. Malca visita a família de Joana. Zac se propõe a ajudar Tamir e Shamir. Zabaia encontra Larsa e fala das vantagens que recebe por ser pai de Sammu-Ramat. Hurzabum procura por Shag-Shag. Daniel lê a carta de Jeremias sobre a queda da Babilônia. Hurzabum e Lior correm atrás de dois moleques que estão roubando. Zac vai até a casa de Joana e encontra Malca. Fassur não encontra resposta para dar ao sermão de Zadoque. Daniel fala sobre o sonho de Nabuco com os sábios hebreus. Nebuzaradã diz não admitir que Evil-Merodaque assuma o poder. Nitócris entrega a maquiagem e uns fios de cabelo de Shamiran para a sacerdotisa. Raquel cuida de Shamiran. Matias convida Absalom para voltar na Casa da Lua. Samira e Talita ignoram Zelfa. Isaque, pai de Malca, vai até a casa de Elga e pede para falar com Zac. Fassur chega no mesmo momento. Arrasado, Asher segue para longe da Babilônia com os pensamentos em Joana. Hurzabum diz que apresentará Joana a Lior. Zac fica tenso ao ver Lior. Sammu-Ramat inicia um ritual com os cabelos de Shamiran. Evil-Merodaque se desespera ao ver a esposa desmaiar em seus braços. Raquel corre para avisar sobre o estado de Shamiran aos reis.",
			"quarta": "Evil-Merodaque fica aliviado ao ver Shamiran respirando. Sammu-Ramat começa a sangrar pelo nariz após o ritual. Zac ameaça Lior dizendo para ele não dizer nada à Joana sobre o paradeiro de Asher. Joana diz conhece-lo de algum lugar. Nitócris fica preocupada ao saber do sonho do rei. Isaque, pai de Malca, se apresenta à Elga. Zadoque elogia a beleza de Zelfa. Elga diz que Fassur deve pedir sua mão para Zac. Talita e Samira discutem enquanto cozinham. Beroso examina Shamiran. Amitis descobre que Nitócris esteve no quarto da princesa. Joana pede para Zac acompanhar Malca. Amitis procura Nitócris e diz que nada deve acontecer ao bebê de Shamiran. Malca convida Zac para um passeio de barco, mas ele recusa. Matias volta à Casa da Lua e fica vidrado nos jogos de aposta. Joana diz que é preciso ajudar os necessitados. Nebuzaradã aconselha Zac a procurar uma nova mulher. Edissa fala sobre as investidas do rei. Daniel diz que é preciso orar por Shamiran. Nebuzaradã tenta falar com Sammu-Ramat, mas Darice avisa que a sacerdotisa está descansando. Amitis diz que é preciso tirar Shamiran do palácio, para sua segurança. Evil-Merodaque cuida de sua amada. Shamiran fica agitada com um pesadelo. Daniel ora a Deus e a princesa acorda curada. Nabucodonosor sente uma angústia e sai de seu quarto. Lia se declara para Daniel. O rei vai para a sacada do palácio e ouve a voz de Deus dizendo que ele passará sete anos afastado dos homens, como um animal. Shamiran amanhece se sentindo melhor. Amitis estranha a ausência do rei. Ela procura Shamiran e avisa que a princesa deve deixar a cidade. Nebuzaradã procura pelo rei. Aspenaz avisa que o soberano sumiu. A rainha ordena que todos procurem por Nabucodonosor.",
			"quinta": "Beroso questiona Daniel sobre o sumiço do rei. Os sábios falam do desaparecimento. Nitócris fica preocupada com a ausência de Nabucodonosor. Joana, Rebeca e Hurzabum saem a procura dos necessitados. Nebuzaradã ordena que os oficiais procurem pelo rei em toda a cidade. Sammu-Ramat começa a sangrar novamente e Darice se preocupa. Os oficiais do palácio iniciam a procura pelo rei. Nabonido apoia Evil-Merodaque. Joana, Hurzabum e Rebeca saem da cidade procurando os necessitados. Rabe-Sáris lidera um grupo de oficiais. Dalila e Raquel falam em viver longe da Babilônia com os maridos. Ebede recorda das profecias de Jeremias. Darice se desespera ao ver Sammu-Ramat tossindo sangue. Os oficiais vasculham a casa de Elga a procura do rei. Zac encontra com Malca na rua e se oferece para ajudá-la. Os oficiais vasculham a Casa da Lua e Zabaia teme que descubram sua produção secreta de cerveja. Arioque e Nebuzaradã saem da cidade a procura do rei. Amitis pede para ficar sozinha. Ravina e Zadoque se preocupam com a situação dos hebreus na cidade. Absalom acompanha a revista na casa de Dana. Joana e seus amigos seguem a procura dos necessitados. Darice chama Mesaque para ajudar Sammu-Ramat. Amitis sofre com a ausência de Nabucodonosor. Evil-Merodaque diz que o mais seguro é Shamiran se afastar. Belsazar zomba do sumiço do rei e Amitis lhe acerta um tapa. Rabe-Sáris questiona a fabricação de bebidas de Zabaia. Ravina e Zadoque tentam proteger os documentos sagrados da Sinagoga e são ameaçados. Dana pergunta se Absalom fez algum mal a Rafael. Darice implora para Mesaque salvar a sacerdotista. Joana, Hurzabum e Rebeca se assustam ao verem o rei na floresta se comportando como um animal.",
			"sexta": "Nabucodonosor rosna como um animal. Hurzabum é o único que consegue se aproximar do rei. Nebuzaradã aparece neste momento e manda todos se afastarem do rei. Nabucodonosor se assusta e corre como um animal para dentro da floresta. Nitócris fica magoada com a atitude de Amitis. A caminho da cidade de Meroé, Asher e Aksumai encontram com Shag-Shag pedindo esmola na estrada. Asher oferece ajuda. Hurzabum fica intrigado com o comportamento do rei e decide procura-lo na mata. Ravina e Zadoque são levados presos. Fassur sorri satisfeito. Absalom diz que Dana será dele. Zabaia suborna Rabe-Sáris. Mesaque cuida de Sammu-Ramat. Nitócris mima Belsazar. Nabonido mostra apoio ao reinado de Evil-Merodaque. Nitócris ameaça Sammu-Ramat. Como um animal, Nabucodonosor rosna para Nebuzaradã. Hurzabum toca sua flauta e o rei se acalma. Shag-Shag agradece o apoio de Asher e se despede. Fassur fica satisfeito com a prisão de Zadoque e Ravina. Zac apresenta Malca aos familiares. Sammu-Ramat melhora com os cuidados de Mesaque. Ebede-Meleque se assusta ao ver Ravina e Zadoque na prisão do palácio. Matias pede ajuda a Daniel. Zac trata de negócios com Beroso e conhece Belsazar. Aspenaz procura Evil-Merodaque e diz que a rainha lhe aguarda. Neusta fala sobre o sumiço do rei. Zadoque diz que é preciso ter fé. Edissa visita Joaquim. Zac vai até a casa de Ilana e avisa que Ravina e Zadoque estão presos. Beroso avisa que o reino ficará sob regência de Evil-Merodaque. Na floresta, Nabucodonosor se aproxima de Hurzabum e eles notam as mesmas pintas em suas mãos. Nebuzaradã retorna ao palácio e avisa que o rei se tornou um animal."
		},
		"Caminhos do coração": {
			"segunda": "Ágata é a única que não acorda. Aquiles e Teófilo ficam apavorados e Clara diz que Ágata pode ter morrido. Aquiles e Teófilo imploram para Clara curar Ágata e a menina tenta novamente usar seu poder. Toni e Lúpi chegam ao depósito e procuram Maria, Hélio e Perpétua, mas não encontram ninguém. Perpétua consegue se levantar para fugir, mas Fúria a ameaça de novo. Perpétua lança mais um raio contra Fúria, que cai no chão e sente dor. Perpétua sai correndo, mas pára ao se deparar com Vlado. Ela diz que irá dar mais choques no mutante-vampiro, mas Vlado avisa que está usando sapatos de borracha e a ameaça. Lúpi sente a presença de uma mulher e Toni diz para eles se esconderem. Cléo se aproxima e Toni demora alguns segundos para reconhecer a prima. Toni grita pelo nome de Cléo e os dois se abraçam emocionados. Cléo conta que também é uma mutante e Lúpi diz ter esperanças de que seus amigos ainda estejam vivos. Marcelo desconfia de sua amnésia e Júlia se enfurece. A médica diz que Marcelo é o que ela quer que ele seja e ele desconfia ainda mais. Clara coloca as mãos sobre a cabeça de Ágata e ela dá um sinal de vida. Ágata abre os olhos e Teófilo e Aquiles a abraçam. Lucas diz para Célia que vai escutar os pensamentos de algumas pessoas para ver se descobre quem é o mandante dos crimes. Lucas escuta o pensamento de um rapaz e Célia fica irritada. Os dois discutem. Perpétua foge e Vlado vai atrás dela. Ele ameaça mordê-la, mas Perpétua derruba Vlado no chão. Fúria aparece e diz que Vlado não irá roubar sua comida. Os dois começam a lutar, enquanto Perpétua aproveita para fugir. Hélio e Maria se apavoram sem saber para onde fugir, enquanto Velociraptor se aproxima cada vez mais deles. Maria diz para Hélio se acalmar, mas ele avisa que irá fugir. Velociraptor se aproxima e Hélio sai correndo em direção ao mar. O dinossauro persegue Hélio pela praia, mas ele entra no mar e some. Velociraptor volta-se para Maria e ela se apavora. Maria rasteja para fugir de Velociraptor e encontra um ovo de dinossauro. Ela se afasta do ovo e ao olhar para trás vê Velociraptor. Maria se corre, seguida pelo dinossauro. Maria sobe numa árvore e Velociraptor a observa.",
			"terça": "Lúpi se preocupa e diz que é muito difícil escapar de Velociraptor. Meta-César dá uma entrevista à imprensa e revela estar curado. Toni convence Lúpi a procurar Maria e Hélio. Iara avisa que não tem medo de Ísis e diz que quer Beto para ela. A sereia canta no ouvido de Demétrio e faz um gesto sobre a cabeça dele. Demétrio adormece e Ísis corre para ajudar o amigo. Iara sai andando e Beto vai atrás dela. Eugênio comenta que irá pesquisar na Internet sobre sua mãe.  Toni conta para Cléo o que aconteceu enquanto ela estava sumida.   Meta-César dá uma entrevista à imprensa e revela estar totalmente curado. Gór e Rodrigo discutem. Amália os interrompe e manda Rodrigo escolher uma das duas. Taveira e Dino armam uma armadilha para Valéria e ela vai ao esconderijo deles. Os dois ameaçam a repórter, que fica aterrorizada ao descobrir que eles viraram vampiros. Valéria tenta fugir, mas Taveira e Dino mordem seu pescoço.\nEugênio acha uma mulher com o nome de sua mãe na Internet. Valéria golpeia Taveira e Dino e os dois largam seu pescoço. Ela se desespera com medo de virar vampira. Taveira e Dino avisam que Valéria não irá virar vampira, pois eles não irão deixá-la sobreviver. A repórter tenta se defender e implora para não morrer. Taveira e Dino mordem o pescoço de Valéria.  Júlia conta para Marcelo que ele foi atacado por um dinossauro e ele fica confuso por não se lembrar de nada.",
			"quarta": "A médica chama Marcelo pelo seu verdadeiro nome e ele pede explicações, já que pensa se chamar Leonardo. Júlia disfarça e diz que confundiu o nome dele. Marcelo tem alucinações com imagens de monstros e diz que não pode aceitar viver sem memória. Paola sente os efeitos da mordida, enquanto Eric, Fernando e Juanita a observam. Paola começa a se transformar em serpente. Eric avisa para Paola que ela poderá fazer tudo o que quiser ao se transformar em serpente. Paola diz que irá se vingar de Janete e que Toni finalmente será seu. Paola se transforma em serpente, enquanto Eric, Fernando e Juanita vão embora. Simone convida Mauro para morar com ela. Pepe diz ter certeza de que Taveira e Dino estão envolvidos com o sumiço de Ana Luz. Helga liga para Ernesto e conta ter sido atacada pelos bandidos. Capeletti coloca César numa cela e ele implora para o segurança soltá-lo. Vavá, Pachola e Cris escutam tudo e se surpreendem ao saber que Metamorfo tomou o lugar de César.\nVlado propõe à Fúria que eles se unam. A mulher-pantera aceita e os dois ficam atraídos um pelo outro. Vlado e Fúria se beijam. Meta-César termina de responder as últimas perguntas dos jornalistas. Aristóteles, Cassandra e Irma desconfiam de “César” e querem saber tudo a respeito da vacina anti-lobisômica. Meta-César pede para Gór mandá-los embora. Gór hipnotiza os três. Ela também olha para Lúcia e Danilo e eles saem. Rodrigo enfrenta Gór com seu olhar. Meduso agarra Silvana e os dois se beijam.",
			"quinta": "A moça o afasta e confessa estar gostando de Metamorfo. Batista conta para Regina que marcou um encontro com a mãe de seu filho e que ela irá lhe contar tudo sobre o menino. Mauro e Simone chegam em casa e estranham a bagunça. Ela procura por Helga e Paola, mas não as encontra. Mauro leva um susto ao ver uma cobra rastejando. Simone se esconde atrás de Mauro. A cobra se transforma em Paola, que se veste rapidamente. Simone e Mauro se surpreendem ao encontrar Paola. Ela diz que estava escondida com medo da cobra e eles estranham. Paola conta que o apartamento foi invadido por bandidos. Helga entra em casa apavorada. Helga diz que Eric quer matá-la e estranha o fato de ele não ter feito nada contra Paola. Perpétua ferida chega ao depósito. Lúpi, Toni e Cléo correm para ajudá-la. Perpétua conta que foi atacada por Fúria e Vlado e desmaia.",
			"sexta": "Marcelo segura Júlia pelos braços e a ameaça. Capeletti dá um choque em Marcelo, que cai no chão. Marcelo derruba Capeletti e quando se vira para Júlia, ela lhe acerta com a pistola de raios tranqüilizantes. Marcelo desmaia e Júlia avisa que ele só irá parar de sentir dor quando aceitar suas ordens. Amália conta para Rodrigo que está tendo pesadelos de que o filho deles é um mutante com genes de jacaré.  Lúcia conta para Danilo que está grávida. Ela pede para Danilo conter sua empolgação e diz que não sabe quem é o pai. Danilo avisa que irá assumir o filho, mesmo não sendo o verdadeiro pai. Metamorfo diz para Gór que ela não merece ficar com Rodrigo. Gór se convence de que não precisa de Rodrigo e avisa que irá esquecê-lo. Metamorfo e Gór se beijam. Rodrigo diz que irá acabar com Júlia. Rodrigo fala para Amália que terminou tudo com Gór e os dois se beijam."
		},
		"a escrava isaura": {
			"segunda": "Cel. Sebastião diz a Helena que é com o Dr. Paulo que ela se casará. Belchior entrega a carta de Malvina para Leôncio e ele decide escrever uma carta de resposta. Tomásia recebe uma caixa de presente, mas ao abri-la sai uma aranha asquerosa. A condessa fica brava e decide enviar um presente ainda mais letal para o Leôncio. Leôncio dá tapas na cara de Joaquina covardemente, mas pára ao ouvir os chamados de Rosa. Leôncio leva Rosa para seu quarto. Malvina recebe carta de Belchior. Helena está perto e desaprova. Álvaro diz a sua mãe que não está certo se pede a mão de Branca em casamento. Decide dar uma volta para pensar no assunto. Isaura sai para passear com Pedrinho. Álvaro e Isaura se encontram e trocam olhares.",
			"terça": "Isaura se esconde de Álvaro por timidez, mas ele se diverte com esse joguinho de sedução. Helena diz a seu pai que se ele a forçar a se casar com o Dr. Paulo ela fará um escândalo. Malvina chega na fazenda. Leôncio ouve o barulho da charrete e pede para que Rosa vá embora. Rosa vai para o quarto antigo de Isaura para que Malvina não a veja. Leôncio vai encontrar Malvina. Moleca quer ajudar André a libertar seu pai e sua tia. Rosa dá água e pão para Joaquina e João. Henrique se irrita por não achar diamante.\nÁlvaro diz a sua mãe que achou a mulher de sua vida e que não pode ficar noivo de Branca. Malvina janta com Leôncio. Raimundo leva uma cobra para o quarto de Leôncio. Malvina e Leôncio vão para o quarto. Eles se beijam e Malvina se entrega. Francisco leva Rosa para fora de casa. Malvina abre os olhos e vê a cobra. Branca se lamenta. Perpétua briga com seu filho. Isaura tenta ler um livro, mas não consegue se concentrar. Álvaro surge em um cavalo e Isaura sorri para ele.",
			"quarta": "André planeja invadir a fazenda de Leôncio. Isaura conversa com Álvaro e se apresenta como Elvira. Leôncio não consegue dormir. Raimundo avisa que não vai trabalhar mais para Tomásia. Leôncio tem outro pesadelo com Almeida. Malvina fica chocada ao saber que João e Joaquina estão presos. André planeja invadir a fazenda de Leôncio. Henrique e Bernardo garimpam. Rosa recebe Flor-de-Lis em seu quarto. Malvina pede a Leôncio que liberte João e Joaquina. Leôncio nega e Malvina vai embora. Pedrinho percebe que Isaura está interessada em Álvaro. Apaixonado Álvaro fala de Isaura para Geraldo. Branca sonha com o amor de Álvaro. Leôncio bate em Joaquina e João. Isaura chora. João e Joaquina pedem a Belchior que vá buscar a ajuda de Tomásia. Belchior arquiteta um plano para salvar João e Joaquina. Miguel recebe Álvaro em sua casa.",
			"quinta": "André e Moleca invadem a fazenda com a ajuda de Belchior. Álvaro fala de sua vida para Isaura, Miguel e Pedrinho. Martinho conta ao Sargento que Miguel foi visto a caminho de Muriaé. Rosa tira satisfações de Leôncio. Belchior cuida de João e Joaquina e fala da fuga. Francisco e Raimundo dormem. André e Moleca invadem a fazenda com a ajuda de Belchior. Leôncio surpreende Moleca que dá um golpe de capoeira e o rende. Rosa ataca Moleca. André resgata João e Joaquina.\nRosa reencontra André e rouba um beijo, Moleca vê. Gabriel geme. Leôncio acorda e fica furioso com a fuga dos escravos. Sebastião lamenta passar a noite de Natal longe de Henrique. Bernardo encontra um diamante. João e Joaquina são recebidos com festa no quilombo. Sebastião se irrita quando sabe que Rosa dormiu com Leôncio. Rosa ganha um colar de ouro como presente de Natal. Leôncio fica sozinho na noite de Natal. Helena foge para a casa de Tomásia. Alguém bate na porta da casa de Miguel e Isaura.",
			"sexta": "O proprietário da casa visita Miguel. Sebastião se irrita com o sumiço de Helena. Leôncio pensa em Isaura. O quilombo está em festa. Isaura, Miguel e Pedrinho ceiam felizes. Geraldo conta a Branca que Álvaro está apaixonada por Isaura. Isaura lamenta não contar a verdade a Álvaro. Leôncio vai ao quarto de Rosa e convida Flor-de-Lis para cear com ele. Diogo e Helena se beijam. Gabriel acorda e vê tudo. Sebastião vai a casa de Tomásia. Álvaro pergunta a Isaura se pode fazer a corte a ela."
		},
		"Salve-se quem puder": {
			"segunda": "",
			"terça": "",
			"quarta": "",
			"quinta": "",
			"sexta": "",
			"sábado": ""
		}
	}
}
