{
  "novelas": {
    "amor de mãe": {
      "segunda": "Eunice mostra os papéis de Tânia para Lurdes. Álvaro disfarça a presença de Estela para Verena. Ryan é hostil com Elias e suas fãs. Camila e Danilo iniciam o programa de fertilização. Danilo se surpreende ao saber que o antigo restaurante de Thelma será demolido. Raul e Vitória comemoram o diploma do ensino médio conquistado por Sandro. Lucas comprova para Álvaro que Vitória está por trás da ação dos moradores de Guaporim contra a PWA. Ryan faz um apelo sobre Domênico em rede nacional, e Lurdes se emociona. Danilo descobre que Nuno comprou o restaurante em nome de Álvaro. Jorge se preocupa com o estado de Estela. Raul afirma que transformará a PWA, e Vitória o admira. Elias pensa em se passar por Domênico para se aproximar de Ryan. Raul e Vitória dormem juntos. Thelma pressiona Nuno a desfazer o negócio com Álvaro. Estela ameaça revelar o que sabe sobre Álvaro. Magno vê Penha com Belizário. Marconi cobra de Sandro o favor que lhe fez.",
      "terça": "Elias observa Magno. Matias pede que Durval termine o relacionamento com Tracy em seu lugar. Lurdes acredita que Penha tenha denunciado Magno para Belizário, e Leila fica tensa. Estela se prepara para viajar com Álvaro, e Jorge desconfia. Thelma torce para reaver seu restaurante e trabalhar com Danilo. Leila pede ajuda a Penha, que confessa se sentir bem com Belizário. Sandro pede para acompanhar Raul em um almoço com Lídia. Nuno decide desfazer seu negócio com Álvaro. Tales se sente humilhado por Lídia. Magno confronta Penha. Sandro avisa a Marconi a localização do quadro que o bandido planeja roubar. Tracy não aceita que Durval termine seu relacionamento com Matias. Elias inventa para Magno que foi adotado. Miranda confunde Daniel com Matias. Marconi furta o quadro de Lídia. Belizário agride Estela. Lurdes acredita que Elias é Domênico.",
      "quarta": "Magno pede que Lurdes espere para conhecer Elias. Belizário diz a Álvaro que resolveu sua situação com Estela. Belizário presenteia Penha com uma joia dada por Álvaro a Estela. Lídia percebe que seu quadro sumiu. Daisy e Farula comentam com Marconi sobre o roubo do quadro. Tales vê o estado da casa de Estela e chama a polícia. Miriam inicia uma investigação sobre o ocorrido com Estela e questiona Álvaro. Thelma acompanha Nuno até o escritório de Álvaro para desfazer a venda do restaurante. Lídia acusa Sandro de ter roubado seu quadro, e Raul se revolta. Sandro sofre por ter ajudado Marconi. Jorge ajuda Estela a fugir. Elias chega para o almoço com Lurdes e gosta de conhecer Ryan. A polícia recupera o quadro de Lídia, que se desculpa com Sandro. Sandro confessa a Raul que participou do roubo do quadro.",
      "quinta": "Sandro explica sua situação para Raul, que apoia o filho. Lurdes questiona Elias sobre seu passado, e Magno tenta conter a ansiedade da mãe. Raul e Vitória propõem que Sandro deixe o país, mas o rapaz se recusa. Érica comenta que Elias pode ter assistido à entrevista de Ryan e estar fingindo as coincidências com Domênico. Nicete comenta com Betina que tem vontade de conhecer o filho de Verena. Danilo pede demissão do bar de Nuno para trabalhar com Thelma. Betina convence Verena a deixar Nicete conhecer Júnior. Raul e Vitória armam para que Marconi seja preso. Daniel questiona Miranda sobre Matias. Vitória liberta Amanda e a leva até Davi. Álvaro flagra Nicete e Betina com Júnior, e Verena tenta disfarçar. Davi tenta convencer Amanda a não atentar contra a vida de Álvaro. Álvaro confronta Nicete.",
      "sexta": "Lídia comenta com Miguel sobre a suposta morte de Estela. Álvaro questiona Lucas em relação aos direitos de Betina sobre sua herança, e Amanda os observa. Durval aconselha Matias a procurar Miranda. Amanda segue Belizário. Lurdes conta sua história a Elias, e afirma que o rapaz pode ser seu filho. Tales confessa a Lídia que esteve no apartamento de Estela na noite do crime. Elias vibra ao mostrar sua música para Ryan. Lurdes aconselha Sandro sobre seu futuro. Lucas alerta Álvaro sobre a audiência de Guaporim. Miriam prende Marconi, e Raul e Vitória comemoram. Matias e Miranda se reaproximam. Vitória e Álvaro se enfrentam. Camila, Danilo e Thelma iniciam o processo de inseminação artificial. Álvaro processa Vitória, e Raul e Sandro a apoiam. Durval revela a Danilo que Thelma tem um aneurisma.",
      "sábado": "Danilo fica devastado com a notícia sobre o aneurisma de Thelma. Álvaro comemora a derrocada de Vitória, e Raul e Sandro se preocupam. Durval teme perder a amizade de Thelma. Danilo revela a Camila a situação de Thelma. Vitória se desespera ao perder todos os seus clientes. Raul consulta Davi sobre a ideia de transformar a PWA em uma empresa de bioplástico. Lurdes descobre que Elias não é Domênico, e todos se compadecem. Lídia toma conhecimento da ficha policial de Tales e expulsa o rapaz de sua casa. Tales chantageia Lídia. Betina admira a dança de Marina. Elias afirma à mãe que Ryan gravará uma música dele."
    },
    "Bom sucesso": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Éramos seis": {
      "segunda": "Clotilde disfarça diante de Natália, e Almeida garante à esposa que não pensa mais na moça. Inês admira a coragem de Alfredo. Felício e Isabel discutem. Justina pede para ver uma foto de Hamilton, e Emília se incomoda. Carlos tenta confortar Isabel, que se irrita com o irmão. Julinho vai a um salão de jogos com Assad. Afonso ajuda Lola com suas encomendas, e Shirley não gosta. Felício pede perdão a Isabel, e Carlos repreende a irmã. Isabel revela a Lola que namora um homem casado. Tião, Lúcio, Alfredo e outros manifestantes são atacados pela polícia.",
      "terça": "Tião, Alfredo e Lúcio conseguem fugir da polícia. Lola discute com Isabel. Afonso afirma que não deve satisfações a Shirley. Clotilde conforta Isabel, que garante que não deixará Felício. Genu se desespera com o perigo sofrido por Lúcio. Lola se nega a conhecer Felício, e Carlos briga com Isabel. Clotilde repreende a família por não aceitar a paixão de Isabel. Alfredo tem uma conversa séria com Carlos. Clotilde aconselha Isabel a lutar por seu amor. Afonso pede que Shirley deixe sua casa. Adelaide e Alfredo se beijam. Inês convida Carlos para uma viagem às escondidas.",
      "quarta": "Carlos aceita viajar com Inês. Genu se preocupa com a integridade de sua família, por conta das manifestações políticas. Clotilde não consegue contar a Lola sobre sua gravidez. Isabel se encontra com Felício. Marcelo convence Carlos a conversar pessoalmente com Felício. Lúcio, Virgulino, Tião e Nero se dirigem à manifestação. Lola se preocupa com Alfredo. Isabel garante a Lola que não desistirá de seu romance com Felício. Inês se prepara para sua viagem com Carlos. Lola tem um mau pressentimento. Carlos é atingido por um disparo da polícia contra os manifestantes.",
      "quinta": "Carlos é levado para o hospital. Inês acredita que Carlos tenha desistido de viajar com ela. Adelaide afirma a Gusmões que sabe de onde vieram os tiros contra a multidão. Julinho ouve as notícias sobre a manifestação e teme pela vida de Alfredo. Sem saber a identidade de Carlos, o médico confirma a Gusmões que o estado do rapaz é grave. Marcelo vai à casa de Lola à procura de Carlos. Marcelo, Isabel e Alfredo se preocupam com a falta de notícias de Carlos. Inês fica aflita com o sumiço do namorado. Gusmões encontra um documento de Carlos e alerta Almeida. Alfredo reconhece Carlos no hospital e se desespera. Almeida vai à casa de Lola com Gusmões.",
      "sexta": "Lola decide ir até o hospital atrás de Carlos. Alfredo se revolta com o estado do irmão. Inês tem um mau pressentimento, e Afonso ampara a filha. Lola pede que Alfredo avise a Julinho e Inês sobre o estado de Carlos. Carlos passa mal, e os médicos o acodem. Todos descobrem que Carlos foi atingido, e Adelaide, Afonso e Inês seguem para o hospital. Adelaide conforta Alfredo, que se culpa pelo estado do irmão. Carlos se despede de Lola, Isabel e Alfredo, e pede que o irmão prometa cuidar da sua família. Inês chega ao hospital. Carlos não resiste e morre.",
      "sábado": "Lola fica desolada com a morte de Carlos e Afonso se penaliza com seu estado. Toda a família sofre a perda de Carlos. Justina tem uma lembrança de seu pai e Adelaide se interessa. Emília obriga Justina a tomar medicações. Inês afirma a Afonso que está se sentindo como uma viúva. Alfredo promete mudar para ajudar Lola. Julinho chega para o velório do irmão. Clotilde confidencia com Durvalina suas questões sobre a gravidez secreta. Virgulino comenta com Afonso que teme a instalação de um regime ditatorial no país. Emília diz a Gusmões que conterá as lembranças de Justina sobre a morte de Hamilton, e Higino ouve. Lola tem um sonho com Carlos. Felício procura Isabel. Lola descobre que Carlos fez um seguro de vida em seu nome."
    },
    "Malhação": {
      "segunda": "Chega o dia das apresentações musicais das chapas do grêmio. Raíssa apoia Nanda, que consegue se apresentar. Max revela a Regina que perdeu todo o dinheiro dos dois. Neide sugere que as duas chapas se unam para recuperar a biblioteca da escola. Henrique decide apoiar Andressa, e Fafi se decepciona. Lígia sugere que Rita seja representada por Lara no processo de guarda de Nina. Filipe lamenta que Lígia e Rita não tenham chegado a um acordo. Rui revela a Rita que Lara subornou Isaura para depor contra ela.",
      "terça": "Filipe insiste para Lígia que Lara mente. Henrique pede Andressa em namoro, e a jovem o despista. Rita pede que Rui marque um encontro com Viana. Milena confronta Mariliz. Diana recusa os livros dados por Celso para a biblioteca da escola. Mariliz afirma que fará de tudo para Milena voltar a escutar, desde que Daniel volte a morar com ela. Milena hesita sobre a possibilidade de voltar a ouvir. Rita conta para Filipe que Rui tem provas de que Lara subornou Isaura.",
      "quarta": "Filipe diz a Rita que precisa alertar Lígia. Madureira conversa com Lígia sobre Nina e Rita. Joaquim se incomoda ao ver Rita no quarto de Nina, e Filipe confronta o pai. Neide convoca as duas chapas do grêmio para uma conversa. Fafi flagra Andressa e Henrique se beijando. Regina assume as contas da casa. Guga pede que Max aceite receber ajuda. Milena leva Daniel para conhecer sua antiga escola. Viana garante a Rita que, com a prova do suborno de Isaura, ela ganhará a guarda de Nina.",
      "quinta": "Rita afirma a Viana que ele não é mais seu advogado, e diz que falará com Lígia sobre Lara. Fafi propõe que Henrique finja estar ficando com ela, para provocar Andressa. Lígia confronta Lara na frente de Rita e Filipe. Sara aconselha Milena sobre a cirurgia. Rui sequestra Nina, e Lígia e Rita se desesperam. Joaquim apoia Lara. Milena decide não fazer a cirurgia. Rui devolve Nina para Lígia e Rita, e insinua que deseja resolver o processo de guarda amigavelmente.",
      "sexta": "Andressa se surpreende ao ver Henrique com Fafi. Diana e Marquinhos vencem o debate sobre os livros na escola. Mariliz se revolta contra a decisão de Milena, e Daniel enfrenta a mãe. Lara se recusa a confessar seus erros para o juiz e ameaça Lígia. Henrique provoca Andressa e comemora o sucesso do plano de Fafi. Jaqueline, Anjinha e Fafi estimulam a reflexão dos alunos sobre a proibição dos livros. Marco é preso, e Carla e Thiago se desesperam. Rafa e Cléber avisam a Anjinha que Marco foi preso."
    },
    "Avenida Brasil": {
      "segunda": "Nina engana Santiago e consegue uma cópia da chave de seu hospital de bonecas. O estado de Jorginho melhora progressivamente. Nina encontra o dinheiro do sequestro de Carminha e deixa um bilhete de desculpas para Santiago. Suelen e Dolores tentam fazer com que a situação melhore entre Roni e Diógenes. Suelen decide comandar a loja de Diógenes e orienta Darkson a se vestir de mulher para atrair mais clientes. Cadinho e Alexia tentam ficar juntos, mas Pilar atrapalha. Carminha convence Ivana a abrir uma agência de propaganda para Max. Nina entrega mais uma parcela do dinheiro para Max. Em êxtase com seu dinheiro, Max recusa uma ligação de Ivana. Pressionada pela família, Carminha decide dar uma nova chance a Nina. Carminha vai ao encontro de Max e Nina a segue. Nina consegue fotografar Max e Carminha juntos.",
      "terça": "Lucinda aconselha Nina a ter cuidado. Nilo confirma para Carminha que Nina é Rita. A família de Tufão viaja para Cabo Frio com Jorginho e convida Nina. Carminha decide que não irá para Cabo Frio e convence todos de que Nina deve ficar com ela. Carminha dá folga para Janaína. Cadinho vai à casa de Verônica e os dois ficam juntos. Noêmia marca um novo encontro com Cadinho. Carminha conta para Max o que descobriu sobre Nina. Roni não aceita a aproximação de Dolores. Max fica dividido entre Carminha e Nina. Nilo avisa a Lucinda que Carminha descobriu a verdade sobre Nina. Lucinda telefona para Nina, mas Carminha atende e depois inutiliza o celular de cozinheira. Carminha explica a Lúcio o seu plano contra Nina. Em Cabo Frio, Jorginho reflete sobre sua vida. Nina serve o café da manhã a Carminha.",
      "quarta": "Lucinda vai à casa de Carminha. Tufão estranha o fato de não conseguir falar com Carminha e Nina por telefone. Max vai ao encontro de Lucinda e confronta Nilo. Janaína questiona Lúcio sobre o seu envolvimento com Carminha. Lúcio diz a Janaína que Nina não trabalha mais na mansão. Em Cabo Frio, todos saem para caminhar, menos Tufão e Jorginho. Leleco e Muricy ficam para trás, discutem e acabam se beijando. Jorginho lembra de seu acidente. Leleco e Muricy combinam de guardar segredo sobre o breve reencontro amoroso dos dois. Zezé e Janaína desconfiam do desaparecimento de Nina. ",
      "quinta": "Jorginho está com a memória comprometida e todos se preocupam. Leleco marca um encontro com Muricy. Iran se irrita com a presença de Monalisa na festa de aniversário de Débora. Ivana surpreende Muricy e Leleco juntos na cozinha, mas o ex-casal tenta disfarçar. Leandro faz as pazes com Roni. Tessália elogia a relação amigável entre Muricy e Leleco, e os dois s sentem culpados. Nilo afirma que Max está apaixonado por Nina. Carminha manda Janaína cozinhar e Lúcio provoca mãe. Carminha se encontra com Max e o incentiva a telefonar para Ivana, que fica radiante.",
      "sexta": "Durante uma brincadeira, Jorginho fala sobre Rita e Tufão conversa com o filho. Max fala com Lucinda sobre Nina e Nilo os surpreende. Suelen reclama do vestido de noiva que Diógenes leva para ela. Max se desentende com Nilo, que se esconde no porta-malas do carro do filho. Roni convida Leandro para ser seu padrinho de casamento. Monalisa convence Iran a acompanhá-lo à festa de Débora. Nilo chega de surpresa no sítio e Max se irrita. Verônica e Noêmia provocam Alexia. Tufão flagra Leleco e Muricy na despensa da cozinha. Verônica fica incomodada com os conselhos que Monalisa lhe dá sobre como fazer uma festa."
    },
    "Aventuras de Poliana": {
      "segunda": "Filipa e Ester perguntam para Hugo de quem o Eric gosta. Dark Lady manda um vídeo para todos os alunos do colégio, deixando-os intrigados. Luisa diz para Arlete que foi até a mansão atrás de uma antiga carta. Devido ao vídeo da Dark Lady, Helô faz uma inspeção na mochila dos alunos e encontra uma capa na mochila de Mirela, que é encaminhada a diretoria. Gleyce convida Nancy para participar de uma reunião do CLP. Luca descobre a senha do “O11O VR” e consegue jogar Vetherna na escola, Mário escuta a senha de Luca. Sérgio e Roger discutem, mas não chegam em uma conclusão sobre os projetos da O11O. Débora tenta difamar Marcelo para Ruth. Sophie começa a se incomodar com as frequentes saídas de Iure com seu amigo André e os dois discutem. Luisa encontra a carta que estava procurando.",
      "terça": "OTTO anuncia que irá reabrir sua antiga empresa de brinquedos “Starship”. Marcelo passa um trabalho em grupo em sua aula e os alunos começam a trabalhar em seus projetos. Hugo conta para Paola sobre as perguntas que Filipa fez a respeito de Eric. Distraído com o jogo Vetherna, Mário acaba perdendo uma importante prova no colégio. Ruth e Helô checam as imagens de segurança e descobrem que alguém alterou as gravações. Os amigos de Raquel tentam ajuda-la a desmascarar a suposta Dark Lady. Sophie segue Iure até o restaurante, ele nota sua presença e o apresenta para uma pessoa importante. O resultado do teste de DNA de Ruth e João fica pronto, e o parentesco é confirmado. Luisa lê a carta de Alice e confirma que Pendleton está falando a verdade. Bento descobre que Ruth encontrou seu sobrinho desaparecido.",
      "quarta": "Bento fica com medo de o sobrinho de Ruth tomar seu lugar.  O pai de Iure não aceita o namoro do filho com Sophie. Para ajudar o meio ambiente, Lorena da algumas dicas sobre reciclagem para pessoas na rua. Em busca de algumas informações, Luisa tenta reencontrar algum membro da Trupe Vagalume. Eric, Poliana e Filipa vão até a casa de João para finalizar o trabalho. Gleyce apresenta Mosquito para as integrantes do CLP. Débora pede para Mosquito não contar nada sobre os negócios que fez ela com Rato no passado. Nancy se queixa por nunca ter ido a casa de Waldisney. Débora aproveita a live do CLP para difamar a imagem de Marcelo para todos. Na O11O, Jeff fica indignado com a maneira com que é tratado por Roger. Bento descobre que João é o verdadeiro sobrinho de Ruth.",
      "quinta": "Luisa decide mostrar a carta de Alice para Marcelo. Pendleton pede que Luisa passe alguns dias em sua casa para cuidar das meninas enquanto ele viaja. Yasmin escuta Raquel falar que é verdadeira Dark Lady. João fica com ciúmes de Eric e Poliana. Iure pede desculpas a Sophie pela atitude rude de seu pai. Fernanda vê Débora e Afonso conversando. Depois da descoberta, Bento foge. Preocupada, Ruth alerta a todos sobre o sumiço de Bento. Luisa pergunta se Ester gosta realmente de Pendleton. Nasce o irmão de Gael, Benício e Yasmin. Arlete tenta ensinar bons modos a Mosquito. Sozinho tentando fugir, Bento acaba se machucando na rua.",
      "sexta": "Falcão e Zóio assistem o vídeo do CLP e vêem Mosquito. Raquel desabafa com sua mãe. Yasmin, Gael e Benício sentem ciúmes do irmão e Durval aconselha as crianças. Waldisney pede para Jeff não contar nada sobre seu passado para Nancy. Mário inventa uma desculpa para os pais por não ter feito a prova. Guilherme briga com Roger devido a maneira que o pai trata o amigo no trabalho. Jeff conta para Waldisney sobre as fotos que estavam no pen drive de Pendleton e os dois levantam algumas hipóteses suspeitas. Mirela não consegue recuperar suas contas nas redes sociais. Sérgio e Joana conversam sobre o comportamento de Mário."
    },
    "Cúmplices de um resgate": {
      "segunda": "Regina almoça com Geraldo numa mesa diferente da que está Isabela e Otávio. Giuseppe está com dificuldade para vender os sapatos que nomeou com o nome de Fiorina. Taísa revela para Lurdinha que está apaixonada por Frederico. A moça diz que achava que ele era gay, porém descobriu que o estilista é apenas um homem carinhoso. Lurdinha se distrai e lembra de todas as investidas de Frederico. A recepcionista pensa pela primeira vez que também pode estar a fim do estilista. Raul conta para todos que Priscila não corre mais risco de vida. Todos comemoram. Aurora, Fortunado e Safira vão até o quarto da garota, que se emociona. «O pior já passou», diz Safira para a filha. Giuseppe tenta vender os sapatos na cidade. Rebeca sente falta de Manuela e liga para a garota, que não atende. Isabela fica com ciúme de Manuela, que está indo bem na banda C1R. Rebeca fica nervosa e procura a filha pelo vilarejo.",
      "terça": "Pedro convida Luis para trabalhar como seu assistente na clínica veterinária. Priscila insiste em não comer e Raul fica preocupado devido o quadro de anemia da menina. O médico avisa Safira, Aurora e Fortunato que o problema deve ser psicológico e por isso um profissional atenderá ela no hospital. Regina aproveita o acidente de Priscila e diz que Manuela precisa se afastar de Joaquim para que a garota fique mais feliz. Giuseppe e Nico são assaltados. Flávia vai atrás do pastor Augusto e pergunta se ele gosta de Gemima. O pastor diz que não, pois gosta dela, porém não podem ficar juntos por ele ser pastor e ela de igreja diferente. Manuela está triste por ter que se afastar de Joaquim para que Priscila fique mais feliz. Otávio chega com Isabela em casa.",
      "quarta": "Rebeca, que está preocupada e nervosa, chama a atenção dos dois e diz que quer falar com Otávio. Helena percebe compras que não fez na fatura de seu cartão de crédito e desconfia de Fausto. Otávio diz que ama Rebeca e tenta se reconciliar. Os dois se beijam, mas Nina chega e atrapalha o envolvimento. Giuseppe e Nico estão sem dinheiro para voltar ao vilarejo e não lembram nem o número do telefone de ninguém para pedir ajuda. No vilarejo, Fiorina fica aflita pela demora do marido. Safira vai até a gravadora e agradece Geraldo por ter doado sangue para Priscila. No hospital, Aurora e Fortunato contam para Joaquim que os médicos diagnosticaram um distúrbio alimentar em Priscila, princípio de anorexia e, por isso, pedem a ajuda dele para convencer a garota a se alimentar.",
      "quinta": "No vilarejo, Isabela vê na internet o sucesso de C1R e decide que irá aprender a cantar de qualquer jeito. Meire descobre que Dinho é a pessoa que roubou seu dinheiro. O sobrinho entra em desespero e justifica que está sendo ameaçado por Navarro. Meire diz que quer se encontrar pessoalmente com Navarro para ver se ele possui peito para lidar com ela. Fausto pede desculpa para Helena por ter sido rude com ela. Helena fica pensativa e percebe a nova jaqueta de couro dele. A mulher decide terminar o namoro com Fausto. Téo leva ‘Manuela’ para ter aula de canto com o padre Lutero.",
      "sexta": "Meire consegue afastar Navarro e Dinho fica contente. Lola pede para Felipe lhe ajudar a descobrir se sabe tocar algum instrumento para entrar na banda. O plano sobre as falhas nas peças da confecção do Sonho e Retalhos de Safira dá certo. Safira vai atrás de Otávio e diz que Rebeca fez as peças erradas de propósito para prejudicar a empresa. Já Rebeca acha que Otávio fez isso por estarem separados e decide ir até a On-Enterprise tirar satisfação. Luiz decide medicar o cavalo do haras para que ele não seja sacrificado. O padre começa os exercícios vocais com Isabela. Helena chora e conta para Nina que Fausto lhe roubou."
    },
    "Abismo de Paixão": {
      "segunda": "Vicente leva calmantes para Ramiro e, quando ele adormece, rouba sua arma, vai até a cabana e ameaça matar Paloma se Ramona não fizer um remédio para salvar a vida de Ramiro. Paloma, desesperada, pede à avó que faça o remédio. À base de armações e intrigas, Carmem tenta fazer com que Gael esteja cada vez mais irritado para que impeça o casamento entre Elisa e Damião. Dolores diz a Lucio que está muito preocupada, pois Elisa não sai de seu quarto há cerca de três dias. Elisa na verdade está confusa e nervosa, pois não sabe se realmente deve se casar com Damião. Lucio aconselha Elisa a se casar ,pois tem certeza que será muito feliz ao lado de Damião. Carmem vive atormentada pelos “fantasmas” das pessoas que matou e mandou matar, e chora desesperada por não conseguir tirá-los de sua mente. Elisa recebe a caixa do vestido de noiva de sua mãe e junto um bilhete de sua tia Carmem, marcando um encontro para que possa lhe entregar o vestido. Elisa vai à casa de Carmem e ela a tranca  no quarto.",
      "terça": "Carmem tranca Elisa em sua casa, e diz que não permitirá que ela se case com Damião, que jamais será feliz, como ela também nunca pode ser. Elisa grita desesperada, Gael chega  e faz Carmem acreditar que fugirá com Elisa, e a levará com ele nem que seja pela força. Elisa chora e pede que ele não o faça, já que ela ama Damião, e ele está casado com sua melhor amiga. Gael afirma que  se  está segura de seu amor por Damião, não fará nada para impedir a união entre eles. Gael e Elisa chegam à igreja, Florência e Paloma tratam dos detalhes do casamento. A cerimônia começa, Damião e Elisa se beijam com paixão e são declarados marido e mulher. No jardim da fazenda Arango, Carmem aparece e insulta Elisa por haver se casado com Damião, Ramona pede atenção de todos e revela que Carmem é que era amante de Rogério, esse e outros segredos de Carmem vem à tona. Edmundo revela que Carmem já estava grávida quando se  casou com Augusto.",
      "quarta": "Carmem, enfurecida por ter sido desmascarada, sai em disparada e começa a delirar, lembrando-se de todas as pessoas que matou, ela entra em sua casa assustada. Ramiro  diz que matará Elisa. Gael é informado que tem direito à metade da fortuna dos Arango. Antônia pede ajuda a Bráulio para encontrar Vicente. Ramona descobre que Ramiro andou roubando suas ervas do remédio para sua dor de cabeça. Carmem ameaça Ramona por tê-la desmascarado em praça pública. Ramiro segue Elisa e Damião até a cabana que alugaram para passar a lua de mel e deixa uma serpente escondida no local. Elisa é picada pela serpente e começa a se sentir muito mal.",
      "quinta": "Bráulio pede a Vicente que volte para casa porque sua mãe está muito preocupada. Ramiro impõe como condição a Vicente para aceitá-lo como filho e viver sempre com ele, que lhe consiga mais do remédio de Ramona. No cemitério, Ramos encontra Horácio e o leva até Almerinda. Carmem adverte Ramiro que se ele não se desfizer de Vicente, não irá mais viver com ele. Ramiro diz que só está usando o garoto para ter mais do remédio, mas que logo o expulsará. Paloma flagra Gael beijando e pede a ele que não a procure mais. Vicente pede a Paloma que o ensine a prepara o remédio que Ramiro precisa. Paloma vai com Vicente até a casa de Carmem, lá chegando eles se escondem ao verem chegar Ramiro e Carmem. Eles ouvem quando os dois confessam todos os crimes que cometeram. Carmem sai para matar Horácio. Ramiro descobre Paloma e Vicente e discute com o garoto, Paloma tenta defendê-lo, Ramiro, furioso, revela a Paloma que  é seu pai. Elisa está muito mal, e os médicos já não podem fazer nada por ela, Damião decide leva-la para a fazenda, e Almerinda pede a Ramona que faça um antídoto para Elisa. Ramona não acredita que possa ajudar, mas faz o remédio e pede ajuda a Estefânia. Elisa toma o remédio e dá um sinal de melhora.",
      "sexta": "Paloma e Vicente fogem de Ramiro, mas ele vai atrás e os alcança. Ramiro ameaça matá-los caso não lhe deem  seu remédio. Bráulio se aproxima sem ser visto e consegue tirar a arma de Ramiro, que foge rapidamente em sua caminhonete. Horácio golpeia Santos na cabeça, Lucio chega e tenta impedir que Horácio fuja, mas tropeça e cai, ao ver Lucio em perigo, Dolores decide ir com Horácio, para que ele não faça mal a mais ninguém. Dolores diz a Horácio que se a ama precisa se entregar a polícia, ele concorda. Paloma pergunta a Ramona se Ramiro é seu pai e ela confirma. Vicente pede perdão a Antônia e Bráulio e diz que os ama muito. Bráulio pede ao filho que deponha contra Ramiro, para que ele pague por todos seus crimes. Elisa pede a Damião que leve suas malas para a caminhonete enquanto ela arruma alguns papéis, ao entrar para pegar os papéis encontra Carmem. Carmem diz a Elisa que lhe tirará Damião, para que jamais possa ser feliz, depois agride a sobrinha e vai atrás de Damião. Carmem ameaça matá-lo caso não fuja com ela. Almerinda procura Carmem na “casa azul”, mas Ramiro diz que não sabe onde ela está. Prevendo que Ramiro pode fazer algo contra ela,  Almerinda o atinge na cabeça para escapar."
    },
    "Meu coração é teu": {
      "segunda": "Fanny vê uma promoção onde pode ganhar até um milhão de reais, e pede ajuda a seu pai para, em caso de ganhar, poder ajudar Leon. Jennifer pede a Manuela que a ensine a cozinhar coisas saudáveis para Nicolas, Manuela aceita, com prazer. Johnny pede trabalho para Manuela, ele fala com Fernando que lhe dá trabalho. Henrique segue com seu plano para destruir Fernando. Ana chora junto a Fernando pelo passado de sua mãe. Fernando decide ajudá-la a encontrar a mãe. Laura vai visitar Henrique e eles se beijam. Edith chega para visitar Fanny e Fernando se surpreende com sua forma de se vestir. Fernando e Bruno têm uma conversa sobre o amor. Bruno aconselha Fernando a lutar por Ana e  confessa que não sabe se realmente o que sente por Manuela é amor.",
      "terça": "Dorival vai até a mansão  em busca de Ana e se encontra com Fernando. Fanny consegue distrair o pai enquanto Ana fala com Dorival. Dorival descobre que Ana tem uma vida dupla e que esconde isso de Fernando, assim Dorival consegue uma poderosa arma para chantagear Ana. Fanny vai até a Universidade onde pretende cursar sociologia e Lennin e seus amigos caçoam dela por ser uma menininha mimada e rica, Edith a defende. Henrique descobre que Laura não é rica e se oferece para pagar seus estudos em troca de alguns favores. Fernando explica a Ana que sua mãe esteve na prisão por homicídio acidental.",
      "quarta": "Fernando grita por Ana. Ana e as crianças vão até o closet de Fernando e ele o estado de seus sapatos. Fernando deduz que existe um cão em sua casa, e vai em seu encalço até que o encontra, e fica furioso. Henrique dá dinheiro a Laura em troca de que ela não o traia. Todos pedem a Fernando que dê sua permissão para que o cãozinho  fique na casa, Fernando permite que o cão fique, porém impõe uma série de condições. Fernando também pede que Sete tenha uma placa com nome e telefone de identificação. Ana fica encarregada de repartir as tarefas dos cuidados com o cãozinho. Henrique finalmente sente-se pronto para iniciar de fato  sua vingança contra Fernando. ",
      "quinta": "Linda acusa Fernando perante os diretores do  conselho  de ser um homem imoral que manchou a reputação da empresa e ele decide apresentar sua renuncia ao cargo de presidente. Linda fica feliz e avisa Henrique que o plano deles funcionou. Edna se despede de Johnny já que a relação entre eles não funcionou. Diego procura na internet a foto de Ana e Fernando, e descobre que na realidade ela é uma montagem. Fernando pede a Ana que vá vê-lo em seu escritório, Diego fica com ciúmes. Natalia é a professora de fotografia de Fanny, e ela descobre que também é uma amiga de “aventuras” de Diego. Nicolas se oferece para pagar  a dívida que Ana tem com Dorival por causa da operação de Jennifer, que fica muito agradecida a ele. ",
      "sexta": "Ana avisa Diego que ela e Fernando estão detidos. Diego se desculpa com Natalia e diz a ela que a história se repete. Natália diz a Diego que não acredita  que Ana seja a mulher ideal para ele. Manuela vai ao hospital com Bruno, Jennifer e Nicolas também chegam para falar com o médico. Eles entram para ver  Bruno, que está muito tranquilo, mas não reconhece ninguém. O médico diz a Nicolas, Jennifer e Manuela que  Bruno receberá alta, mas  pode demorar  semanas ou até meses para que ele recobre a memória. Fanny chega em casa com Edith e recebe uma ligação de Diego para avisá-la que Ana e Fernando estão detidos. Alicia, apoiada por Briana, decide criar um perfil em um site de encontros, ela aumenta sua idade e modifica sua foto, para ter mais seguidores."
    },
    "Ouro Verde": {
      "segunda": "Jorge vai falar com Lúcio para lhe contar a história de Henrique e pedir garantias de que Vera não pode acusar ele de rapto, mas Lúcio diz que não pode dar essa garantia. Vera diz a Joaquim e a Miguel que precisa da ajuda deles, pois vai fazer queixa contra Jorge por lhe ter sequestrado o filho. Jorge diz a Lúcio que vai intentar uma providência cautelar para garantir a guarda de Henrique. Mônica diz a Tiago que ele tem de convencer Vera a não meter a polícia na confusão. Tiago conta à irmã que Henrique foi levado por Jorge por proteção, mas Vera não acredita e quer vingança.",
      "terça": "Miguel visita Bia e clama inocência de tudo o que ela o acusa, mas Bia diz que ele morreu para ela. Vera vai à procura de Bia e pergunta-lhe se acha que pode roubar seu filho sem que nada lhe aconteça. Vera acusa Bia de ter feito a cabeça de Jorge e fica mais furiosa quando Bia afirma não ter sido assim. Jorge fica sabendo que Neném se sentiu mal e ordena que a levem para o hospital de helicóptero. Mais tarde, Aparecida telefona a Jorge a contar-lhe da doença de Nenem e Jorge chora.",
      "quarta": "A PJ apreende o dinheiro que Rita tinha guardado nos cofres do BBFF. Ao saber disso, Rita guarda o dinheiro que tinha em casa e manda Laurinda desaparecer com os sacos. A PJ revista a casa de Rita e Lúcio quase bate em Miguel. Jorge pergunta a Vera o que quer com Bia. Laurinda fica em choque ao ver os sacos cheios de dinheiro.",
      "quinta": "Lúcio expulsa Miguel do quarto de Rita, continuando a revistá-lo. Rita diz a Miguel que o dinheiro que estava nos sacos está em segurança pois Laurinda levou-o. Vera diz a Jorge que Bia anda a fazer-lhe a cabeça e afirma que Bia a ameaçou na PJ, mas Jorge diz que não vai na conversa dela e manda-a ficar longe de Bia. Esta faz queixa na polícia, mas Joaquim rasga o papel, depois de ser alvo de chantagem de Lúcio. Bia diz a Jorge que não queria contar a ele o que se passou com Vera para não lhe deixar chateado.",
      "sexta": "Jorge decide viajar para o Brasil por causa de Nenem. Vera expulsa Tiago de casa, que pede ajuda a Jéssica. Bia, em conversa telefónica com Aparecida, fica em choque ao saber que Nenem tem leucemia. Tomás e Catarina decidem começar do zero, com Tomás a dizer que não quer segredos na relação deles. Lúcio pressiona Paula para lhe contar o motivo da chantagem de Joaquim e ela acaba por revelar que foi paga por Miguel para espiar o marido.",
      "sábado": "José diz à família que vai a casa de Rita, pois, se a PJ invadir a Quinta do Príncipe, ele tem todo o direito de saber como patriarca da família. Jorge está chegando com Edson à fazenda e fala ao celular com Bia, que lhe conta da leucemia de Neném. Rita acorda e grita por Laurinda, mas nem sinal da empregada. Jorge ajuda Neném a sentar-se no alpendre e diz que ela tem de se tratar, mas Neném diz que a hora dela está chegando, pois viu nos búzios que vai morrer no mês seguinte. Escondidas, Aparecida e Weslane ouvem Jorge implorar a Neném para ir com ele para Lisboa para se tratar. Ela acaba aceitando fazer os tratamentos."
    },
    "Amor sem igual": {
      "segunda": "Oxente fica decepcionado com Zenaide. Maria Antônia pede conselhos aos amigos virtuais. Poderosa tenta controlar o sentimento por Miguel. Furacão agradece a proteção de Duplex. Miguel se recusa a levar Poderosa para a entrevista de emprego no clube noturno. Zenaide se recusa a dizer a verdade para os filhos. Norma aconselha Antônio Júnior a falar com seu pai. Fernanda pede para o pai e o irmão não brigarem durante a refeição. Poderosa chama a atenção dos homens nas ruas. Ela chega até o Mademoiselle Olympia, mas é surpreendida por Oxente. Miguel descobre que o amigo brigou com Zenaide. Poderosa fica com pena de Oxente e decide ajudá-lo a procurar por Antônio Júnior.",
      "terça": "Antônio Júnior não se entende com José Antônio e eles brigam. Durante a confusão, eles acabam derrubando Bento, que bate com a cabeça e tem uma parada cardíaca. Poderosa conversa com Zenaide. Bento é levado para o hospital. Oxente conta a verdade para Miguel sobre a briga com Zenaide. Antônio Júnior anda desnorteado pelas ruas. José Antônio e Donatella saem para procurar Antônio Júnior. Norma é avisada sobre o estado de saúde de Bento. Carmem finge estar interessada em conhecer um hotel luxuoso para avaliar melhor o local. Fernanda pede para incluir a foto das crianças do abrigo no quadro de atletas da Bras Esporte , mas Tobias discorda. Carmem finge interesse no hotel apenas para conhecer melhor a estrutura do local. ",
      "quarta": "Olympia gosta de Poderosa, mas propõe um teste de dança nos tecidos. Em sua casa, Miguel ora diante da Bíblia. Poderosa não se sai bem no tecido e Olympia a dispensa. Oxente e Zenaide mal conseguem dormir sem notícias do filho. Antônio Júnior tenta trabalhar estacionando carros nas ruas, mas apanha de um flanelinha. Poderosa caminha com tristeza e se lembra do passado. Miguel pensa em sua amada. Tobias discursa para os alunos da escolinha. Fernanda procura pelo irmão na agência. Em conversa com Furacão, Poderosa lamenta a recusa de Olympia. Miguel trabalha entristecido. Olympia se prepara para a reinauguração da casa noturna. Maikitaison liga para Poderosa e diz ter uma vaga para ela como garçonete.",
      "quinta": "Bernardo tenta negar as acusações de Miguel, mas o agrônomo se mostra decidido a descobrir o motivo do chefe da segurança da Bras Esportes ter espancado Poderosa. Norma vê Antônio Júnior pedindo moradia para Donatella e autoriza que ele fique na casa de idosos. Bento avisa a Geovani que Norma entrou no quarto com um rapaz. O avô de Donatella questiona Norma. Miguel diz desconfiar que tem alguém muito poderoso por trás de Bernardo. Furacão liga para Poderosa e avisa que Miguel procurou Bernardo. Maikitaison fala sobre Poderosa com Olympia. Oxente fica furioso ao saber que o filho fugiu de casa. Poderosa fica radiante ao receber uma ligação de Maikitaison marcando um teste para o dia seguinte. ",
      "sexta": "Olympia avisa que Antônio Júnior não está no clube e permite que Oxente procure pelo local. Miguel e José Antônio chegam ao Mademoiselle Olympia e pedem para Poderosa esperar do lado de fora. Ela se assusta ao ver Bernardo chegando com Ioná. Oxente não acha o filho na casa noturna. Miguel entra no clube com José Antônio. Bernardo entra com Ioná e encontra Miguel. Maria Antônia se preocupa com a ida de Miguel ao clube. Bernardo discute com Miguel. Oxente e os filhos também se metem na briga. Olympia controla os ânimos de todos. Poderosa confirma que vai trabalhar no Mademoiselle. "
    },
    "O rico e lázaro": {
      "segunda": "Nitócris procura Beroso e diz que algo precisa ser feito para impedir que o rei continue protegendo os hebreus. Nabucodonosor parabeniza a administração de Evil. Matias diz que a proposta de Zac é absurda. Daniel e os filhos admiram o novo bebê. Oziel diz que casar será bom para a imagem de Fassur. Neusta vai até o calabouço e tenta animar Joaquim. Ebede-Meleque não resiste e beija Gadise. Daniel agradece a ajuda de Mesaque. Fassur finge preocupação com Malca. Joana pede para falar com Matias. Zelfa diz não concordar com o casamento entre Elga e Fassur. O vilão propõe novos negócios a Tamir e Shamir. Absalom vê Levi passando em frente à oficina. Dana recebe o novo pretendente em sua casa. Os filhos de Talita e Samira tratam Malca com carinho. Matias pergunta se Joana casaria com Zac para salvar a casa de Ravina.",
      "terça": "Nitócris e Belsazar fazem planos ambiciosos. Shag-Shag pede segredo à Darice. Edissa visita Joaquim e eles se declaram. As filhas de Shamiran têm aulas de dança. Asher come na Casa da Lua. Zac diz que quer proteger Joana. Ela fica indignada com a chantagem dele e se recusa a casar. Zac avisa que deixará a família de Ravina ao relento. Asher pede para Lior avisar à Joana que ele está vivo. Joana procura Malca e avisa que foi pedida em casamento por Zac. Absalom se abre com Zelfa e diz amar Dana. Ravina concede a mão da moça a Levi. Malca diz que aceitaria tudo para viver bem com Zac. Joana pede para falar com Matias. Zac chega na casa de Ravina. Zabaia fica impressionado com a mudança de Asher. Joana avisa aos familiares que se casará com Zac. Todos são interrompidos com a chegada de Lior. Zac fica tenso. O rapaz se surpreende ao saber que Joana ficou noiva de Zac.",
      "quarta": "Zac fica aliviado ao ver Lior indo embora. Belsazar propõe uma luta contra Davi, filho de Daniel. Nabucodonosor conversa amigavelmente com os netos. Nitócris trata Nabonido com grosseria. Elga afirma que se casará com Fassur. O sacerdote tenta se divertir com uma prostituta. Matias pede perdão à Gadise. Asher descobre que Joana está noiva de Zac. Malca diz aceitar que Joana se torne segunda esposa de Zac. Joana pede para Matias largar o jogo. Zac fica furioso ao saber que Elga se casará com Fassur. Zelfa diz que sairá de casa. Absalom descobre que Dana está noiva.",
      "quinta": "Asher diz ter esquecido as lembranças ruins. Nebuzaradã fica desconfiado. Zac, Absalom e Nicolau negam qualquer envolvimento na morte de Chaim. Lior pede para Asher manter a calma. Beroso encontra Sammu e avisa que o Lobo de Judá retornou em grande estilo. Matias promete largar o jogo. Zelfa questiona Joana sobre o noivado com Zac. Asher compra roupas novas para Lior. Zac convida Joana para acompanha-lo na cerimônia de homenagem ao rei. Belsazar é mimado por Nitócris. Nabucodonosor afirma só reconhecer o Senhor dos hebreus como o único Deus. Amitis fica apreensiva. Evil se declara para Shamiran. Lior vê Joana acompanhando Zac. Nabonido aconselha Nitócris dizendo para não subestimar o rei. Lior diz que Asher não pode ir à festa do rei, pois Joana também está indo com o noivo. Zac pede para Joana dar um sorriso. Arioque se lembra de Shag-Shag.",
      "sexta": "Joana não acredita ao ver Asher. Zac tenta impedir, mas ela corre ao seu encontro. Todos se surpreendem ao ver o Lobo de Judá no palácio. Joana desmaia ao reencontrar Asher. Matias descobre que Gadise beijou Ebede e fica furioso. Zac tenta cuidar de Joana, mas Asher toma a frente. Nebuzaradã diz estar se divertindo com a situação. Ilana ampara Gadise. Joana desperta e se emociona ao ver Asher. Enciumado, ele pede para ela abraçar Zac e vai embora. Joana corre atrás do grande amor. Darice aconselha Shag-Shag a procurar Hurzabum. Gadise começa a explicar para Ilana o desentendimento com Matias. Asher pergunta se Joana se casará com Zac. Sem alternativa, ela não responde. Nabucodonosor se recusa a soltar Joaquim. O rei repara nas pintas da mão de Hurzabum e fica intrigado."
    },
    "Caminhos do coração": {
      "segunda": "Gór e Metamorfo comemoram sucesso da vacina de placebo. Gór e Metamorfo brindam ao sucesso da vacina de placebo. Irma liga para o celular de César. Gór manda Metamorfo atender a ligação e ser amável com Irma. Aristóteles sente ciúmes de Irma e diz que ela irá descobrir que é tudo uma fraude. Regina fica arrasada ao ler uma notícia de que os agentes do Depecom devem ter morrido. Teófilo deixa Eugênio sem graça e Ágata se irrita com o pai. Eugênio diz que tem vontade de conhecer Ágata melhor. Teófilo fica inconformado. Iara avisa que Velociraptor está próximo. Beto diz que eles precisam fugir.",
      "terça": "Gór e Metamorfo comemoram sucesso da vacina de placebo. Gór e Metamorfo brindam ao sucesso da vacina de placebo. Irma liga para o celular de César. Gór manda Metamorfo atender a ligação e ser amável com Irma. Aristóteles sente ciúmes de Irma e diz que ela irá descobrir que é tudo uma fraude. Regina fica arrasada ao ler uma notícia de que os agentes do Depecom devem ter morrido. Teófilo deixa Eugênio sem graça e Ágata se irrita com o pai. Eugênio diz que tem vontade de conhecer Ágata melhor. Teófilo fica inconformado. Iara avisa que Velociraptor está próximo. Beto diz que eles precisam fugir.",
      "quarta": "Barco de Noé some. Júlia cria o embrião de um homem-escorpião e diz ter certeza de que em breve Marcelo voltará para o laboratório. Tati reza pelo pai. Pepe escuta ao telefone uma voz que chama por Maria e depois por Mariana Mayer. Pepe fica apavorado. Esmeralda vai ao hospital visitar Ernesto e Carvalho a acompanha. Noé avisa que foi para ilha resgatar a Liga do Bem. Maria conta que Marcelo foi levado pelo dinossauro. Marcelo desperta e fica confuso ao perceber que está no depósito. Ele diz sentir que Júlia mentiu para ele e volta a sentir a dor de cabeça. Lucas faz várias perguntas a Mauro, que fica indignado ao perceber que o neto está ouvindo seus pensamentos.",
      "quinta": "Silvana liga para polícia e dá de cara com Meduso. Ele a segura pelo braço. Meduso a fulmina com os olhos. Silvana cai no chão e Meduso diz ter certeza que ela morreu. Lúcia avisa que está se sentindo melhor. Danilo e Rodrigo discutem. Eugênio confessa que gosta de Ágata e ela fica encantada. Teófilo pede desculpas e agradece por Eugênio ter salvado sua família, mas avisa que não lhe dá permissão para namorar sua filha. Amália apresenta o detetive Cassiano Dias à Cassandra. Gór liga para Amália e pergunta se ela quer mesmo saber qual a mutação do seu filho. Cassandra avisa para Cassiano que ele precisa descobrir se a vacina anti-feras é verdadeira ou falsa. Mauro fica chateado com Lucas. Lucas pede desculpas a Mauro e os dois fazem as pazes.",
      "sexta": "Capeletti dá um tiro em Fúria. Lucas não consegue falar com Janete e fica preocupado. Ele resolver ir para casa e Célia o acompanha. Janete fica com olhos lilás e a cobra se transforma em Paola, que solta Janete e cai no chão com dor. Ela se transforma em cobra e Janete fica apavorada. Vavá, Pachola, Cris e César seguem pela mata, quando ouvem o rugido de Velociraptor. Eles se assustam e o dinossauro aparece e saem correndo. Noé, Beto e Toni amparam Hélio, que passa mal. Cléo avisa que quando o sapo gigante não mata de primeira, a vítima ganha imunidade. Demétrio e Ísis entram no depósito após escapar do dinossauro."
    },
    "a escrava isaura": {
      "segunda": "Henrique mostra a Malvina o dinheiro que conseguiu com a venda do diamante. Miguel briga com Isaura e ela diz que está apaixonada por Álvaro. Perpétua quer conhecer Isaura e seu pai. Diogo quer se casar com Helena. Helena pede para que Gabriel aceitar que eles são irmãos. Leôncio se diverte com as meninas do bordel, mas pouco depois desconfia que uma delas tenha roubado as jóias de sua mãe. Isaura observa as jóias de sua madrinha dadas a ela pelo comendador Almeida. Belchior avisa Violeta que Leôncio prendeu suas meninas. Violeta leva o Sargento para a fazenda.",
      "terça": "Rosa continua a delirar. Gioconda avisa Diogo que o Cel. Sebastião quer que ele vá até sua casa para examinar Rosa. Diogo diz que irá aproveitar a ocasião para pedir a Mão de Helena em casamento. Branca e Geraldo avistam Isaura de longe. Branca e Geraldo conversam com Isaura. Branca e Geraldo conversam com Isaura. Raimundo e Martinho seguem para São Paulo em busca de Isaura. Belchior leva notícias de Leôncio para Tomásia. Branca faz diversas perguntas para Isaura. Perpétua concorda em receber Isaura em casa. Enquanto cuida de Rosa, Diogo pede a mão de Helena em casamento e Paulo ouve. Álvaro encontra Branca e Geraldo na casa de Isaura.",
      "quarta": "Miguel proíbe Isaura de contar a verdade para Álvaro. André resolve encontrar Isaura. Leôncio percebe que seu dinheiro está acabando. Gabriel desmaia. Sebastião diz que Henrique recebeu moedas falsas. Tomásia manda uma carta para Leôncio. Isaura diz a Álvaro que precisa contar a verdade. Miguel proíbe Isaura de contar a verdade para Álvaro. Tomásia escreve que quer se encontrar com Leôncio que aceita. Henrique pede ajuda a Sebastião que nega.",
      "quinta": "Leôncio manda preparar um jantar especial para Tomásia. Leôncio planeja ficar com o dinheiro de Tomásia. Diogo e Helena resolvem fugir. Isaura insiste em contar a verdade para Álvaro. Leôncio manda preparar um jantar especial para Tomásia. Branca desconfia de Isaura e se empenha em descobrir seu segredo. Belchior ganha um beijo de Rosa. Miguel concorda que Isaura conte a verdade a Álvaro.",
      "sexta": "Tomásia empurra Leôncio da escada. Miguel quer fugir. Tomásia janta com Leôncio e em seguida o empurra da escada. Leôncio pede perdão a Tomásia e tem medo que ela o mate. Isaura fica triste na ceia de Ano Novo. Sebastião discute com Henrique. Francisco ajuda Leôncio a se levantar.Belchior leva comida para Rosa e os dois comemoram o Ano Novo. Tomásia volta para casa. Martinho leva Dr. Paulo para examinar Leôncio."
    },
    "Salve-se quem puder": {
      "segunda": "Ivo tranquiliza Alexia/Josimara, Luna/Fiona e Kyra/Cleyde, dizendo que Zezinho está preparado para defendê-las. Renzo fica tenso ao saber que Donato pode aderir à delação. Bia esclarece a Dionice que o treinador não sabe sobre seu problema de saúde. Tammy se irrita ao perceber Tarantino interessado em Bia. Ermelinda alerta Zezinho para não se envolver com as meninas. Renzo finge não conhecer Kyra/Cleyde e se oferece para ajudar Rafael a encontrar a namorada. Micaela avisa a Úrsula que Helena pensa em viajar para o México. Úrsula sente ciúmes de Téo. Ermelinda recomenda Alexia/Josimara, Luna/Fiona e Kyra/Cleyde a dizer às pessoas que estão na cidade para descansar. Ermelinda nota o apreço que Luna/Fiona tem pela corrente de Téo. Rafael procura Juan e Mário, acompanhado de Renzo. Dominique deixa claro a Pancho que já resolveu o caso de Donato. Alexia/Josimara, Luna/Fiona e Kyra/Cleyde descobrem que Donato foi morto na prisão.",
      "terça": "Juan afirma a Mário que tem certeza de que Luna/Fiona está viva. Gabi conta a Rafael e Renzo que a mãe de Luna/Fiona a abandonou. Hugo avisa a Helena que Téo chegará ao Brasil em breve. Helena se recorda do dia em que Luna nasceu. Rafael estranha o fato da casa de Luna/Fiona ter explodido. Renzo desconfia de Juan. Zezinho e Alexia/Josimara trocam provocações. Luna/Fiona cria um novo perfil para se comunicar com Juan nas redes sociais. Kyra/Cleyde aconselha Luna/Fiona a não conversar com Juan, para não despertar suspeitas. Alexia/Josimara faz sucesso cantando na festa sertaneja da cidade. Graziela repreende Petra por tentar se promover com o desaparecimento de Alexia. Zezinho admira Alexia/Josimara, e os dois se beijam.",
      "quarta": "Alexia/Josimara chama Zezinho de Renzo e deixa Ermelinda desconfiada. Renzo se sente culpado quando Rafael demonstra gratidão por ele. Ermelinda conta às meninas que o povo da cidade ficou encantado com a voz de Alexia/Josimara. Luna aconselha Alexia/Josimara a esquecer Renzo, para não prejudicá-las. Alan diz a Tarantino que o desaparecimento de Alexia está piorando a situação de Ignácio. Alexia/Josimara agradece Zezinho por ter cuidado dela e finge não se lembrar do beijo que deu no rapaz. Júnior e Bia tentam animar Agnes. Ivo comunica a Luna/Fiona, Alexia/Josimara e Kyra/Cleyde que, para manter suas famílias vivas, foi necessário confirmar a morte das três para despistar os bandidos. Juan pede satisfações a consulesa sobre a morte de Luna/Fiona. Luna/Fiona, Kyra/Cleyde e Alexia/Josimara se unem para enfrentar a dificuldade da situação.",
      "quinta": "Ermelinda distribui as tarefas dos sítios para Luna/Fiona, Kyra/Cleyde e Alexia/Josimara. Ermelinda se preocupa com o interesse de Zezinho por Alexia/Josimara. Juan tenta confortar Mário. Téo lamenta a morte de Alexia/Josimara. Luna/Fiona se emociona ao ver fotos de Helena no computador. Luna/Fiona revela a Kyra/Cleyde que está decidida a procurar Helena para saber o motivo de a mãe tê-la abandonado. Kyra/Cleyde observa na rede social o depoimento que Rafael fez em sua homenagem. Ela não gosta da aproximação de Renatinha e Rafael. Luna/Fiona lamenta não poder avisar a Juan que está viva. Zezinho não reage bem quando Alexia/Josimara lhe pede para não criar ilusões sobre ela. Dominique e Renzo voltam para São Paulo. Renzo decide participar dos negócios de Dominique. Alexia/Josimara descobre que Renzo foi ao seu enterro e ela propõe às amigas que elas fujam para São Paulo.",
      "sexta": "Alexia/Josimara explica seu plano para a fuga. Dominique entrega a Renzo uma maleta de dinheiro como recompensa pelo trabalho do sobrinho no México. Lúcia demonstra preocupação com Renzo. Renatinha investe na aproximação com Rafael. Júnior tenta tranquilizar Agnes, que sofre pela morte de Kyra. Tarantino consola Bia. Alexia/Josimara pensa em trabalhar como secretária na empresa de Rafael, e sugere que Kyra/Cleyde seja babá dos filhos de Alan. Alexia/Josimara pontua que Luana/Fiona não é conhecida no Brasil e, por isso, não precisará se esconder de ninguém. Graziela pede a Alan para contar a Ignácio sobre a suposta morte de Alexia. Bia revela a Tarantino que a família não sabe que ela está treinando. Luna/Fiona consegue avisar a Juan que está viva. Micaela diz a Verônica que não tem a confiança de Hugo. Helena fica sabendo da possibilidade de Téo ficar paraplégico. Téo diz à madrasta que perdeu a corrente dada por ela. Luna/Fiona pensa em procurar Helena quando chegar a São Paulo. Zezinho e Ermelinda percebem que as meninas fugiram.",
      "sábado": "Luna/Fiona, Alexia/Josimara e Kyra/Cleyde conseguem embarcar no ônibus para São Paulo. Dionice desconfia de que Bia se encantou por Tarantino. Tarantino critica Alan sobre sua atuação como pai. Zezinho impede Luna/Fiona, Alexia/Josimara e Kyra/Cleyde de seguir viagem. Mário diz a Juan que voltará a andar pela filha. Gabi não esconde o interesse em Juan. Ermelinda e Zezinho descobrem a verdadeira identidade de Alexia/Josimara/, Luna/Fiona e Kyra/Cleyde e do assassinato que elas testemunharam. Téo incentiva Micaela a seguir com seus projetos. Petra pede para fazer o teste de atriz para substituir Alexia na novela. Zezinho avisa a Luna/Fiona, Alexia/Josimara e Kyra/Cleyde que ele e Ermelinda irão com elas para São Paulo."
    }
  }
}
