{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Ferdinand se surpreende com o pedido de Tereza Cristina, que ameaça o comparsa. Griselda ajuda Renê. Íris decide ir à casa de Tereza Cristina. Baltazar proíbe Celeste de contar para Griselda que Renê e Tereza Cristina se separaram. Paulo convida Vanessa para trabalhar na Fio Carioca. Esther e Guaracy se beijam. Antenor reage com despeito ao ver o carro que Amália ganhou de Griselda. Tereza Cristina leva Pereirinha para sua suíte. Íris e Alice chegam à mansão Velmont. Renê e Griselda se beijam.",
      "terça": "Griselda e Renê têm sua primeira noite de amor. Esther e Guaracy passam a noite juntos. Solange conta para Celeste que assinou contrato com uma gravadora. Enzo procura Danielle. Guaracy garante que assumirá o filho que Esther está esperando. Antenor desconfia de que Griselda esteja namorando. Letícia se envergonha do comentário que Vilma faz na frente Juan Guilherme. Alice mostra a Íris a foto que tirou de Tereza Cristina e Pereirinha de seu celular. Wallace vê Teodora trabalhando no hotel",
      "quarta": "Wallace fica penalizado com a situação de Teodora. Baltazar conta para Tereza Cristina que Renê dormiu com Griselda. Crô cumprimenta Ferdinand, e Álvaro estranha. Juan Guilherme pede Letícia em casamento. Juan Guilherme nomeia Edvaldo como o novo gerente, e Zuleika fica inconformada. Teodora presta atenção à conversa de Pereirinha e Ferdinand sobre o tesouro escondido na casa. Griselda combina de se encontrar novamente com Renê. Teodora encontra o tesouro do chinês.",
      "quinta": "Teodora pensa em esconder o tesouro no hotel. Celeste avisa a Griselda que Baltazar contou para Tereza Cristina sobre seu romance com Renê. Pereirinha chega à casa de Tereza Cristina. Vanessa pede a Paulo para fazer a nova coleção da Fio Carioca. Danielle se encontra com Enzo. Antenor e Beatriz veem Patrícia e Alexandre na pizzaria. Griselda comenta que está preocupada com o silêncio de Teodora. Teodora leva a caixa com o tesouro para ser avaliada em um antiquário.",
      "sexta": "Renê se recusa a aceitar a oferta de Griselda, que pretende comprar um restaurante para ele. Zuleika conta para Amália que ela e Rafael passaram a noite juntos. Antenor se matricula nas aulas de Alexandre, e Patrícia estranha. Celina pede para Danielle continuar cuidando de Pedro Jorge. Pereirinha e Enzo descobrem que o tesouro do chinês foi encontrado. Teodora se desespera ao ver que a caixa com as miniaturas não está mais em seu armário. Renê procura Tereza Cristina.",
      "sábado": "Tereza Cristina confronta Renê. Renê afirma a Griselda que não entrará na justiça contra Tereza Cristina. Teodora se enfurece por não conseguir nenhuma pista sobre o tesouro. Alexandre pede Patrícia em namoro. Silveira oferece um emprego a Renê em troca de sua estadia no hotel. Teodora garante para Pereirinha e Enzo que não sabe nada sobre o tesouro. Rafael enfrenta problemas na prisão. Crô revela a Tereza Cristina que ela está sendo procurada pela polícia."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Tato discute com Keyla. Adriana revela o e-mail de Deco para Keyla. Roney tenta consolar Tato e comenta que Aldo precisa conhecer Tonico. Fio se declara para Ellen e a beija. Lica admite para Felipe que ficou com ele para provocar Clara. Tina comenta com Anderson sobre a mudança de comportamento de sua mãe. Keyla se preocupa com a ausência de Tato. Tina descobre que MC Pimenta roubou sua música. Tato vai ao encontro de seu pai.",
      "terça": "Aldo se surpreende ao reencontrar Tato. Anderson avisa que falará com MC Pimenta, e Ellen e Tina se preocupam. Tato discute com Aldo. Benê pede a ajuda de Julinho para o seu experimento. Ellen teme pela segurança de Anderson. Keyla insiste para que Tato não se preocupe mais com Deco. K1 e K2 reclamam por não estarem no novo vídeo de Fio. Dóris tenta convencer Tato a se concentrar mais no estudos. Anderson encontra MC Pimenta. Lica confessa a Clara que ficou com Felipe.",
      "quarta": "Clara se desentende com Lica, e Malu decide falar com Edgar. Bóris critica Edgar por querer excluir Ellen da divulgação do aplicativo da biblioteca. Ellen afirma a Dóris que pode implantar o aplicativo que fez com Jota na biblioteca do colégio. Bóris elogia Ellen para Edgar, que reage com descrença. Keyla questiona Adriana sobre Deco. Telma mostra para Mitsuko a música de Tina que foi alterada por MC Pimenta. Tato avisa a Keyla que irá competir. Edgar procura Marta para falar de Lica. Tato atende uma ligação de Deco para Keyla.",
      "quinta": "Tato procura mensagens de Deco no computador de Keyla. Felipe tira satisfações com Lica. Luís e Marta discutem sobre as filhas. Guto estranha o comportamento de Benê ao abraçá-la. Tato não vê quando uma mensagem de Deco chega para Keyla. Roney encontra o celular de Keyla na banheira de Tonico. Samantha implica com Guto por causa de Benê. Lica e Clara torcem por Felipe. Anderson afirma a Tina que produzirá um vídeo para ela. Fio tenta afastar Jota de Ellen. Tato sofre um acidente durante a competição de bicicleta.",
      "sexta": "Tato é socorrido, mas pede para voltar à competição. Felipe sai da pista aplaudido. Luís beija Marta. Tato confessa a Keyla que atendeu o telefonema de Deco. Tato volta para a pista e é ovacionado por seu desempenho. Guto se desculpa com Benê. Felipe e Tato são finalistas do campeonato. Julinho flagra Josefina e Roney se beijando. Samantha tenta convencer Clara a ficar com MB para se vingar de Lica. Keyla fala sobre Deco na frente de Dóris."
    },
    "Aventuras de Poliana": {
      "segunda": "Ester fica paralisada ao ver o vídeo das crianças do Clubinho que revela que ela é uma Android. Vini e Mirela saem para o encontro, e finalmente engatam o romance. Pendleton descobre o vídeo das crianças do Clubinho e apaga a memória de Ester. Luca propõe uma parceria com Lindomar. Jeff encontra uma chave no livro que Violeta o entregou. Nancy e Branca contam para Mirela suas suspeitas sobre Waldisney. Durval não aceita que Raquel vá para Paris com a mãe. Após as polêmicas com o O11O VR, as ações da empresa caem e os acionistas exigem uma posição de Roger.",
      "terça": "Ruth fica preocupada com a reputação do colégio com as recentes polêmicas. Marcelo pressiona para que Débora conte a verdade quanto a sua gravidez. Nancy tenta levantar provas contra Waldisney. As notícias do contrato de Luca com a gravadora se espalham. Na rádio do colégio, Raquel e Mirela anunciam o tema para o musical de fim de ano: “Mágico de Oz”. Os acionistas da O11O querem que Roger saia da presidência da empresa e que OTTO retorne. Nadine acusa Violeta para Roger. Poliana pede para Ruth deixar Sophie retornar a escola. Na comunidade, Falcão decide acabar com as aulas de música. Atrás de Waldisney, Nancy chega ao Toca Toca Bar.",
      "quarta": "Mirela propõe que o CLA se una ao CLP para ajudar a Ruth Goulart. Com a chave, Jeff retorna ao clube secreto e descobre a grande verdade sobre o grupo de Violeta. As crianças do Clubinho vigiam a casa de Pendleton para descobrir mais informações sobre Ester. Zóio não aprova a atitude de Falcão na comunidade. Henrique e Gleyce começam a se aproximar e Kessya fica com ciúmes. Roger faz as malas repentinamente, diz a família que irá viajar, mas não conta para onde. Ruth pede para Sophie retornar a escola. Afonso conta para Durval que deu um tempo com Fernanda por achar que é o pai do filho de Débora. Sai o resultado de DNA, e é confirmado que Cássio e Bento são pai e filho. Vini ajuda Mosquito a renovar seu visual. Os alunos começam a ensaiar para o musical de fim de ano. Luisa confronta Débora.",
      "quinta": "Apesar das ameaças de Falcão, o CLP decide continuar insistindo no projeto de música na comunidade. Nancy e Waldisney vão ao Toca Toca Bar, ela o confronta. O vídeo de Lorena é apagado. Lorena escuta Raquel dizer que vai morar com a mãe em Paris e fica chateada. Débora vai até a casa de Luisa e mostra um teste de DNA comprovando que seu filho é de Marcelo. Gleyce tenta negociar uma trégua com Falcão. Após descobrir que Bento é seu filho, Cássio diz que irá lutar por sua guarda. Glória e Branca vão até a sede do CLP e propõe a fusão dos Comitês. Waldisney confessa parte de seus crimes a Nancy, e ela decide se afastar.",
      "sexta": "Roger é acusado de desvio de dinheiro e é procurado pela polícia. Chega o dia das audições para o musical de fim de ano do colégio. Pendleton vai até a casa de Ruth, e entrega a última versão do projeto para ajudar Bento a voltar a andar. Marcelo diz a Glória que Roger tem tirado dinheiro de seus fundos de investimento. Lindomar consegue o dinheiro, e paga o que deve a Falcão. Com as novas pernas robóticas, Bento volta a andar. Pendleton retorna como CEO da O11O e recontrata Joana e Sérgio. Pendleton demite Nadine. As crianças do Clubinho convidam Ester para uma festa na piscina. Os moradores da comunidade se revoltam e exigem que o CLP volte a executar as atividades no bairro."
    },
    "Cúmplices de um resgate": {
      "segunda": "Regina descobre que alguém conseguiu as provas contra Geraldo. As crianças planejam uma ação para que Nina e Fiorina façam as pazes. Eles enviam flores de uma para a outra, sem que elas saibam. Regina chega à conclusão que quem está na mansão é a verdadeira Isabela e que a garota lhe enganou por todo esse tempo. Flora é a nova faxineira e copeira da On-Enterprise. Tomas liga para a empresa concorrente para vender informações. Giuseppe fica surpreso ao saber que Nina e Fiorina se tornaram amigas.",
      "terça": "Téo, Dóris e Manuela deixam Mateus e Sabrina presos no galinheiro para fazerem as pazes. Safira assume o cargo que era de Geraldo na gravadora Dó-Ré-Music. A mãe de Omar castiga o garoto por comer na lanchonete e tentar sair se pagar. Isabela finge um desmaio para não ter que cantar no ensaio da banda. Regina tem certeza que se trata da verdadeira Isabela. Priscila fica feliz ai ver que Safira colocou um porta retrato com foto das duas na sala dela na gravadora. Laura vai até a On-Enterprise para começar a ser modelo a convite de Frederico.",
      "quarta": "Regina prende Isabela no porão. A megera conta para Ofélio que a menina foi para casa de parentes e não há previsão de volta. Manuela não se sente bem e liga para Ofélio para saber se está tudo bem com Isabela. Isabela fica irritada ao ver que Regina trancou a passagem secreta. Sabrina chama Mateus para andar de bicicleta. A garota cai e o Mateus lhe ajuda. Mesmo com o mesmo vestido, Nina e Fiorina continuam amigas e riem da situação.",
      "quinta": "Téo e Manuela vão até o apartamento dos Vaz e juntos pensam num plano para ajudar Isabela. Regina leva um lanche para Rebeca no hospital. André e Lola vendem geladinho para conseguir dinheiro. Rebeca dorme pesado, pois no sanduiche havia sonífero. Regina entra no quarto, ri de Rebeca, se aproxima de Otávio, tira a máscara de oxigênio do empresário e desliga os aparelhos que o mantém estável, mesmo em coma. Sorridente, a megera vai embora convicta que conseguiu matar Otávio.",
      "sexta": "Os cúmplices de um resgate conseguem entrar na mansão e abrir a passagem secreta para encontrar Isabela. A garota pede para fala sozinha com Manuela. Raul aparece e faz de tudo para estabilizar Otávio. Regina flagra os cumplices com Isabela e ameaça jogar Felipe da escada. “Manuela” diz que ficará na mansão para que Regina solte o menino. As crianças vão embora e “Isabela” revela que na verdade é Manuela e que quem ficou na mansão foi a verdadeira Isabela, que segue com o plano de mentir para Regina."
    },
    "Betty a feia": {
      "segunda": "Ao saber que cometeu um crime, Daniel faz de tudo para eliminar as provas que possam incriminá-lo, mas Armando e Ricardo descobrem seu segredo. Inesita não tem coragem de contar a Hugo o que descobriu sobre o roubo do quadro para não frustrar o sonho de Hugo de formar uma família. Mr. Smith informa aos empregados que Nícolas vai se reencarregar da reestruturação da empresa e planeja se reunir com cada um deles. Todos pensam que vão ser demitidos. Jenny tenta seduzir o novo gerente financeiro. Efrain recebe alta e os filhos edem que vá para a casa deles. ",
      "terça": "O detetive particular informa Armando que Betty está em Miami e envia uma foto dela com o estilista. Joaquim conta a Betty que por causa da bebida perdeu a guarda da filha. Durante uma discussão Armando chama Daniel de assassino por causa do incêndio da fábrica na Índia. Os dois se agridem fisicamente e ricardo tem que separá-los. Charlie comenta com Sofia que Efrain a está manipulando para poder ficar em sua casa. Para se livrar do comprade, Efrain diz a Sofia que ele é muito mulherengo. Nícolas se declara para Patrícia e diz que seus sentimentos sempre foram sinceros. Marcela exige que Daniel devolva o dinheiro de Malú. Muito tenso, ele diz à irmão que não tem dinheiro devido a um mal negócio e não se importa em ser processado.",
      "quarta": "Armando chega a Miami decidido a reconquistar Betty mas perde o controle quando descovre que existe outro homem tentando ganhar seu coração. Betty, na praia, conta a Joaquim oque aconteceu entre ela e seu chefe. O estilista sinceramente comovido e atraído por ela, lhe rouba um beijo. Betty diz a Joaquim que nã oestá preparada para um relacionamento e não percebe que Armando os observa de longe. Catalina impede que ele se aproxime. Malú faz uma sessão de reik a Mariana e entre os segredosque revela, diz que Betty está em Miami. ",
      "quinta": "Armando está decidido a reconquistar Betty, nem que para isso tenha que enfrentar o homem que está tentando se aproximar do amor de sua vida. Marcela não se conforma que perdeu Armando para a “feia” e conta para Margarita que Betty está trabalhando com Catalina em Miami. Com a ajuda dos advogados Peter e Frank, Efain planeja processar a cidade de Nova Iorque pelo acidente que sofreu. Daniel fica furioso ao ter seu pedido de empréstimo negado pelo banco e avisa a irmã que não tem como lhe pagar.",
      "sexta": "Romina conta a Fábio que Inesita sabe que ela está com os quadros de Hugo. Romina precisa se livrar dela, por isso cria uma uma conta de e-mail para culpar Inesita do roubo da última coleção. Charlie se reúne com sua sobrina e afilhado. Bertha os vê e pensa que ele está com a mulher e o filho."
    },
    "Ouro Verde": {
      "segunda": "Arnaldo confirma a Jorge que já instalou as câmeras de vigilância na casa de Vera. Jorge pede a Arnaldo e a Gonçalo que façam investigações que o ajudem a provar a sua inocência no rapto de Mafalda.",
      "terça": "Em Genebra, Otelo encontra-se com uma mulher misteriosa. Mônica fica em choque com a morte de Catarina. A mulher misteriosa, Maria Teresa, diz a Otelo que, finalmente, será feita justiça.",
      "quarta": "Antônio diz a Rita que o casamento deles acabou de vez. A notícia da morte de Catarina aparece nos jornais. Lúcio e a inspetora Marta decidem começar a investigação por Tomás e fotografam os pneus do carro dele. Tomás pede ajuda ao pai e ameaça denunciá-lo caso não o faça.",
      "quinta": "Jorge recebe as fotos de Joaquim colocando a bomba no carro de Antônio e as entrega para Lúcio. Gonçalo faz uma pesquisa sobre os donos do banco suíço e encontra Otelo, Miguel e Antônio numa foto com Maria Teresa. Lúcio diz a Jorge que tem de falar primeiro com Sérgio.",
      "sexta": "Tomás é interrogado e diz a Lúcio que comeu camarões quando estava com o pai. Lúcio pede à inspetora Marta que vá interrogar Miguel. O banqueiro se embaralha quando perguntado sobre o que comeram. Bia, José e Mônica não querem pensar na hipótese de Tomás estar envolvido na morte de Catarina. Antônio conta a história de Maria Teresa, irmã gêmea de sua mãe, para Gonçalo e Inês.",
      "sábado": "Lúcio leva Tomás para tirar uma amostra de DNA. Logo em seguida, Tomás liga para Miguel e avisa que ele vai ser pego pelo que fez. Gonçalo se encontra com Jorge e revela que o banco suíço é da irmã gêmea da mãe de Miguel. Gonçalo diz a Jorge que Maria Teresa tem de ser investigada, pois é ela quem realmente manda em tudo."
    },
    "Caminhos do coração": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "a escrava isaura": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "totalmente demais": {
      "segunda": "Carolina expulsa Arthur de sua casa e termina o relacionamento com o empresário. Dorinha comenta com Carolina que Germano se separou de Lili. Pietro repreende Arthur por ter deixado Carolina acreditar que poderia ter um filho com ele. Arthur liga pra Carolina. Eliza consola Arthur, que se aproxima da jovem com intenção de beijá-la.",
      "terça": "Arthur se desculpa com Eliza. Gilda consegue convencer Dino a deixá-la ir para o Rio de Janeiro. Pietro propõe que Carolina tenha um filho com ele. Jamaica aconselha Fabinho a pedir desculpas para Jonatas e Leila. Lili pede a Jonatas um relatório sobre o projeto do rio Tamanduá. Rosângela se entristece ao ver Florisval presenteando Maristela com um anel de noivado. Arthur se humilha para conseguir o perdão de Carolina. Lili se surpreende ao ver Gilda em sua casa.",
      "quarta": "Gilda fica abalada ao saber que Sofia morreu. Peçanha conversa com Euzébia e descobre que Gilda falou a verdade para Dino. Jacaré fica atordoado ao saber por Lu da morte de Sofia. Eliza dá o dinheiro que economizou para Gilda pagar suas dívidas. Stelinha fica impressionada com a forma como Eliza trata a mãe. Lu se surpreende quando Bené mostra o cartão de visita de Lili, comprovando que os pais de Sofia estiveram à procura da filha.",
      "quinta": "Lu consegue convencer Jacaré a gravar um depoimento sobre sua história com Nina/Sofia. Gilda despista Dino sobre a origem do dinheiro. Carolina confessa a Pietro que ama Arthur. Lu tenta entrar na casa de Rafael para contar ao fotógrafo a verdade sobre Sofia. Stelinha diz a Arthur que a única forma de conseguir que Eliza seja disciplinada é desdenhá-la. Arthur avisa a Eliza que desistiu de torná-la a Garota Totalmente Demais.",
      "sexta": "Stelinha exige que Eliza se afaste da família e de Jonatas para permanecer no concurso. Rafael fica arrasado ao ouvir de Lu as verdades sobre Sofia. Jacaré afirma a Braço que se vingará de Sofia atingindo a família da jovem. Riscado revela a Jonatas que está fugindo de Jacaré, e avisa ao amigo que o bandido está atrás dele e de Eliza. Rafael pede para encontrar Lili. Jacaré segue o carro de Lili.",
      "sábado": "Lili se surpreende ao saber da vida dupla que a filha levava. Jonatas avisa a Fabinho que a polícia encontrou o cartão de visita de Lili no esconderijo de Jacaré. Jacaré rende Lili, e Rafael a resgata. Braço e Jacaré são presos. Germano faz as pazes com Lili, que pede ao marido que volte a presidir a Bastille. Jonatas confessa a Fabinho que não sabe se conseguirá perdoá-lo. Lili incentiva Fabinho a voltar ao trabalho. Eliza avisa a Jonatas que não quer mais vê-lo."
    },
    "novo mundo": {
      "segunda": "Cecília vê Sebastião ameaçar Libério. Jacira se preocupa ao ver Jurema doente. Thomas exige que Domitila se afaste de Dom Pedro. Anna revela a Leopoldina o que descobriu sobre o marido. Ferdinando é flagrado invadindo a aldeia. Amália tem uma lembrança e pede ajuda a Peter. Madre Assunção recebe uma carta de Dom João, indicando o embarque de Amália para Portugal. Elvira encontra um documento contra Thomas no quarto de Joaquim. Thomas decide contar a Anna sobre o envolvimento com seu pai. Joaquim descobre que Domitila é a amante de Dom Pedro.",
      "terça": "Leopoldina chora nos braços de Joaquim. Bonifácio e Joaquim constatam que o romance de Pedro e Domitila ameaça o Brasil. Germana sugere que Elvira cobre para entregar a Thomas o documento que encontrou com Joaquim. Ferdinando descobre a doença de Jurema. Anna confidencia a Liu suas descobertas sobre Thomas. Amália fica agitada quando Madre Assunção avisa que ela voltará para Portugal. Joaquim revela a Dom Pedro que Domitila e Thomas são cúmplices.",
      "quarta": "Anna reconhece uma antiga caixa de seu pai nos pertences de Thomas. Jacira sofre por causa de Piatã. Dom Pedro demite Joaquim por causa de Domitila. Narcisa decide ir ao encontro de Bonifácio no Rio de Janeiro. Amália tem uma nova lembrança. Cecília conta a verdade sobre seu pai para Libério. Leopoldina se surpreende ao saber que Dom Pedro demitiu Joaquim. Dom Pedro pergunta se Thomas e Domitila se conhecem. Joaquim revela a Leopoldina que está trabalhando secretamente para Bonifácio. Anna visita Fred no presídio.",
      "quinta": "Anna mostra a Fred a lista dos marujos de seu pai. Amália coloca fogo em sua cela e foge do convento. Joaquim encontra Amália desmaiada na rua e a leva para Peter. Pedro e Bonifácio têm uma reunião com Thomas. Joaquim entrega uma carta que Domitila escreveu para Thomas a Dom Pedro. Germana e Licurgo fazem as pazes. Narcisa chega ao porto e é ajudada por Hugo. Francisco conta para Thomas sobre o plano de Joaquim. Libério descobre que Cecília é filha de Sebastião. Anna decide sair de casa ao saber da ausência do marido. Joaquim e Anna se amam.",
      "sexta": "Thomas se irrita por não encontrar Anna em casa. Pedro pensa em Chalaça e Domitila. Hugo começa a trabalhar na taberna. Narcisa chega ao palácio. Wolfgang e Diara armam uma estratégia para libertar a família de um escravizado. Piatã e Olinto são liberados para ficar na aldeia. Sebastião impede que Madre Assunção fale com Cecília. Peter afirma a Amália que não deixará que ela volte a Portugal. Thomas vê Anna e Joaquim juntos.",
      "sábado": "Thomas atira contra Joaquim, e Anna pede ajuda a Elvira. Bonifácio se incomoda com a presença de Narcisa. Domitila encontra Thomas em seu quarto e tenta convencê-lo a desistir de Anna. Ferdinando se despede de todos na tribo e leva uma carta de Piatã para a irmã. Peter cuida de Joaquim. Licurgo e Germana se espantam com a felicidade de Hugo durante o trabalho. Piatã não aceita reatar com Jacira. Dom Pedro afirma a Bonifácio que Joaquim forjou a carta contra Domitila. Thomas tenta intimidar Anna."
    },
    "jesus": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Apocalipse": {
      "segunda": "Ricardo finge estar brincando com Zoe. Ela dá uma desculpa e diz que viajará em um voo comercial. Moisés e Elias seguem pregando nas ruas de Jerusalém. César sai à procura de Guto. Ricardo pede para Ariela marcar uma reunião com um milionário árabe. Celeste pede para Arthur comprar uma passagem aérea para Zoe voltar para Nova Iorque. Tiatira aconselha Hanna. César vai até a sede da seita Filhos do amanhã e surpreende Guto ao dizer que o ama. Benjamin trabalha ao lado de André, Brenda, Melina e HD. Em Jerusalém, Zoe e o cinegrafista estranham uma movimentação nas ruas e se aproximam do burburinho. Eles se deparam com os profetas Moisés e Elias. Zoe percebe que os profetas são as duas testemunhas do Apocalipse. Stefano discursa e exalta Ricardo Montana.",
      "terça": "Com a voz embargada, Bárbara noticia o acidente aéreo. Benjamin se apavora ao saber do desastre. Guido vê a notícia e manda chamar César. A repórter diz que Zoe estava no voo. Ricardo fica satisfeito. Benjamin se desespera. André diz que a ficha não caiu. Tiatira ajuda Hanna nas tarefas domésticas. Guto recebe a visita de Talita. Zé Bento segue enganando os seguidores da seita Filhos do Amanhã. Susana se preocupa com Benjamin. Henrique discute com Estela. Felipe começa a trabalhar de motorista no hospital Aisen. ",
      "quarta": "Com dificuldade, Zoe tenta se mexer e se dá conta que sobreviveu ao acidente aéreo. Ela vê Benjamin na imaginação. Ariela descobre que Ricardo foi o responsável pelo desastre. Tamar diz estar com saudades da filha e do neto. Débora beija Luca. Glória pede para Vittorio não pedir a ajuda de Stefano. Desmaiada no meio do deserto, Zoe é encontrada por um grupo de beduínos liderados por Jamal. André estranha o comportamento de Benjamin e decide avisar a Ricardo. Luca e Débora disfarçam diante de Adriano. ",
      "quinta": "O Anticristo finge estar preocupado com Benjamin. Isabela suspira apaixonada por Ricardo. César interroga o ex contador do hospital Aisen. Isabela trata Noah com carinho. Susana diz que Estela está recuperada. Ariela se certifica que Ricardo foi o mandante do desastre. Ricardo promete trazer a paz para o mundo. Guido diz que César e Natália devem ser profissionais. Estela aconselha Susana a voltar para os Estados Unidos. ",
      "sexta": "Zoe recebe os cuidados dos beduínos. Benjamin se lamenta com Uri. Ricardo leva Isabela para um passeio de helicóptero. Noah janta com Tamar e Gideon e nega estar interessado em Isabela. Ricardo leva a moça para conhecer sua mansão. Alan defende Ricardo. Dudu conhece Celeste. Talita se queixa da falta de amor em sua casa. Henrique finge estar cansado e não dá atenção à Estela. Felipe e César conversam sobre os filhos. Guto não atende o telefonema do pai. Chico sente ciúmes de Celeste. César diz que Henrique não presta. Jonas diz que é preciso falar de fé com os necessitados. César sofre ao lembrar de Lorena. Isabela se entrega a Ricardo. Zoe conversa com Soraya sobre sua vida. "
    },
    "O Que a Vida Me Roubou": {
      "segunda": "Na fazenda “Almonte”, Alessandro ao ver o interesse de Macário por Dominga, lhes dá o dia para que o passem juntos, e eles decidem irem comer no povoado. Alessandro se dirige ao quarto de Carlota, pede seu celular e o joga longe, Rosário se surpreende, ele grita que já sabe do capataz e sai trancando a porta, para que elas não saiam dali. Na casa do Padre Anselmo, Montserrat pergunta a ele se Rosário é a mãe de Alessandro, já que não é justo que a trate como uma criada. O Padre se nega a responder e pede que se cuide muito pelo bebê que espera. Montserrat comenta que já sabe que sua mãe foi amante de Benjamin e ele a aconselha a não investigar o passado, já que poderia ser muito doloroso. Graziela recebe feliz Demétrio, que está furioso por ter que se casar com Josefina.",
      "terça": "Maria entusiasmada vai com Alessandro para a fazenda. No hospital, Montserrat, Carlota e Lauro, contentes, observam o bebê pelo ultrassom, e depois, saem para fazer compras. Na casa de Adolfo, Demétrio se surpreende ao ver seu amigo machucado, e mais ainda ao descobrir que o confundiu com José Luis. Montserrat conta a Nádia que Alessandro a “descobriu”, e a expulsou de sua vida, não querendo mais saber nada dela, nem de seu bebê. Nádia reclama com Victor por ter contado tudo a Alessandro, ele nega tê-lo feito. Na casa de Prudência, o capitão Robledo promete ajudar Renato e José Luis a limparem seu nome, já que foi injusto o que ocorreu com eles.",
      "quarta": "Na fazenda “Almonte”, Maria está muito feliz ao lado de Alessandro Macário tenta fazer Alessandro entender que está errado quanto a Maria, mas Alessandro pede a ele que respeite sua nova mulher. Carlota e Graziela falam sobre o casamento de Montserrat e Lauro ouve a conversa. Carlota afirma a Graziela que Alessandro é o pai do bebê de Montse. Graziela diz a Montserrat que pense bem no que dirá a seu pai. Lauro visita Demétrio para perguntar ao filho como tudo aconteceu e se pode ajudá-lo. Demétrio se queixa com o pai, dizendo que sempre lhe deu pouco carinho e atenção, e prefere Montse. Joaquim chega à casa de Prudência gritando com Jose Luis e exige que ele se afaste de sua filha, Angélica, chorando, diz ao pai que se casará mesmo sem o seu consentimento.",
      "quinta": "Na escola naval, José Luis fala com Inácio sobre sua promoção e a morte do almirante Mendonça. Eles comentam também que Alessandro não esteve no funeral e Montserrat estava arrasada. Na casa de Esmeralda, Renato está feliz por ser cabo da marinha novamente, e insinua a Esmeralda que já pode lhe oferecer uma vida melhor, mas ela se nega a deixar seu trabalho e parabeniza José Luis por sua promoção. Angélica está deprimida, pois sente que perderá José Luis se falar com Montserrat. Virginia a consola. Joaquim procura Alessandro, mas Dominga não dá informações de seu patrão, pois acredita que ele levará as mesmas a José Luis. Josefina entrega a Alessandro o convite de seu casamento e ele a aconselha que não se casar com Demétrio porque ele só está interessado no seu dinheiro.",
      "sexta": "Rosário pede a Victor que entregue, pessoalmente, uma carta a seu filho, mas que não conte que é de sua mãe. Na fazenda, Alessandro se despede do Padre Anselmo, pois pretende fazer uma longa viagem. Victor chega para dar a carta, mas Macário diz que seu patrão viajou e não sabe quando regressará. Victor deixa a carta no escritório. Angélica e José Luis se casam, Joaquim aparece com uma arma, mas Renato o ameaça e pede que se retire e deixe que sua filha seja feliz. Amélia pede a José Luis que cuide de sua filha. Prudência, Virginia, Esmeralda e Renato desejam felicidades. José Luis e Angélica partem em lua de mel."
    }
  }
}
