{
    "novelas": {
        "amor de mãe": {
            "segunda": "Magno explica a Leila que está morando com Betina, mas garante à ex-mulher que irá ajudá-la. Ryan termina o namoro com Marina. Marina agradece o apoio de Samuel. Raul garante a Davi que desativará o duto clandestino da PWA. Leila faz insinuações sobre Magno para Betina. Thelma se sente ameaçada por Belizário. Marina presenteia Ryan com um novo violão, e Camila incentiva o irmão a transformar seu sofrimento em música. Álvaro se incomoda por ter que negociar decisões com Raul. Leila afirma a Penha que lutará por sua família. Thelma reinaugura seu restaurante. Gabo e Thelma se beijam, e Durval vê. Ryan surpreende Marina no aeroporto, e uma moça filma o encontro dos dois. Marina desiste de viajar. Leila volta para a casa de Lurdes. No trânsito, Vitória entra em trabalho de parto.",
            "terça": "Sandro ajuda Vitória a dar à luz. Davi visita Vitória e Sofia no hospital. Durval inventa para Thelma que está saindo com uma mulher. Brenda anuncia a Ryan que o vídeo de sua surpresa para Marina fez sucesso nas redes sociais. Davi se encanta pela força de Vitória. Érica se incomoda com a atitude de Lucimara, e Raul aconselha a amada. Tiago sente ciúmes de Sofia. Danilo flagra Gabo com Thelma. Lídia comenta de Tales com Estela, que comemora o sucesso de seu plano de vingança. Marconi ronda o posto em que Magno trabalha, e Sandro o repreende. Gabo sugere trabalhar no restaurante de Thelma, e Lurdes alerta a amiga. Érica demite Lucimara, e Raul apoia a mulher. Davi revela a Raul que Álvaro mentiu sobre o duto. Raul confronta Álvaro. Marconi procura Gabo no restaurante de Thelma.",
            "quarta": "Marconi ameaça Gabo, que despista Thelma. Durval fica arrasado com a notícia do namoro de Thelma. Marina garante a Samuel que será uma campeã. Tiago se aproxima de Sofia, e Vitória se emociona. Joana agradece o apoio de Camila, mas Nuno repreende a filha por passar muito tempo na escola. Davi e Amanda explicam a Camila e Danilo o plano de Álvaro para fechar a escola. Belizário cobra seu pagamento a Marconi, e faz Gabo de refém. Thelma teme por sua vida. Carol pede que Natália a apresente a Ryan. Marconi resgata Gabo, que aceita usar o restaurante de Thelma para as negociações do bandido. Durval ensina Danilo a cozinhar. Sandro afirma que pagará o aluguel da casa de Lurdes. Camila descobre que Lurdes vendeu a casa para Nuno.",
            "quinta": "Camila exige que Lurdes conte a verdade sobre a venda da casa para seus irmãos. Raul se preocupa com o vazamento de informações sobre a PWA, e Álvaro tenta animar o sócio. Leila pede que Magno fale com Érica para lhe ajudar com seu visual. A comida de Danilo faz sucesso, e Nuno promove o rapaz. Gabo prejudica Thelma para ajudar Marconi. Carol entrevista Ryan, que comemora seu primeiro show oficial. Davi e Amanda se desentendem. Gabo e Thelma fazem aula de tango com Durval, que fica arrasado com a sintonia entre os dois. Lurdes revela aos filhos que vendeu sua casa para pagar a dívida de Sandro, que se envergonha diante dos irmãos. Lurdes desabafa com Camila. Carlinhos faz uma proposta de trabalho para Ryan. Thelma encontra um objeto estranho entre seu carregamento de peixe, e fala com Gabo, que finge indignação. Vitória pressiona Amanda para pedir demissão da PWA.",
            "sexta": "Amanda diz a Vitória que pedirá demissão. Sandro pensa em sair de casa, mas Lurdes apoia o filho. Marconi pressiona Gabo, que despista Thelma. Davi defende Vitória para Amanda. Vitória conversa com Davi. Joana comunica a Camila que não poderá dar continuidade a seu projeto do aplicativo para mães. Vitória descobre que Sandro foi criado por Kátia. Vitória revela às irmãs que não perdeu seu bebê com Raul. Estela comenta com Jorge sobre seu plano contra Lídia. Tales se declara para Lídia. Álvaro descobre a traição de Amanda. Camila conversa com Nuno sobre Joana. Ryan fecha negócio com Carlinhos. Oliveira convida Lurdes para sair. Vitória vai à comunidade onde Kátia morava, e Farula expulsa a advogada. Belizário confronta Agenor, que não resiste. Álvaro informa a Amanda que seu pai faleceu. Vitória confronta Daisy sobre o paradeiro de seu filho.",
            "sábado": "Daisy revela a Vitória que Kátia mentiu. Thelma vê Gabo com Marconi. Leila confessa a Penha que esconderá seu progresso com a fisioterapia. Danilo se espanta com a ansiedade de Thelma em ter um neto. Amanda sofre com a morte de Agenor. Amanda enfrenta Álvaro, que afirma que processará a ex-secretária. Betina estranha o fraco desenvolvimento de Leila. Tales pede Lídia em namoro. Natália se descontrola com Durval por causa de Carolina. Betina desabafa com Érica sobre Leila. Danilo e Camila dizem a Thelma que não desejam ter filhos agora. Betina pede o divórcio a Vicente. Lídia dá um carro a Tales. Natália insinua que Carol deve morar com Durval. Thelma sabota os preservativos de Danilo. Sandro distribui presentes para Lurdes e a família."
        }, "Bom sucesso": {
            "segunda": "Marcos é salvo por Rosemary do ataque de Apolo e consegue uma prova contra Elias. Machado e Marcos avisam a Alberto que, com a foto do malote, conseguiram abrir o inquérito para provar a participação de Elias no assalto. Léo pede que Toshi continue casada com ele. Rosemary vai à casa de Paloma e ameaça Elias. Nana conta a Alberto que Diogo não apareceu na audiência do divórcio. Alberto acorda desmemoriado no dia em que deveria entregar o dinheiro para Elias.",
            "terça": "Nana e Marcos ficam desesperados quando descobrem que Alberto saiu. Alberto aparece na Editora desmemoriado. Elias combina com Tadeu como eles pegarão o dinheiro de Alberto. Nana, Marcos e Mário saem à procura de Alberto. Vera liga para Vicente e avisa que Alberto está desorientado. Machado avisa a Marcos que a polícia entrará na casa de Elias para apreender as provas. Tadeu diz a Elias que ele já pode fazer a doação. Tadeu prepara uma emboscada para Marcos e Machado.",
            "quarta": "Tadeu ameaça Marcos e Machado para que lhe entreguem o dinheiro. Elias flagra Tadeu tentando fugir com o dinheiro. Gabriela é preparada para a transfusão. Rosemary atropela Tadeu e foge com Elias, que consegue pegar o dinheiro do ex-comparsa. Alberto recupera a memória. Rosemary e Elias sofrem um acidente de carro. Elias se nega a ajudar Rosemary, que atira no marido. Rosemary é presa. Alberto confidencia a Vera que não aguentará passar pelo processo da doença terminal e pensa em dar um fim a seu sofrimento.",
            "quinta": "Paloma comunica aos filhos sobre a morte de Elias. Machado anuncia a Alberto que seu dinheiro foi recuperado. Alice e Luan terminam o namoro. Batista convida Lulu para ir ao cinema. Mário descobre que a gravidez de Silvana era falsa e encerra o relacionamento. Mário faz uma serenata para Nana e a pede em namoro. Alice surpreende Marcos ao se revelar como a “nerd de Bonsucesso”. Alberto tem um sangramento, e Mauri informa que são sinais de agravamento da doença. Mauri sugere que Alberto se submeta a um novo tratamento para a doença.",
            "sexta": "Alberto aceita a proposta de Mauri. Alice ganha o concurso da Prado Monteiro e beija Waguinho. Há uma passagem de tempo. Nana avisa a Alberto que o livro de Eric é um sucesso. Silvana sente enjoo e descobre que está grávida. Jeff consegue identificar Diogo nas imagens da câmera do desfile. Alberto acorda assustado depois de sonhar com Eric. Gisele marca um encontro com Diogo em um restaurante e constata que o ex-amante está rico.",
            "sábado": "Diogo comunica a Gisele que acabará com a família Prado Monteiro. Alberto convida Mário para se mudar para a mansão. Thaíssa e Fábio pensam em uma forma de incriminar Diogo. Leo e Toshi se surpreendem com a presença de Marie em sua casa. Nana e Marcos não acreditam em Gisele ao serem avisados pela ex-funcionária que Diogo voltou com o intuito de se vingar da família. Mário lança seu livro pela Prado Monteiro. Silvana diz a William que ninguém pode saber de sua gravidez. Diogo surpreende a todos ao comparecer ao lançamento do livro."
        } , "Éramos seis": {
            "segunda": "Almeida humilha Clotilde. Natália se queixa com Karine. Carlos sofre por causa de Inês. Inês consegue um trabalho no hospital. Marcelo tenta alertar Carlos sobre Mabel. Afonso fica animado com as confidências de Lola. Justina liga para Higino, que esconde de Emília. Lola pensa em Afonso. Olga não deixa Zeca sair de casa e Neves se preocupa. Assad tenta convencer Soraia a viajar com ele e Karine. Lúcio reclama do comportamento de Isabel. Alfredo e Adelaide se desentendem. Almeida não consegue falar com Natália sobre Clotilde. Afonso chama Alfredo para comemorar o novo trabalho de Inês. Lúcio reclama de Isabel para Virgulino. O freguês de Lola leva a encomenda sem pagar. Carlos agride Alfredo ao vê-lo com Inês.",
            "terça": "Inês tenta afastar Alfredo e Carlos. Afonso repreende Alfredo e Carlos, e Lola chega para falar com os filhos. Adelaide discute com Emília e decide procurar Alfredo. Afonso se surpreende ao saber que Lola não recebeu pela encomenda dos doces. Clotilde critica Isabel por seu comportamento. Julinho tem uma ideia para Assad ganhar mais dinheiro. Karine explica a Soraia como fez para se vingar de um rapaz que a esnobou. Candoca revela a Emília sobre a doença da família e Olga se desespera. Alfredo e Adelaide se beijam. Carlos se desculpa com Alfredo. Almeida desiste de desabafar com Julinho sobre Clotilde. Lola consola a irmã. Carlos confronta Mabel. Lola proíbe Almeida de se encontrar com Clotilde.",
            "quarta": "Almeida tenta convencer Lola a deixar que ele se desculpe com Clotilde. Mabel simula um desmaio e Carlos se preocupa. Lili e Isabel contam para Inês sobre o baile no clube. Mabel pede que Josias não fale com Carlos. Virgulino admira o empenho de Afonso em fazer propaganda para Lola. Almeida manda um recado para Clotilde por Julinho. Tião questiona Alfredo sobre seus sentimentos por Adelaide. Emília não gosta de ver Adelaide olhando seu álbum de família. Candoca ensina Justina a rezar. Clotilde recebe o recado de Almeida e marca um encontro com ele. Julinho se irrita por não conseguir namorar Lili. Lola decide ir com Afonso cobrar a dívida de seu cliente. Carlos se recusa a ir ao baile com Inês. Clotilde e Almeida se beijam.",
            "quinta": "Clotilde se insinua para Almeida. Inês critica Carlos por não querer levá-la ao baile. Lola fica intimidada ao falar com seu cliente sozinha e Afonso o confronta. Inês afirma a Durvalina que desistirá de Carlos. Lola se preocupa com a demora de Clotilde a chegar em casa. Natália estranha o comportamento de Almeida. Soraia se irrita com o desprezo de Julinho. Carlos decide conversar com o pai de Mabel depois do baile. Inês troca olhares com Carlos. Karine implica com Soraia. Mabel mente para Carlos ao ser questionada sobre o pai. Almeida se embriaga. Higino ajuda Adelaide a levar Alfredo para o baile. Soraia atenta contra Lili. Josias desmente Mabel e Carlos fica furioso.",
            "sexta": "Carlos termina o namoro com Mabel. Lúcio reclama do baile e Isabel se irrita. Clotilde pensa em Almeida. Adelaide e Alfredo se amam. Soraia consegue colocar pó de mico na roupa de Lili. Carlos procura Inês. Soraia vê Julinho ajudando Lili e avisa a Lúcio, que se enfurece ao ver a cena. Lúcio vai embora com Lili. Carlos e Inês se beijam. Soraia se aproxima de Julinho. Lola parabeniza Carlos por começar a namorar Inês. Isabel fica envergonhada com o olhar de Felício. Alfredo e Adelaide pulam na piscina do clube sem roupas. Julinho e Soraia se beijam. Isabel dança com Felício.",
            "sábado": "Isabel se encanta por Felício. Adelaide enfrenta Emília. Afonso fica satisfeito com o namoro de Inês e Carlos. Julinho afasta Inês de Felício. Marcelo exige que Felício fique longe de Isabel. Genu faz intrigas para Lili e Lúcio sobre seus namorados. Karine diz que Soraia não deve se aproximar de Julinho. Mabel se despede de Carlos. Isabel pensa em Felício. Marcelo pergunta ao tio sobre seu encontro com Isabel. Lola compra um novo fogão. Almeida procura Clotilde na igreja. Maria comenta com Olga sua desconfiança de Neves. Emília questiona Higino sobre Justina. Neves procura Zeca. Lola recebe uma nova dívida de Júlio e todos se desesperam."
        } , "Malhação": { 
             "segunda": "Marco afirma a Carla que está seguro quanto à investigação sobre sua honestidade. Guga garante a Meg que não voltará atrás em sua decisão sobre Rafael não ter o sobrenome de Max. Neide repreende Celso por ter divulgado a lista de Zé Carlos. Marco diz a Carla que está investigando a origem da lista de policiais e o autor da divulgação. Lígia sofre ao ter que preparar Nina para a visita de Rui e Rita. Anjinha garante a Marco que não confia mais em Jaqueline. Nanda se sente mal, e Raíssa ampara a amiga. Nina reconhece Rita.",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": ""
        } , "Avenida Brasil": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": ""
        } , "Aventuras de Poliana": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": ""
        } , "Cúmplices de um resgate": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": ""
        } , "Abismo de Paixão": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": ""
         } , "Meu coração é teu": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": ""
        }  , "Ouro Verde": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "sexta": "",
             "sábado": ""
        }  , "Amor sem igual": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": ""
        }  , "O rico e lázaro": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": ""
        }  , "Caminhos do coração": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": ""
        }  , "a escrava isaura": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": ""
        } 
    }
}
