{
  "novelas": {
    "amor de mãe": {
      "segunda": "Magno explica a Leila que está morando com Betina, mas garante à ex-mulher que irá ajudá-la. Ryan termina o namoro com Marina. Marina agradece o apoio de Samuel. Raul garante a Davi que desativará o duto clandestino da PWA. Leila faz insinuações sobre Magno para Betina. Thelma se sente ameaçada por Belizário. Marina presenteia Ryan com um novo violão, e Camila incentiva o irmão a transformar seu sofrimento em música. Álvaro se incomoda por ter que negociar decisões com Raul. Leila afirma a Penha que lutará por sua família. Thelma reinaugura seu restaurante. Gabo e Thelma se beijam, e Durval vê. Ryan surpreende Marina no aeroporto, e uma moça filma o encontro dos dois. Marina desiste de viajar. Leila volta para a casa de Lurdes. No trânsito, Vitória entra em trabalho de parto.",
      "terça": "Sandro ajuda Vitória a dar à luz. Davi visita Vitória e Sofia no hospital. Durval inventa para Thelma que está saindo com uma mulher. Brenda anuncia a Ryan que o vídeo de sua surpresa para Marina fez sucesso nas redes sociais. Davi se encanta pela força de Vitória. Érica se incomoda com a atitude de Lucimara, e Raul aconselha a amada. Tiago sente ciúmes de Sofia. Danilo flagra Gabo com Thelma. Lídia comenta de Tales com Estela, que comemora o sucesso de seu plano de vingança. Marconi ronda o posto em que Magno trabalha, e Sandro o repreende. Gabo sugere trabalhar no restaurante de Thelma, e Lurdes alerta a amiga. Érica demite Lucimara, e Raul apoia a mulher. Davi revela a Raul que Álvaro mentiu sobre o duto. Raul confronta Álvaro. Marconi procura Gabo no restaurante de Thelma.",
      "quarta": "Marconi ameaça Gabo, que despista Thelma. Durval fica arrasado com a notícia do namoro de Thelma. Marina garante a Samuel que será uma campeã. Tiago se aproxima de Sofia, e Vitória se emociona. Joana agradece o apoio de Camila, mas Nuno repreende a filha por passar muito tempo na escola. Davi e Amanda explicam a Camila e Danilo o plano de Álvaro para fechar a escola. Belizário cobra seu pagamento a Marconi, e faz Gabo de refém. Thelma teme por sua vida. Carol pede que Natália a apresente a Ryan. Marconi resgata Gabo, que aceita usar o restaurante de Thelma para as negociações do bandido. Durval ensina Danilo a cozinhar. Sandro afirma que pagará o aluguel da casa de Lurdes. Camila descobre que Lurdes vendeu a casa para Nuno.",
      "quinta": "Camila exige que Lurdes conte a verdade sobre a venda da casa para seus irmãos. Raul se preocupa com o vazamento de informações sobre a PWA, e Álvaro tenta animar o sócio. Leila pede que Magno fale com Érica para lhe ajudar com seu visual. A comida de Danilo faz sucesso, e Nuno promove o rapaz. Gabo prejudica Thelma para ajudar Marconi. Carol entrevista Ryan, que comemora seu primeiro show oficial. Davi e Amanda se desentendem. Gabo e Thelma fazem aula de tango com Durval, que fica arrasado com a sintonia entre os dois. Lurdes revela aos filhos que vendeu sua casa para pagar a dívida de Sandro, que se envergonha diante dos irmãos. Lurdes desabafa com Camila. Carlinhos faz uma proposta de trabalho para Ryan. Thelma encontra um objeto estranho entre seu carregamento de peixe, e fala com Gabo, que finge indignação. Vitória pressiona Amanda para pedir demissão da PWA.",
      "sexta": "Amanda diz a Vitória que pedirá demissão. Sandro pensa em sair de casa, mas Lurdes apoia o filho. Marconi pressiona Gabo, que despista Thelma. Davi defende Vitória para Amanda. Vitória conversa com Davi. Joana comunica a Camila que não poderá dar continuidade a seu projeto do aplicativo para mães. Vitória descobre que Sandro foi criado por Kátia. Vitória revela às irmãs que não perdeu seu bebê com Raul. Estela comenta com Jorge sobre seu plano contra Lídia. Tales se declara para Lídia. Álvaro descobre a traição de Amanda. Camila conversa com Nuno sobre Joana. Ryan fecha negócio com Carlinhos. Oliveira convida Lurdes para sair. Vitória vai à comunidade onde Kátia morava, e Farula expulsa a advogada. Belizário confronta Agenor, que não resiste. Álvaro informa a Amanda que seu pai faleceu. Vitória confronta Daisy sobre o paradeiro de seu filho.",
      "sábado": "Daisy revela a Vitória que Kátia mentiu. Thelma vê Gabo com Marconi. Leila confessa a Penha que esconderá seu progresso com a fisioterapia. Danilo se espanta com a ansiedade de Thelma em ter um neto. Amanda sofre com a morte de Agenor. Amanda enfrenta Álvaro, que afirma que processará a ex-secretária. Betina estranha o fraco desenvolvimento de Leila. Tales pede Lídia em namoro. Natália se descontrola com Durval por causa de Carolina. Betina desabafa com Érica sobre Leila. Danilo e Camila dizem a Thelma que não desejam ter filhos agora. Betina pede o divórcio a Vicente. Lídia dá um carro a Tales. Natália insinua que Carol deve morar com Durval. Thelma sabota os preservativos de Danilo. Sandro distribui presentes para Lurdes e a família."
    },
    "Bom sucesso": {
      "segunda": "Marcos é salvo por Rosemary do ataque de Apolo e consegue uma prova contra Elias. Machado e Marcos avisam a Alberto que, com a foto do malote, conseguiram abrir o inquérito para provar a participação de Elias no assalto. Léo pede que Toshi continue casada com ele. Rosemary vai à casa de Paloma e ameaça Elias. Nana conta a Alberto que Diogo não apareceu na audiência do divórcio. Alberto acorda desmemoriado no dia em que deveria entregar o dinheiro para Elias.",
      "terça": "Nana e Marcos ficam desesperados quando descobrem que Alberto saiu. Alberto aparece na Editora desmemoriado. Elias combina com Tadeu como eles pegarão o dinheiro de Alberto. Nana, Marcos e Mário saem à procura de Alberto. Vera liga para Vicente e avisa que Alberto está desorientado. Machado avisa a Marcos que a polícia entrará na casa de Elias para apreender as provas. Tadeu diz a Elias que ele já pode fazer a doação. Tadeu prepara uma emboscada para Marcos e Machado.",
      "quarta": "Tadeu ameaça Marcos e Machado para que lhe entreguem o dinheiro. Elias flagra Tadeu tentando fugir com o dinheiro. Gabriela é preparada para a transfusão. Rosemary atropela Tadeu e foge com Elias, que consegue pegar o dinheiro do ex-comparsa. Alberto recupera a memória. Rosemary e Elias sofrem um acidente de carro. Elias se nega a ajudar Rosemary, que atira no marido. Rosemary é presa. Alberto confidencia a Vera que não aguentará passar pelo processo da doença terminal e pensa em dar um fim a seu sofrimento.",
      "quinta": "Paloma comunica aos filhos sobre a morte de Elias. Machado anuncia a Alberto que seu dinheiro foi recuperado. Alice e Luan terminam o namoro. Batista convida Lulu para ir ao cinema. Mário descobre que a gravidez de Silvana era falsa e encerra o relacionamento. Mário faz uma serenata para Nana e a pede em namoro. Alice surpreende Marcos ao se revelar como a “nerd de Bonsucesso”. Alberto tem um sangramento, e Mauri informa que são sinais de agravamento da doença. Mauri sugere que Alberto se submeta a um novo tratamento para a doença.",
      "sexta": "Alberto aceita a proposta de Mauri. Alice ganha o concurso da Prado Monteiro e beija Waguinho. Há uma passagem de tempo. Nana avisa a Alberto que o livro de Eric é um sucesso. Silvana sente enjoo e descobre que está grávida. Jeff consegue identificar Diogo nas imagens da câmera do desfile. Alberto acorda assustado depois de sonhar com Eric. Gisele marca um encontro com Diogo em um restaurante e constata que o ex-amante está rico.",
      "sábado": "Diogo comunica a Gisele que acabará com a família Prado Monteiro. Alberto convida Mário para se mudar para a mansão. Thaíssa e Fábio pensam em uma forma de incriminar Diogo. Leo e Toshi se surpreendem com a presença de Marie em sua casa. Nana e Marcos não acreditam em Gisele ao serem avisados pela ex-funcionária que Diogo voltou com o intuito de se vingar da família. Mário lança seu livro pela Prado Monteiro. Silvana diz a William que ninguém pode saber de sua gravidez. Diogo surpreende a todos ao comparecer ao lançamento do livro."
    },
    "Éramos seis": {
      "segunda": "Almeida humilha Clotilde. Natália se queixa com Karine. Carlos sofre por causa de Inês. Inês consegue um trabalho no hospital. Marcelo tenta alertar Carlos sobre Mabel. Afonso fica animado com as confidências de Lola. Justina liga para Higino, que esconde de Emília. Lola pensa em Afonso. Olga não deixa Zeca sair de casa e Neves se preocupa. Assad tenta convencer Soraia a viajar com ele e Karine. Lúcio reclama do comportamento de Isabel. Alfredo e Adelaide se desentendem. Almeida não consegue falar com Natália sobre Clotilde. Afonso chama Alfredo para comemorar o novo trabalho de Inês. Lúcio reclama de Isabel para Virgulino. O freguês de Lola leva a encomenda sem pagar. Carlos agride Alfredo ao vê-lo com Inês.",
      "terça": "Inês tenta afastar Alfredo e Carlos. Afonso repreende Alfredo e Carlos, e Lola chega para falar com os filhos. Adelaide discute com Emília e decide procurar Alfredo. Afonso se surpreende ao saber que Lola não recebeu pela encomenda dos doces. Clotilde critica Isabel por seu comportamento. Julinho tem uma ideia para Assad ganhar mais dinheiro. Karine explica a Soraia como fez para se vingar de um rapaz que a esnobou. Candoca revela a Emília sobre a doença da família e Olga se desespera. Alfredo e Adelaide se beijam. Carlos se desculpa com Alfredo. Almeida desiste de desabafar com Julinho sobre Clotilde. Lola consola a irmã. Carlos confronta Mabel. Lola proíbe Almeida de se encontrar com Clotilde.",
      "quarta": "Almeida tenta convencer Lola a deixar que ele se desculpe com Clotilde. Mabel simula um desmaio e Carlos se preocupa. Lili e Isabel contam para Inês sobre o baile no clube. Mabel pede que Josias não fale com Carlos. Virgulino admira o empenho de Afonso em fazer propaganda para Lola. Almeida manda um recado para Clotilde por Julinho. Tião questiona Alfredo sobre seus sentimentos por Adelaide. Emília não gosta de ver Adelaide olhando seu álbum de família. Candoca ensina Justina a rezar. Clotilde recebe o recado de Almeida e marca um encontro com ele. Julinho se irrita por não conseguir namorar Lili. Lola decide ir com Afonso cobrar a dívida de seu cliente. Carlos se recusa a ir ao baile com Inês. Clotilde e Almeida se beijam.",
      "quinta": "Clotilde se insinua para Almeida. Inês critica Carlos por não querer levá-la ao baile. Lola fica intimidada ao falar com seu cliente sozinha e Afonso o confronta. Inês afirma a Durvalina que desistirá de Carlos. Lola se preocupa com a demora de Clotilde a chegar em casa. Natália estranha o comportamento de Almeida. Soraia se irrita com o desprezo de Julinho. Carlos decide conversar com o pai de Mabel depois do baile. Inês troca olhares com Carlos. Karine implica com Soraia. Mabel mente para Carlos ao ser questionada sobre o pai. Almeida se embriaga. Higino ajuda Adelaide a levar Alfredo para o baile. Soraia atenta contra Lili. Josias desmente Mabel e Carlos fica furioso.",
      "sexta": "Carlos termina o namoro com Mabel. Lúcio reclama do baile e Isabel se irrita. Clotilde pensa em Almeida. Adelaide e Alfredo se amam. Soraia consegue colocar pó de mico na roupa de Lili. Carlos procura Inês. Soraia vê Julinho ajudando Lili e avisa a Lúcio, que se enfurece ao ver a cena. Lúcio vai embora com Lili. Carlos e Inês se beijam. Soraia se aproxima de Julinho. Lola parabeniza Carlos por começar a namorar Inês. Isabel fica envergonhada com o olhar de Felício. Alfredo e Adelaide pulam na piscina do clube sem roupas. Julinho e Soraia se beijam. Isabel dança com Felício.",
      "sábado": "Isabel se encanta por Felício. Adelaide enfrenta Emília. Afonso fica satisfeito com o namoro de Inês e Carlos. Julinho afasta Inês de Felício. Marcelo exige que Felício fique longe de Isabel. Genu faz intrigas para Lili e Lúcio sobre seus namorados. Karine diz que Soraia não deve se aproximar de Julinho. Mabel se despede de Carlos. Isabel pensa em Felício. Marcelo pergunta ao tio sobre seu encontro com Isabel. Lola compra um novo fogão. Almeida procura Clotilde na igreja. Maria comenta com Olga sua desconfiança de Neves. Emília questiona Higino sobre Justina. Neves procura Zeca. Lola recebe uma nova dívida de Júlio e todos se desesperam."
    },
    "Malhação": {
      "segunda": "Marco afirma a Carla que está seguro quanto à investigação sobre sua honestidade. Guga garante a Meg que não voltará atrás em sua decisão sobre Rafael não ter o sobrenome de Max. Neide repreende Celso por ter divulgado a lista de Zé Carlos. Marco diz a Carla que está investigando a origem da lista de policiais e o autor da divulgação. Lígia sofre ao ter que preparar Nina para a visita de Rui e Rita. Anjinha garante a Marco que não confia mais em Jaqueline. Nanda se sente mal, e Raíssa ampara a amiga. Nina reconhece Rita.",
      "terça": "Nina brinca com Rita e Rui, e Lígia e Filipe sofrem. Nanda tem uma crise de pânico. Tatoo não consegue conter sua paixão por Anjinha. Rui conversa com Rita sobre a possibilidade de os dois se casarem para conseguir a guarda de Nina. Jaqueline vai à casa de Carla e Marco. Rita se revolta contra Viana. Lígia pede que Regina tente ligar para Joaquim, e explica que o ex-marido não atende seus telefonemas. Thiago revela que foi Celso quem divulgou a lista de policiais para a imprensa. Anjinha e Jaqueline não conseguem se entender.",
      "quarta": "Anjinha não aceita as argumentações de Jaqueline. Beto repara no relógio de luxo de Leila. Carla pede a Marco para levar Anjinha para a Bahia. Marquinhos sabota a aula de Celso, e Diego vê. Tatoo defende Celso para Anjinha. Jaqueline desabafa com Celso sobre a raiva de Anjinha. Beto conta sobre a história de vida de Leila para Meg. Celso é abordado por uma repórter na saída da escola. Milena pressiona Daniel para conhecer sua família. Cida confronta Leila por seu namoro com Filipe.",
      "quinta": "Leila ofende Cida. Daniel diz a Milena que sua família é Madureira. Jaqueline conversa com César sobre Thiago. Marco promove um encontro entre amigos no bar de Rui, e todos se divertem. Filipe repreende Beto por suas propostas a Meg. Meg sugere que Rita prove a Filipe que o sequestro por que passou foi real. Lara gosta de saber que Filipe está namorando Leila. Marco e Celso se enfrentam. Rita não gosta de ver Leila com Nina. Carla abraça Jaqueline. Anjinha agradece o apoio de Tatoo. Rita confronta Filipe.",
      "sexta": "Filipe acusa Rita de mentirosa, e ela afirma que provará sua inocência. Anjinha e Tatoo compartilham suas dores pela perda de suas mães. Meg entrega a Filipe o documento que comprova o sequestro de Rita. Camelo confronta Tatoo sobre suas intenções com Anjinha. Anjinha briga com uma aluna da escola. Filipe pede para Leila não incentivar sua raiva contra Rita. Anjinha culpa Jaqueline por sua briga na escola. Rita vê Rui conversando com Leila. Nanda tem uma nova crise de pânico. Rita confronta Leila na frente de Filipe."
    },
    "Avenida Brasil": {
      "segunda": "Jorginho discute com Lucinda e se lembra de quando Carminha o deixou no lixão. Débora conta para Carminha que Jorginho a viu na casa de Neide. Débora e Nina procuram Lucinda. Noêmia e Verônica se unem contra Cadinho. Nina conta a Débora que Carminha acabou com sua família. Leleco insiste que Darkson precisa seduzir Tessália. Noêmia e Verônica visitam Cadinho na delegacia. Jorginho caminha pela rua desnorteado. Iran e Leandro pensam em fazer um teste para saber de quem é o filho de Suelen. Jorginho invade o baile do Divino e ofende Carminha na frente de todos.",
      "terça": "Jorginho revela que Carminha é sua mãe biológica, mas Tufão não acredita. Jimmy paga a fiança de Cadinho. Noêmia corta as roupas de Cadinho e o expulsa de casa. Monalisa afirma que não adiará o casamento com Silas. Débora conforta Jorginho. Nina tenta disfarçar o prazer ao ver a tristeza de Carminha. Leleco diz a Tufão que acredita que Carminha seja a mãe biológica de Jorginho. Verônica também expulsa Cadinho de casa. Tufão diz a Nina que conversará com Lucinda. Max orienta Carminha a confirmar que é mãe biológica de Jorginho. Tufão chega à casa de Lucinda.",
      "quarta": "Lucinda confirma para Tufão que Carminha é a mãe biológica de Jorginho. Silas se preocupa com o futuro de seu casamento. Ruy vai com sua mãe pegar os presentes de casamento na casa de Alexia. Noêmia e Verônica se esforçam para ficar longe de Cadinho. Jorginho e Nina conversam. Paloma torce para que Cadinho se case com Alexia. Carminha decide ir à casa do filho e é destratada por Débora. Chateada com o fim de seu casamento com Ruy, Alexia beija Cadinho. Max propõe fugir com Carminha. Tufão pede perdão a Jorginho.",
      "quinta": "Tufão admite para Jorginho que não sabe o que fazer com Carminha. Silas vai com Iran buscar a família de Monalisa na rodoviária. Nina consola Carminha. Jorginho conta para Débora que esteve com Nina. Cadinho insiste em querer se casar com Alexia. Nina agradece a Lucinda por ter contado a verdade para Tufão. Olenka ajuda Monalisa a se arrumar para o casamento. Silas descobre que o primo de Monalisa é cardiologista. Carminha se preocupa com o sumiço de Tufão. Os convidados começam a chegar à igreja. Tufão vê Monalisa se casar e depois a tira para dançar. Débora conforta Verônica. Oséas desconfia da doença de Silas. Tufão volta para casa e discute com Carminha.",
      "sexta": "Carminha conta para Tufão que foi criada no depósito de lixo. Muricy acredita que Tessália esteja traindo Leleco. Monalisa e Silas têm sua noite de núpcias. Carminha inventa uma história para explicar a Tufão por que abandonou Jorginho. Oséas garante que Silas não está doente. Nina comenta com Betânia que Carminha conseguirá enganar o marido de novo. Tufão obriga a esposa a contar a verdade para a família. Débora diz a Jorginho que Tomás é seu meio-irmão. Noêmia e Verônica procuram Cadinho na casa de Alexia. Max manipula Ivana. Silas sofre um acidente durante a lua de mel e Monalisa fica nervosa. Nina aconselha Carminha a esperar a decisão de Tufão. Monalisa descobre que Silas mentiu sobre sua doença. Ao lado de Tufão, Carminha pede perdão a Jorginho."
    },
    "Aventuras de Poliana": {
      "segunda": "Sergio não concorda com as mudanças impostas por Roger na O11O. A música de Lindomar bomba na internet e Arlete comemora com o marido. Fernanda incentiva Claudia a organizar uma “despedida de solteiro” antes do casamento e Durval decide copiar a ideia. Kessya e Filipa ensaiam juntas para a apresentação da Companhia de dança. Zoio pixa a fachada da casa de Jeff. Verônica pede para Débora organizar as finanças do CLP para iniciar a construção da sede do Comitê. João fica encantado com o livro que Bento o emprestou. Paola diz as amigas que está interessada em Eric. Pendleton elogia Luisa por sua beleza. A O11O libera uma nova atualização para o jogo Vetherna e todos ficam ligados no lançamento. Na casa de Durval, Mirela e Raquel escutam um barulho vindo dos quartos e ficam assustadas.",
      "terça": "Roger pede para Verônica o deixar a frente da construção da sede do CLP. Luisa, Fernanda e Joana chegam para a celebrar a despedida de solteiro de Cláudia e se deparam com uma surpresa preparada especialmente pela amiga. Fernanda e Afonso começam a se aproximar. Raquel encontra outro avatar com o nome “Dark Lady” no jogo Vetherna. Chega o grande dia do casamento de Cláudia e Durval e os convidados se preparam para a cerimônia. Mosquito descumpre as regras de Falcão e gera um atrito entre a gangue. Waldisney vai visitar Nancy e conta que Sophie está interessada por ele. Yasmin teme que Filipa apareça na padaria durante o casamento de sua mãe.",
      "quarta": "Os noivos ficam extremamente ansiosos para o grande dia, e são acalmados por seus amigos. Arlete decide que Lindomar precisa mudar seu estilo. Lorena, Benício e Gael decidem investigar Pendleton e Ester durante o casamento. Mirela, Raquel, Guilherme, Vini e Jeff preparam uma apresentação musical para o casamento de Cláudia e Durval. Kessya ajuda sua mãe a usar a Escola dos Sonhos. Poliana e seus amigos também preparam uma apresentação surpresa para presentear os noivos. Glória vai até a casa de Pendleton para conversar sobre a relação de Marcelo e Luisa.",
      "quinta": "Marcelo e Luisa se desentendem durante a festa de casamento. Afonso diz a Débora que está interessado em Fernanda e superou Luisa. Filipa aparece no casamento de Cláudia e briga com Yasmin. Luigi defente a amiga. Carla aparece no casamento de Cláudia e deixa Guilherme sem graça. Claudia joga o buque para as convidadas. Pendleton começa a demonstrar ciúmes por Luisa. Vini e Mirela brigam. Mário confessa aos amigos que está interessado em Ester. Débora confronta Ester. Débora faz a cabeça de Luisa e leva a mulher a tomar uma atitude inesperada. João conta para Poliana sobre seu parentesco com a diretora Ruth. Jeff finalmente encontra o pen drive que estava procurando.",
      "sexta": "Jeff se dedica em arrumar o pen drive para descobrir qual o grande segredo que seu pai guardava. Na primera noite na casa nova, Yasmin reclama de seu quarto para sua mãe. Marcelo insinua a Luisa que ela está interessada por Pendleton. Fernanda se muda para a antiga casa de Cláudia e Afonso a ajuda com a mudança. Poliana convida seus amigos para passarem o dia em sua casa. Luisa percebe que Bob não está muito bem e avisa Pendleton. Marcelo conta a sua mãe sobre o término com Luisa. Filipa exclui Yasmin do grupo das 3-Sis. Jeff pede a ajuda de Brenda para consertar o pen drive. Marcelo tenta convencer a mãe que Roger falsificou sua assinatura para tomar o controle da O11O. Mário convida Ester para sair. Yasmin tenta fazer as pazes com Filipa e retomar a amizade."
    },
    "Cúmplices de um resgate": {
      "segunda": "Marta Lobo pergunta ao padre se existe perdão para quem fez o parto de gêmeas, viu uma das crianças ser roubada, mas se manteve calada por anos, por medo. Marta revela ainda ao Padre Lutero que foi ameaçada e diz que Rebeca perdeu uma filha sem saber disso. A enfermeira não sabe quem estava por trás do roubo e pergunta se existe perdão por isso. Lutero aconselha Marta a revelar a verdade, mas a mulher diz ser algo perigoso e lembra que o padre não pode contar isso a ninguém, pois está em juramento. Manuela e Isabela destrocam de lugar, mas Priscila, pela primeira vez, vê as irmãs gêmeas. Priscila disfarça pra que as duas não percebam. A menina pergunta pra Isabela, que na verdade era Manuela, quem era a menina que estava falando com ela. Manuela diz que era apenas uma amiga da escola, mas que elas não se parecem nada. Téo estranha que o cheiro de Manuela, que na verdade é Isabela, mudou novamente. Isabela desconversa. Todos os amigos de Manuela vão até uma lanchonete. Fausto aparece e faz questão de sentar do lado de Helena. Pedro fica enciumado.",
      "terça": "No apartamento, os irmãos Vaz e André dizem que está na cara que Dinho está apaixonado por Helena. Frederico está focado em desenhar uma nova coleção para a On-Enterprise. O estilista pensa em Lurdinha para se inspirar. Fausto diz que só depende de Helena para que sejam namorados. Pedro decide ir embora da lanchonete com as crianças do vilarejo. Regina manda os capangas ficarem com atenção redobrada em cima de Manuela. Sandro pergunta o motivo e Varga diz: “Sandro, como você é burro, é a meta”. O capanga pergunta qual meta que é e ele conta: “Eu também não sei, mas a gente tem que redobrar a meta”. Navarro conclui: “Não tem meta nenhuma”. Regina grita que eles a irritam e esclarece que Helena veio morar na cidade, o que pode representar um grande risco. Priscila começa a achar que está gorda e que quer emagrecer. Pedro bebe na praça do vilarejo e, bêbado, diz ao cachorro Manteiguinha que só agora percebeu que ama Helena, mas que agora ela está com outro na cidade. Rebeca aparece, Pedro beija lhe beija. Rebeca se irrita, afasta o amigo e diz para ele se recompor da bebedeira. Berta vê tudo de longe. Nina aconselha a filha a pensar sobre o que fará com isso, se conta ou não para Otávio.",
      "quarta": "Lurdinha recebe uma caixa com um convite para jantar com o maior estilista da atualidade. A recepcionista recebe inclusive o vestido que deve usar. Fiorina e Giuseppe pedem dinheiro para Pedro para poderem pagar as dívidas da família. Berta conta para todos da confecção sobre o que viu. Otávio fica irritado, pois não sabia de nada. O empresário dá um soco em Pedro. Rebeca aparece e tenta se explicar, mas Otávio diz que vai embora pois está de cabeça cheia. Todos preparam uma festa surpresa de aniversário para André no apartamento dele. Regina e Geraldo assistem ao clipe gravado no zoológico. Os dois notam que se tratava da verdadeira Isabela e ficam irritados. Manuela tenta sair pela grade da janela da mansão para ir para festa de André, mas fica entalada. Regina entra no quarto e vê Manuela entalada na grade e fica irritada com a menina. Priscila não come nenhum dos doces na festa de André por achar que está gorda. A garota repete para si mesma que tem que fazer o que sua mãe disse, não comer para não engordar. Meire escuta os barulhos da festa e decide entrar para fazer social com objetivo de comer as guloseimas.",
      "quinta": "Na mansão, Regina se assusta com o rato Tumtum, que consegue se esconder antes de ser pego por Sandro. Otávio fica irritado e acredita que o beijo entre Rebeca e Pedro foi intenso. Priscila desmaia em casa por não ter se alimentado. Joaquim vai até a mansão, aproveita que Regina não está e leva alguns salgados e doces da festa de André para Manuela. Frederico fica enrolado na On-enterprise e não consegue sair a tempo de ir no restaurante aonde está Lurdinha. Safira chega em casa e encontra Priscila desmaiada. Lurdinha recebe flores no restaurante com pedido de desculpa do estilista apaixonado. Safira pede para que Priscila não conte nada aos avós sobre ter desmaiado. Regina entra no quarto e flagra Manuela com Joaquim. Flavia conversa com o pastor que lhe beija. Rebeca vai até a empresa para tentar falar com Otávio sobre o beijo de Pedro, mas o empresário está chateado e é frio com ela. ",
      "sexta": "Regina vai até o vilarejo e deixa um bilhete em Téo dizendo para Isabela que é melhor ela tomar mais cuidado. Pedro vê Omar humilhar Flora e decide intervir. A mulher fica encantada com o veterinário. Enquanto isso, Helena recebe uma flor com um pedido de namoro de Fausto. O homem aparece e Helena diz que sim. A sorveteria de Fiorina volta a fazer sucesso com a venda de milk-shakes. Na gravadora, todos assistem ao clipe final do C1R no zoológico. Priscila fica chateada e diz que está muito gorda no vídeo. A garota vai até o banheiro e ao se ver no espelho se vê distorcida, muito mais gorda, mesmo sendo magra. Priscila chora e diz que não vai mais se alimentar: “eu tenho que ficar magra e elegante igual à minha mãe”. O padre Augusto vai até a casa de Marta e pede para que ela revele a verdade para Rebeca. Nair vai falar com o pastor que os fiéis estão indo para a igreja católica pois o padre está chamando atenção pelas músicas de louvor que começou a cantar nas missas. Regina entra na casa de Manuela no Vilarejo e ameaça Isabela."
    },
    "Abismo de Paixão": {
      "segunda": "Almerinda fica furiosa quando Florência conta que ela e Damião se casaram no civil. Almerinda diz a Florência que Damião  já sabe que Elisa não é sua irmã, Florência preocupada diz à sogra que agora Elisa  fará até o impossível para ficar com Damião. Na cadeia, Horácio pede a Bráulio que cuide de Dolores, já que Ramiro quer lhe fazer mal, Bráulio promete que a protegerá com sua própria vida. Ramona e Paloma chegam à casa de Edmundo, Betânia surpresa as expulsa, mas Henrique interrompe a mãe e diz que ela não pode fazer isso, pois são suas convidadas.  Edmundo diz a todos os convidados que Sabrina não se casará, ela furiosa diz ao pai que o odeia, e vai embora, Betânia sai atrás dela. Gael pede a Damião que assine a lista para impedir que padre Lupe seja transferido. Damião se surpreende com a notícia e aproveita para dizer  que se casou no civil com Florência, mas não pretende se casar na igreja. Bráulio faz Vicente acreditar que Ramiro esteve pendente de sua saúde, Vicente se alegra porque pensa que Ramiro começou a gostar dele. Gael convida Bráulio para trabalhar com Elisa.",
      "terça": "Elisa, fragilizada, aceita. Gael apressa todos os tramites para se casar o mais rápido possível com Elisa, e pede ao Padre Lupe que realize a cerimônia antes de ser transferido. Ingrid exige que Guido  junte o dinheiro o mais rápido possível para que assim ela possa lhe entregar as provas de que quem cometeu a fraude na processadora foi Ramiro. Dolores visita Horácio na cadeia, para perguntar a ele o que sabe sobre  a morte de Augusto, já que o Padre Lupe desconfia que  Carmem é a assassina. Horácio pede a Dolores que se afaste da fazenda, já que Carmen e Ramiro são muito maus. Carmen se surpreende quando Elisa comenta por telefone que se casará dentro de três semanas com Gael.",
      "quarta": "Padre Lupe agradece Lucio, Elisa e Gael por tentarem intervir em sua transferência para outra paróquia, mas já aceitou o que lhe foi imposto. Paloma chega chorando em casa e diz para a avó que Gael e Elisa vão se casar. Elisa diz a Gael que está procupada com Paloma, e que ambos deveriam falar com ela, Gael a tranquiliza e dizque flarão com ela assim que Paloma estiver mais tranquila. Lucio diz a Malu que queria que eles tivessem uma relação mais próxima, já que Elisa irá se casar e ele ficará só. Sabrina diz a Paulo que está triste porque seu pai nunca permitirá que eles se casem.",
      "quinta": "Edmundo procura Sabrina por toda a casa, e não a encontra. Sabrina aproveita a presença de Ramona e Paloma para fugir de casa, e encontrar Paulo. Paloma diz a Henrique que tentou suicidar-se, pois perdeu a razão de viver quando descobriu que Elisa e Gael irão se casar. Damião procura por Lucio para lhe entregar os papéis do inventário de Elisa. Lucio pede ao Padre Lupe que entregue os papéis do inventário a Elisa, mas ele se recusa. Lucio pede a Elisa que faça um cheque para que Almerinda lhe entregue os papéis do inventário. Sabrina procura Paulo na fazenda Arango, mas como ele não está pronto para fugir, ela pede a Vicente que a esconda.",
      "sexta": "Gael leva Elisa até a plantação para mostrar  que as pimentas cresceram, Elisa se emociona, e Gael lhe entrega o documento do inventário, eles se abraçam e fazem planos para o futuro. Gael diz a Elisa que eles contam com a experiência de Lucio e com Bráulio, e isso fará toda a diferença para que tudo dê certo. Na fazenda de Ramiro, Sabrina se sente mal, e pede a Vicente que chame seu pai por que está com muita dor no ventre. "
    },
    "Meu coração é teu": {
      "segunda": "Leon diz a seu filho que sua mãe foi para o céu. Yolanda pede perdão a Fernando pelo que fez contra Ana. Nando diz a Ana que sabe que seu pai continua apaixonado por ela. Sem que ninguém os veja, Isabela e Henrique se beijam. Henrique diz a Isabela que tem um plano para Fanny a longo prazo. Manuela está com ciúmes de Yolanda e reclama com Bruno. Fernando pergunta a Fanny se está gostando de novo trabalho. Beatriz vai até a casa de Henrique e o beija. Isabela se irrita quando os gêmeos durante a noite vão dormir em sua cama. Helena consola Fanny pelo que aconteceu com Leon. Isabela flagra Fernando tomando chá com Ana na cozinha e olhando pra ela de forma apaixonada. Isabela diz a Fernando que Ana não tem porque dormir na mansão. Os irmãos de Fanny interrogam Helena sobre seu namoro com Nando. Ana descobre que Diego pensa em se mudar para um apartamento. Henrique ignora Beatriz e ela se sente muito triste. Diego confessa a Fernando que está disposto a deixar tudo por Ana. Jennifer confessa a Ana que se sente muito infeliz toda vez que se lembra que nunca poderá ser mãe. Johnny convida Diego e Fernando para assistirem seu espetáculo cômico no Chicago. Leon telefona para Fanny para dizer que já deram alta para seu filho, e apergunta se pode voltar a ligar mais tarde para conversarem. Mauricio pergunta a seu pai se poderá visitar sua mãe. Isabela decide averiguar quem é o pai de seu filho. Henrique convida Fanny para almoçar. Yolanda descobre que Henrique pode ser o pai do filho que Isabela espera. Isabela confessa à mãe que Henrique poderia mesmo ser o pai de seu filho. Leon recebe as cinzas de Tamara. Fanny conta sobre Leon para Henrique. Ana garante a Fanny que sempre será sua confidente e estará ali para tudo que ela necessite. Leon diz para sua mãe que irá embora para longe e levará Mauricio. Fernando pede a Sebastião que trate de ser educado com Isabela. Isabela visita Henrique. Nicolas, com a ajuda de Ana e as crianças para uma surpresa para Jennifer em casamento. Beatriz chega à casa de Henrique quando ele está com Isabela. Nicolas dá a Jennifer um anel de compromisso e ela aceita se casar com ele. Ana se emociona e abraça Fernando.",
      "terça": "Ana descobre que Henrique tem planos para fazer com que Fanny se apaixone por ele. Diego aluga um apartamento. Henrique diz a Isabela que se deu conta de que ela realmente ama Fernando. Fernando garante a Luz que quando cair um dente dela que está mole, “o rato dos dentes” lhe trará uma surpresa. Fanny recebe uma mensagem de Leon e chora por ele. Alex e Guille ajudam para que caia rapidamente o dente de Luz. Diego fica de passar para levar Ana ao espetáculo de Johnny. Nicolas exige que Isabela respeite Jennifer. Bruno diz a Fernando que não o viu mais sorrir, desde que se casou com Isabela. Fernando confessa a Bruno que ainda ama Ana e Isabela ouve a conversa. Fernando diz a Bruno que ainda ama Ana, mas agora Diego está apaixonado por ela, e quanto a isso e também por estar casado, não há nada que ele possa fazer a respeito. No clube “Chicago”, Fernando encontra Ana com Diego, e Nicolas com Jennifer. Johnny faz um show com certos contratempos mas consegue a aprovação de Dorival. Diego declara publicamente seu amor por Ana. Nesta mesma noite, Isabela encontra Ana e Fernando aos beijos, e corre para pedir a ajuda da mãe, mas a encontra bêbada. Fanny não quer saber nada de Leon. ele continua procurando trabalho, desesperadamente, e passa a morar com Mauricio na casa de sua mãe. Desesperada, Isabela recorre a Henrique para que se unam para destruir Ana.",
      "quarta": "Isabela confessa a Henrique que se apaixonou por Fernando, mas ele segue apaixonado unicamente por Ana, e por isso ela deseja mais que tudo destruí-la. Nicolas vai pedir informação de como poderia adotar uma criança, mas a responsável, o faz ver que, por sua idade, quando a criança começasse a crescer, ele já seria um ancião. Nicolas fica emocionado ao saber que Jennifer também tem uma surpresa para ele. Diego se muda para um apartamento, decidido a ficar na cidade até conquistar o coração de Ana. Ana acompanha Diego para ajudá-lo a organizar suas coisas, e a sós, Ana conta que sua mãe a abandonou, e ela cresceu sem uma família, em um orfanato. Diego diz a Ana que tem certeza que sua mãe está viva e que algum dia ela a encontrará. Guille e Alex colocam em ação um plano contra Isabela e enchem seu frasco de xampu com tinta azul. Quando Isabela vai tomar um banho, fica com a cabeça e a cara toda azul. Ela grita e jura para a mãe que se vingará das crianças e destruirá Ana. Isabela fala com Ana e reclama de sua falta de controle sobre as crianças e a ameaça por ter beijado Fernando. Ana fica preocupada.",
      "quinta": "Alicia garante a Isabela que ela não a odeia. Nicolas confessa a Bruno que está nervoso porque logo estará intimamente com Jennifer. Fernando recorda que Estefânia lhe pediu, antes de falecer, que ele se reconciliasse com seu irmão. Bruno e Manuela pedem permissão a Fernando para saírem juntos para jantar. Fanny avisa o pai que sairá tarde do trabalho, mas que Henrique a levará para casa. Jennifer seduz Nicolas. Nando e Helena fazem amor. Um senhor vê o espetáculo de Johnny e lhe entrega um cartão para que o procure no dia seguinte. Leon está trabalhando como garçom no mesmo restaurante em que Fanny está com Henrique. Ana confronta Isabela e lhe atira café no rosto. Ana garante a Isabela que ela não poderá arruinar sua noite e a chama de amargurada. Sebastião foge de casa. Nicolas e Jennifer se abraçam felizes. Helena diz a Nando que o ama. Isabela pergunta a Fernando se Ana já é namorada de Diego. Fernando descobre que Sebastião fugiu de casa. Manuela diz a Bruno que já se cansou de segui-lo. Ana parabeniza Johnny por seu trabalho. Fernando chama a polícia para que encontrem Sebastião. Nicolas se dá conta que Johnny olha Jennifer com ciúmes. Bruno conta para Manuela que a mulher de sua vida o deixou plantado no altar quando iam se casar. Ana dança no “Chicago Club Bar”, e Diego diz a todos que gosta muito da apresentação dela. Fernando comunica a Ana que Sebastião desapareceu. O gerente do restaurante despede Leon porque ele fica a noite toda distraído observando Fanny. Manuela confessa a Bruno que o ama. Fernando e Ana encontram Sebastião e Fernando o repreende por seu comportamento. Diego e Ana se beijam e Isabela os vê. Manuela pergunta a Bruno se eles podem ser namorados mas de forma discreta e secreta. Isabela pergunta a Fernando se cumprirá sua promessa de fazer todo o possível para vê-la feliz. Henrique está decidido a fazer com que Fanny seja sua. Fernando pede a Nando que tenha cuidado com Helena. Ana ouve Fernando falando com Isabela, e comunica a eles que vai mais dormir na mansão.",
      "sexta": "Ana propõe a Fernando e Isabela que passe a dormir em sua casa, Isabela aprova a ideia de imediato. Bruno segue sendo atormentando por Yolanda. Diego procura a Associação de proteção a infância para tentar descobrir algo sobre a mãe de Ana. Isabela promete a Alicia que encontará uma maneira de fazer com que sua festa de quinze anos seja grandiosa. Nando deseja ajudar Helena a superar o problema que tem com sua mãe. Fanny o aconselha a ter cuidado. Johnny vive uma aventura procurando o escritório de um produtor de televisão e termina entrando por equivoco no estudio onde se grava o programa de uma famosa apresentadora de televisão, chamada Laura Bozzo. Ana diz a Nicolas que não compreende por que Fernando ainda resiste em fazer as pazes com Diego. Fernando confessa a seu pai que morre de ciúmes quando vê Diego e Ana juntos. Henrique diz a seu pai que continua empenhado em destruir Fernando. Bruno sai misterioso com uma maleta, ultrapassa a velocidade permitida. Uma patrulha policial ordena que pare, mas ele acelera mais. Nicolas continua averiguando a possibilidade de adotar uma criança, mas todas as pessoas a quem procura dizem que está numa idade avançada para ser pai e isso o leva a acreditar que talvez não possa privar Jennifer de ser mãe. Isabela fica furiosa quando descobre que o cartão de crédito que Fernando lhe deu tem um limite para gastos. Finalmente Bruno é detido e levado para uma cela, de onde se comunica com Nicolas, que se apressa em pagar a fiança do amigo."
    },
    "Ouro Verde": {
      "segunda": "Judite pede a Vera que minta para ajudá-la, mas Vera fica reticente. Amanda agradece a Rita ter tomado conta de José, que tem uma nova crise cardíaca, sendo socorrido por Mônica e Tiago. Miguel tenta envenenar Vera contra Jorge, revelando-lhe que ele matou um homem. Bia suborna um polícia para a deixar ver Jorge e jura-lhe que vai estar sempre ao seu lado. José pede a Amanda que chame Padre Sebastião ali ao hospital. Gonçalo conta a Rita como Antônio morreu e, no restaurante de Vera, acusa Miguel de ser um assassino.",
      "terça": "Bia entrega dinheiro e um celular a Jorge, garantindo que ele está em segurança. Bia ordena ao polícia que subornou que olhe por Jorge. Este dá dinheiro ao recluso que manda na cela e o recluso dá ordens para que não toquem em Jorge. Rita bate em Miguel e acusa-o de ter matado Antônio e acaba sendo expulsa do restaurante. Neném diz a Bia que Laurentino é o responsável pelo que aconteceu a Jorge. Bia manda Edson reunir os homens armados. Rita vai à PJ e denuncia Miguel a Joaquim, que se apressa a avisar o banqueiro do que se passa. Bia fica em choque ao ver que João e Laurentino são a mesma pessoa. Miguel recusa-se a assinar a notificação e liga ao governador do Banco de Portugal, mas fica em fúria por não ser atendido, garantindo a Tomás que ninguém o vai tirar dali. A notícia espalha-se pelo banco.",
      "quarta": "Otelo informa a Bia que Jorge vai ter que passar mais uma noite na cadeia. Bia diz a Jorge que Laurentino pode estar por trás de tudo. Na cela, um bandido reconhece Jorge e acaba morto pelo recluso que o protege. Os reclusos começam a cogitar usar Jorge como refém para se libertarem. José quer que Mônica assuma a presidência do banco. Na fazenda, Bia gela ao ver Neném chegar com Vera.",
      "quinta": "Vera e Bia trocam farpas. Bia fica irritada com Neném por ter trazido Vera para ali. Jorge é feito refém pelos reclusos, que exigem a sua libertação. Mônica pede a Otelo que aceite a vice-presidência e ele promete pensar no caso. Miguel chama Gonçalo ao banco e oferece-lhe o cargo de diretor do jornal, revelando ser o novo dono. Bia fica sabendo o que se passa com Jorge e sai com Edson e Otelo para a delegacia.",
      "sexta": "O Delegado faz uma proposta a Vera para salvar Jorge. Edson, Bia e Otelo encontram uma verdadeira chacina na delegacia, e Bia começa a revirar os cadáveres em busca do de Jorge. Bia, desesperada, continua procurando o cadáver de Jorge. Jorge chega à fazenda, levado pelo Delegado Wellington, que quer que Vera cumpra o prometido. José diz a Mônica que fez bem em aceitar ser presidente do banco e ela vai contar a Miguel, que fica em choque. Gonçalo é nomeado novo diretor do jornal. Vera declara-se a Jorge e garante tê-lo salvado, mas Jorge diz que a história deles acabou. Bia chega e Vera fica perplexa ao saber que ela e Jorge vão ser pais. Neném expulsa Vera da fazenda.",
      "sábado": "Vera recebe um telefonema do delegado a cobrar-lhe o acordado ou Jorge voltará para a cadeia e não sairá vivo. Jorge fica surpreendido ao saber que Bia ameaçou Laurentino e que está aprendendo a atirar. Miguel desdenha de Mônica e recusa-se a sair do banco, ficando, mais tarde, sabendo que tem as contas congeladas. Vera chega para casa chorar, com nojo de si própria. Descobre que Bia está grávida e é aconselhada a ir embora. Neném diz a Vera que ela não merece mendigar o amor de ninguém. Jorge descobre o mapa do tesouro e manda Arnaldo enviá-lo a uma pessoa."
    },
    "Amor sem igual": {
      "segunda": "Pedro Antônio tenta fugir, mas é alcançado pelos skinheads e apanha. O grupo de neonazistas acabam detidos pelos seguranças do metrô. José Antônio e Antônio Júnior se preocupam com a demora do irmão. Maria Antônia acorda de bom humor e todos estranham a mudança repentina em seu comportamento. Pedro Antônio chega em casa e conta que foi atacado por neonazistas. Miguel leva café da manhã na cama para Poderosa. Fernanda fica surpresa ao saber que a avó já foi morar na casa de idosos. Norma é bem recebida por todos no asilo. Seu Ernani se encontra com Ramiro e reclama do tratamento que o marketing da Bras Esportes está dando para Caio. O treinador avisa que o rapaz não está preparado e que a fama pode atrapalhar seu desenvolvimento.",
      "terça": "Bernardo pede para Caio não dizer nada à Furacão sobre a conversa deles. Poderosa acha graça da sinceridade de Antônio Júnior. Miguel fala sobre sua hóspede com os amigos do mercadão. Em conversa com Antônio Júnior, Hugo diz gostar de Maria Antônia. Norma se desculpa com Geovani. Yara implica com a vó de Tobias. Ramiro pede para Ludimila acompanha-lo durante a refeição. Fernanda visita a vó na casa de idosos. Ela e Norma convidam os idosos para a distribuição de alimentos na Praça da Sé. A pedido de Oxente, José Antônio pede para acompanhar Poderosa no lugar do irmão.",
      "quarta": "Furacão é atacada dentro de casa. O capanga de Bernardo pergunta por Caio. O menino entra em casa e se depara com a mãe amordaçada. Ele é atingido por um disparo. Furacão se desespera, joga um spray de cabelo no bandido e foge. Ela é perseguida. Caio levanta, percebe que foi atingido de raspão e vai atrás de sua mãe. No terraço do prédio, o capanga de Bernardo atira em Furacão, mas a arma trava. Caio chega a tempo e empurra o bandido lá de cima. Miguel leva Poderosa para o quarto. Furacão avisa a Caio que não é para avisar a polícia. Bernardo estranha a demora de seu capanga. Miguel deixa Poderosa no quarto e vai dormir na sala.",
      "quinta": "A casa de Miguel começa a pegar fogo. Poderosa estranha o cheiro de queimado e grita por Miguel. Ele acorda e procura por ela. Miguel e Poderosa se cobrem com um cobertor e conseguem se livrar do incêndio. O agrônomo liga para Oxente e pede ajuda. Preocupada, Maria Antônia começa a chorar. Tobias intimida Nivaldo. Ramiro permite que o menino fique na casa. Tobias fica irritado. Os idosos voltam da Praça da Sé. Miguel fica triste ao ver sua casa queimada. Oxente o apoia e oferece sua casa para Poderosa e Miguel. Nivaldo agradece à Fernanda. Furacão abre o jogo com Miguel e avisa que Poderosa foi atacada por Bernardo. Em conversa com leandro, o chefe da segurança da Bras Esportes conta que incendiou a casa de Miguel. Luiggi e Serena se lembram de quando Bibiana deixou o Brasil. Nivaldo pede para dormir no quarto de Fernanda. Duplex, um segurança amigo de Furacão, toma conta de Caio. Miguel, Poderosa e Furacão vão até a delegacia e denunciam Bernardo.",
      "sexta": "O delegado confirma se Miguel quer mesmo seguir com a denúncia contra Bernardo. Caio estranha a ausência de Furacão. Miguel confirma o desejo de denunciar Bernardo. O delegado liga para Bernardo e avisa sobre a denúncia de Miguel e Poderosa. Leandro fica incrédulo. O delegado começa a ouvir os depoimentos. Leandro teme que Tobias descubra que a irmã está viva. Furacão agradece a ajuda de Miguel. Oxente se preocupa com o amigo. Depois de ouvir os depoimentos, o delegado rasga os papéis. Furacão chega em casa e avisa que Bernardo foi denunciado. Fernanda se emociona com a realidade de Nivaldo. As crianças carentes dormem na Praça da Sé. Norma se entende com Donatella. Geovani é visto comendo doces na cozinha."
    },
    "O rico e lázaro": {
      "segunda": "Um anjo de Deus caminha ao lado de Mesaque, Sadraque e Abednego. Nabucodonosor fica incrédulo ao ver que eles sobreviveram às chamas e pede que os sábios hebreus se aproximem. Kassaia agradece pela gentileza de Asher. Hurzabum pede para Zabaia parar de implicar com Shag-Shag. Impressionado com o milagre na fornalha, Nabucodonosor anuncia um decreto condenando qualquer um que blasfemar contra o Deus dos hebreus. Raquel se emociona ao reencontrar os sábios. Neusta agradece a cordialidade de Dalila. Matias e Rebeca sentem pena de Hurzabum ao vê-lo tentando cuidar de Shag-Shag. Neusta empurra Belsazar na piscina para lhe dar uma lição. Ravina almoça com os familiares. Neusta diz sentir falta de Joaquim. Aspenaz procura Daniel e diz saber da aliança entre Neusta e o rei Irom. Zac fica furioso ao encontrar Fassur em sua casa. Asher se aproxima do local da inauguração da estátua de Marduk com Kassaia nos braços. Nebuzaradã se enfurece e arma seu arco-e-flecha na direção do escravo hebreu.",
      "terça": "Kassaia diz que Asher a ajudou. Nabucodonosor manda Nebuzaradã abaixar a arma. A princesa recusa a ajuda de Sammu-Ramat, que estranha. O rei avisa que recompensará o escravo hebreu. Zac expulsa Fassur de casa. Amitis estranha o comportamento de Kassaia. Para recompensar Asher, Nabucodonosor avisa que ele vai trabalhar cuidando dos jardins da rainha. Zac se entende com Elga. Os familiares de Ravina comemoram a vitória na votação. Em conversa com Zelfa, Joana confessa pensar em Asher todos os dias. Lia cuida de Daniel. Lior diz que Asher precisa ter fé. Joana pensa em seu amado. Ela recebe a visita de Zac. Eles comemoram a vitória de Ravina na eleição da sinagoga. Alguns dias se passam e Joana vende tecidos na rua do comércio. Lior fala sobre a nova função de Asher. Ravina estranha ao ver Fassur abatido e sujo. A comitiva do rei retorna do Campo de Dura.",
      "quarta": "Arioque segue as ordens do rei e prende Joaquim. Neusta e Edissa se desesperam. Zac fica tenso ao ouvir Rabe-Sáris dizer que Asher foi chamado para trabalhar nos jardins do palácio. Evil-Merodaque reencontra Shamiran. Lia diz não saber o que Daniel sente por ela. Zabaia reclama da bebedeira de Shag-Shag. Ela recebe os cuidados de Hurzabum. Ilana não permite que Rebeca convide Hurzabum e Shag-Shag para o jantar. Aspenaz encontra Asher e avisa que a rainha quer vê-lo. Lior conversa com Naomi e fala sobre o milagre ocorrido na inauguração da estátua. Edissa chora ao ver Joaquim sendo preso no calabouço. Raquel diz que é melhor avisar a Evil sobre a prisão de Joaquim. Neusta invade a sala do trono e implora para o rei libertar seu filho. Evil se surpreende ao saber que Joaquim foi preso.",
      "quinta": "Zac pergunta se Asher continuará morto para Joana. Fassur dá sinais de loucura. Kassaia avisa que pedirá ao rei para anular seu casamento. Nebuzaradã se desespera, mas é expulso do quarto da princesa. Asher diz que continuará fingindo-se morto para Joana, mas avisa que não deseja deixar a Babilônia. Oziel tenta amparar Fassur. Elga pede para Zac respeitar Fassur. Absalom manda Nicolau se preparar para o plano de conquistar Dana. Matias fala sobre a prisão de Joaquim.  Gadise fica chocada ao ouvir Kassaia contar sobre a traição do marido. Nebuzaradã encontra Sammu-Ramat e diz que a princesa viu os dois se beijando. A sacerdotisa diz que falará com Kassaia. Zelfa diz que visitará Shag-Shag. Daniel e os sábios falam de suas amadas. Neusta visita Joaquim no calabouço. O príncipe fica irritado ao saber que a rainha se aliou ao reino de Tiro. Em conversa com Zac, Rabe-Sáris sugere que ele peça ajuda a Nebuzaradã para se livrar de Asher.",
      "sexta": "Nicolau e Absalom saem para pôr o plano em prática. Elga pede para conversar com Talita. Aspenaz avisa que Joaquim será julgado no dia seguinte. Na casa da Lua, Zac diz não ter coragem de fazer mal a Asher. Zelfa marca um encontro com Shag-Shag. Larsa ameaça Hurzabum. Zelfa desconfia ao ver a dançarina misteriosa. Elga diz que Talita deverá ajudá-la a encontrar Fassur. Lior aconselha Asher a procurar Joana. Dana é surpreendida ao ouvir Absalom cantando em sua porta e tem uma crise de risos. Ele se sente humilhado e fica furioso. Samira acaba trombando com Zelfa durante a dança. A criada reconhece a voz da moça, que foge do estabelecimento, desesperada. Absalom tem um pesadelo com Dana e Chaim. Ravina comenta sobre a serenata do rapaz. Daniel pergunta se Neusta tramou com o rei de Tiro. Sadraque busca Joaquim no calabouço para o julgamento. Nabonido estuda as estrelas. Fassur entra escondido na casa de Ravina e observa Joana. Dalila tenta aclamar Edissa. Nabonido interrompe o julgamento de Joaquim e avisa que o eclipse do sol está prestes a acontecer. A luz na sala do trono começa a diminuir. Todos se espantam."
    },
    "Caminhos do coração": {
      "segunda": "Beto dá de cara com Fúria, a mulher-pantera.  Marcelo pensa nos momentos que passou com Maria e chora.  Marisa e Grazi chegam assustadas e avisam para Gúdi, Pepe, Helga e Esmeralda que o circo está pegando fogo. Ana termina de cantar, quando Pepe entra e avisa que o circo está pegando fogo. A platéia corre para a saída. Eric impede que as pessoas saiam por uma das portas. Gúdi abraça Grazi e Marisa, protegendo-as, enquanto Helga e Esmeralda correm para outro lado. Ernesto pede reforços à polícia. Ana Luz fica no meio da confusão e Pepe tenta ir ao seu encontro, mas esbarra nas pessoas. Ana some e quando finalmente Pepe consegue chegar ao lugar onde ela estava, perde a mulher de vista. Pepe se desespera por não encontrar mais Ana Luz. Simone fica apavorada e avisa que não vai embora sem achar a filha. Gór hipnotiza Meduso e Metamorfo e diz que eles irão se aliar a ela para dominar a Progênese. César manda Gór soltá-lo. Metamorfo se transforma em Meta-César e diz que irá assumir a presidência no lugar dele. César olha pata Meta-César aterrorizado e transforma em lobisomem. Janete avisa que teve a visão de Toni caindo num buraco. Lúcia diz para Danilo que está com medo de ter engravidado e ele avisa que irá assumir o filho, mesmo que não seja dele.",
      "terça": "Médica diz que vai salvar Marcelo, mas irá apagar seu passado. Beto saca a arma, mas Fúria dá uma patada e a joga para longe. A mutante-pantera pula em cima de Beto e o joga no chão. Beto tenta se soltar, mas Fúria o segura e enfia uma das unhas no peito dele. Demétrio pula nas costas dela. Fúria solta Beto e tenta se desvencilhar de Demétrio. Iara entra no depósito, cantando, e Minotauro, Hélio e Lúpi ficam fascinados. Perpétua manda a sereia parar de cantar e lança um raio contra ela. Iara sente dor e pára de cantar. Ela vê Minotauro e rola um clima entre eles. Maria pergunta se Iara sabe onde o dinossauro guarda suas vítimas e ela diz que ele não deixa restos. Clara diz que irá enviar para Marcelo a força do amor, com os poderes da cura, para caso ele esteja em perigo.",
      "quarta": "Eric, Fernando, Juanita, Taveira e Dino se unem contra a Liga do Bem. Teófilo abraça os filhos e eles ouvem um mendigo bater na porta. Teófilo não abre a porta. Ágata leva um susto ao ver o mendigo na janela e ele fica com olhos vermelhos. Os dentes do mendigo crescem e Teófilo o ameaça com sua peixeira. Eric conta que sabe sobre os ataques de Taveira e Dino e ameaça contar para a imprensa. mas Juanita dá a idéia de eles se aliarem. Eric, Fernando, Juanita, Taveira e Dino se unem e gritam “Morte à Liga do Bem”. Helga fica com síndrome do pânico. Gór aplica uma injeção em César e ele adormece. Fúria joga Demétrio longe e se prepara para mordê-lo. Ísis dá uma paulada em Fúria.",
      "quinta": "Leão fica nervoso por estar preso . Gór hipnotiza Silvana e a faz esquecer que ela, Metamorfo e Meduso são mutantes. Júlia avisa Marcelo que irá colocar um micro chip na cabeça dele para controlar sua memória e vontade. O mendigo dá uma patada em Aquiles, que cai no chão, mas se levanta e lhe aplica vários golpes. Teófilo avança para cima do mendigo com peixeira, mas ele dá uma patada e derruba a peixeira no chão. O mendigo segura Teófilo e se prepara para mordê-lo. As feridas de Aquiles se regeneram e ele bate com uma cadeira nas costas do mendigo. Teófilo acerta o mendigo, que cai no chão e volta ao normal. Leão fica nervoso por estar preso. Ele se solta e vai para cima de Noé, que se desespera, mas consegue domá-lo. Leão foge. Grazi liga para Noé e conta que o circo pegou fogo. Ela avisa que irá viajar com Gúdi e Noé diz que irá à casa de Marisa para se despedir deles. Pepe diz para Simone que irá encontrar Ana Luz. Taveira, Eric, Dino, Fernando e Juanita criam a Liga Bandida, para acabar com os mutantes da Liga do Bem.",
      "sexta": "Vlado e Minotauro lutam. Batista conta para Regina que o nome do seu filho é Tarso e diz que nunca teve coragem de assumir ser o pai dele. Hélio se declara para Maria. Ela se irrita e pede para ele não insistir. Maria pensa em Marcelo e Hélio a observa, apaixonado. Marcelo acorda e estranha tudo em volta. Júlia pergunta qual a última coisa que Marcelo se lembra e ele responde que não lembra de nada. Júlia diz que o nome de Marcelo é Leonardo e que ele é seu segurança particular. Ela diz ainda que Marcelo é seu amante e ele diz ter a sensação de que sua vida anterior nunca existiu. Beto, Ísis e Demétrio estão quase sendo mordidos por Fúria, Vlado e Marialva, quando Minotauro aparece. Beto aproveita a distração de Fúria e lhe aplica um golpe. Ísis dá um chute em Vlado e fica invisível. Marialva quase morde Demétrio, mas Minotauro a segura e a joga longe. Demétrio bate com a cabeça numa pedra e desmaia. Minotauro avança com o chifre para cima de Marialva e fura o coração da moça."
    },
    "a escrava isaura": {
      "segunda": "Miguel conta ao Cel. Sebastião que Leôncio levou Rosa a força para a fazenda. Rosa vai ver Isaura na cela. Tomásia quer contar à Gabriel que Helena é sua irmã. Cel. Sebastião conta a Helena que Gabriel não está bem. Leôncio manda Isaura trabalhar na roda de fiar sem direito a comida e água. Cel. Sebastião conta a Helena que Gabriel é seu irmão. Isaura quase desfalece. Leôncio diz que o Cel Sebastião pode ter Rosa de volta se ele perdoar sua dívida. Leôncio ameaça Rosa com o açoite. Isaura desmaia no chão. Raimundo a ajuda. Gioconda conta ao Cel. Sebastião que Gabriel é seu filho. Diogo acha que Helena deve visitar Gabriel. Francisco arrasta Isaura até Leôncio. Isaura volta para cela. Branca conversa com sua mãe sobre Álvaro. Belchior leva água e comida para Isaura. Leôncio beija Rosa. Cel. Sebastião conta a Helena que Gabriel é seu irmão e que está inválido. Helena quer ver seu amado. André diz a Moleca que precisa ajudar Isaura a fugir. Miguel se desfaz de sua venda. Leôncio manda Isaura para a lavoura.",
      "terça": "Leôncio ameaça Isaura a ir para o tronco caso ela não colha três sacas de café. Isaura é mandada para a lavoura descalça e com roupa de escrava. Bernardo volta para o quilombo. Margarida conta a Miguel que Gabriel levou um tiro. Dr. Paulo vai até a casa de Tomásia. Diogo se apresenta para Dr. Paulo como o novo médico da cidade. Leôncio ameaça Isaura a ir para o tronco caso ela não colha três sacas de café. André decide ir até Isaura. Miguel vai se despedir de Gabriel. Gabriel melhora e Gioconda fica mais calma. Geraldo diz para Álvaro que Branca se interessa por ele. Os escravos da lavoura ajudam Isaura escondido. Helena escreve uma carta para Gabriel. Gioconda conta a Gabriel que Helena é sua irmã. Isaura mostra as três sacas de café para Leôncio. Ele a manda para o tronco. Dr. Paulo visita Helena. Henrique vai até a casa de Miguel.",
      "quarta": "Helena diz a Gabriel que são irmãos. Leôncio conversa com Isaura que está acorrentada. Henrique e Miguel combinam invadir a fazenda de Leôncio. Flor-de-Lis conta para Martinho sobre os planos de Miguel. Tomásia se preocupa com Gabriel. Helena chora. Leôncio manda Rosa se vestir de Isaura. Rosa não convence. Belchior leva água e comida para Isaura. André leva negros para ajudar Miguel a libertar Isaura. Leôncio manda esquentar o ferro de marcar gado e ameaça Isaura. Leôncio manda Isaura para o pelourinho. Perpétua tenta convencer Álvaro a se casar com Branca. Sebastião recebe o bilhete de Tomásia que pede a visita de Helena. Sebastião jura sobre a Bílbia que Gabriel é irmão de Helena. Miguel despede-se de Violeta. Helena diz a Gabriel que são irmãos. Diogo consola Helena. Flor-de-Lis conta a Martinho sobre a fuga de Isaura. Leôncio manda armar os funcionários da fazenda. Leôncio pega a chibata para castigar Isaura.",
      "quinta": "Sebastião jura sobre a Bílbia que Gabriel é irmão de Helena. Henrique e Miguel combinam invadir a fazenda de Leôncio. Flor-de-Lis conta para Martinho sobre os planos de Miguel. Tomásia se preocupa com Gabriel. Helena chora. Leôncio manda Rosa se vestir de Isaura. Rosa não convence. Belchior leva água e comida para Isaura. André leva negros para ajudar Miguel a libertar Isaura. Leôncio manda esquentar o ferro de marcar gado e ameaça Isaura. Leôncio manda Isaura para o pelourinho. Perpétua tenta convencer Álvaro a se casar com Branca. Sebastião recebe o bilhete de Tomásia que pede a visita de Helena. Sebastião jura sobre a Bílbia que Gabriel é irmão de Helena. Miguel despede-se de Violeta. Helena diz a Gabriel que são irmãos. Diogo consola Helena. Flor-de-Lis conta a Martinho sobre a fuga de Isaura. Leôncio manda armar os funcionários da fazenda. Leôncio pega a chibata para castigar Isaura.",
      "sexta": "Henrique se atraca com Leôncio. Leôncio rasga a roupa de Isaura. Belchior consola Isaura. Sebastião vai a fazenda de Leôncio. Miguel pede armas a Tomásia. Gabriel desmaia. Bernardo vai para o garimpo. Francisco se prepara para chicotear Isaura. Leôncio se arrepende. Violeta bate em Flor-de-Lis. Começa o ataque a fazenda de Leôncio. Miguel decide entrar na casa grande onde Leôncio está com Isaura. André luta com Raimundo.   Miguel é ferido. Henrique se atraca com Leôncio. Isaura foge. Rosa segura Isaura. Isaura encontra Miguel que está sem forças para fugir. Belchior leva a carruagem para Isaura e Miguel fugirem. Martinho encontra André. A Milícia chega a fazenda e prende Henrique. Gabriel entra em coma. Sebastião chega a fazenda. Leôncio vai com Francisco em busca de Isaura. Álvaro arrecada jóias. Leôncio persegue a charrete com Isaura e Miguel."
    }
  }
}
