{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Antenor escapa do acidente. Tereza Cristina tem uma ideia para impedir Patrícia de morar com Griselda. Íris conta para Alice que Pereirinha exigiu que ela desviasse dinheiro de Griselda. Tereza Cristina e Crô sabotam a mansão de Griselda. Passa-se um mês e Griselda vai morar em sua mansão. Celeste arruma o restaurante para a inauguração. Dagmar estranha a cumplicidade entre Esther e Guaracy. Teodora afirma a Griselda que pedirá a guarda de Quinzinho. Teodora e Quinzé se beijam. Rafael invade o Marapendi Dreams e atropela Patrícia na frente da casa de Amália.",
      "terça": "Patrícia implora que Crô chame Griselda para ajudá-la. Amália afirma a Rafael que só reatará o namoro se ele se entregar para a polícia. Tereza Cristina e Griselda rezam juntas no hospital. Esther procura o marido e se surpreende ao encontrar Marcela em seu quarto. Paulo insulta a jornalista e a expulsa de sua vida. Quinzé pensa em Teodora. Baltazar fica com ciúmes de Celeste. Carolina convence Letícia a conversar com Juan. Rafael e Amália sofrem com o término do namoro. Griselda consola Antenor. Wallace decide encerrar sua carreira.",
      "quarta": "Wallace conta sua história para todos e sai ovacionado do octógono. Juan Guilherme beija Letícia. Pereirinha fica furioso ao encontrar uma pista falsa sobre o tesouro e resolve exigir sua parte no acordo que fez com Íris. Marcela descobre o segredo de Tereza Cristina. Teodora não aceita se separar de Wallace. Pereirinha muda o visual. Patrícia dá um fora em Antenor. Griselda vai ao restaurante de Celeste. Dagmar termina o relacionamento com Quinzé. Juan Guilherme convida Wallace para morar em sua casa. Paulo e Esther discutem. Teodora procura Quinzé.",
      "quinta": "Quinzé dispensa Teodora. Teodora é expulsa do hotel e vai para a antiga casa de Griselda. Um cliente faz uma proposta de trabalho para Wallace. Griselda continua a seleção da equipe de trabalhadoras para sua loja. Teodora tenta convencer Quinzé a deixá-la ficar em sua antiga casa. Pedro Jorge reclama dos avós para Danielle. Letícia diz a Juan Guilherme que ainda não descobriu quem tentou unir os dois. Griselda não gosta de saber que Teodora, Pereirinha e Enzo estão morando juntos. Rafael promete pensar na proposta de Amália. Marcela enfrenta Esther.",
      "sexta": "Antenor se declara para Patrícia, mas ela o despreza. Quinzé aconselha o irmão a se afastar de Patrícia, e Griselda proíbe a entrada de Antenor em sua casa. Rafael tenta se entregar, mas acaba fugindo da delegacia. Paulo não atende o ligação de Marcela. Esther passa mal, e Guaracy a socorre. Amália cuida de Griselda. Guaracy avisa a Paulo que Esther passou mal, mas ele não dá atenção. Pereirinha pede para Ferdinand liberar sua entrada no Marapendi Dreams. Griselda se surpreende ao encontrar Pereirinha e Teodora em sua sala.",
      "sábado": "Griselda e Quinzé expulsam Pereirinha e Teodora. Paulo não gosta de ver Esther com Guaracy. Luana vê Marcela entrar no carro de Tereza Cristina. Clint propõe que Wallace vire empresário. Baltazar liga para casa à procura de Solange, e Celeste se preocupa. Antenor pede um carro para Griselda. Ferdinand segue Marcela e Tereza Cristina. Juan Guilherme beija Letícia e a leva para sua casa. Celina ouve Pedro Jorge ligar para Danielle. Griselda acredita que Guaracy esteja namorando. Marcela é atingida por um tiro ao tentar deixar o carro de Tereza Cristina."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Tina revela a Lica que fugirá de casa. Tato flagra Keyla falando com K1 e desconfia. Edgar tenta fazer com que Clara e Lica se entendam. Malu compra uma joia para Edgar dar para Clara. Fio convence Ellen a ir ao cinema com ele. Edgar avisa a Bóris que não quer mais que Ellen estagie na biblioteca. Tato percebe Roney sem ação ao ver Josefina. Keyla pega um frasco de remédio para emagrecer com K1. Lica ajuda Tina a fugir da escola no momento em que Mitsuko chega. Bóris fala com Ellen. Tato flagra Keyla tomando o remédio para emagrecer.",
      "terça": "Tato pressiona Keyla. Lica e Tina se escondem de Mitsuko. Bóris se encanta com o trabalho de Ellen e Jota na biblioteca. Fio não gosta de ver Jota com Ellen. Marta exige que Tina avise a Mitsuko que ficará em sua casa. Tato tenta convencer Keyla a não tomar remédio. Tina avisa a Anderson que está na casa de Lica. Bóris convence Edgar a manter o estágio de Ellen. Anderson sugere que ele e Tina terminem o namoro. Roney flagra Keyla comendo escondida. Mitsuko chega à casa de Lica.",
      "quarta": "Tina discute com Mitsuko. Ellen dispensa Fio. Keyla toma mais um comprimido para emagrecer. Lica e Tina recebem uma advertência de Bóris. Josefina pede para Tato avisar a Roney que ela irá cozinhar na lanchonete. Keyla sente um mal-estar e tenta manter a calma. Tato pede a Roney para treinar para o campeonato de bicicleta. Lica se surpreende ao ver MB e Samantha juntos. Keyla toma mais uma dose do remédio para emagrecer.",
      "quinta": "Keyla não amamenta Tonico, e Roney questiona o comportamento da filha. Tina escreve uma música para Anderson. Tato comenta com Roney que acha que Keyla está tomando remédio para emagrecer. Luís pede para Marta sair com ele, Malu e Edgar. Josefina chega à lanchonete para cozinhar com Julinho e Tato. Benê, Lica, Tina e Keyla reviram o baú de Roney com os objetos e roupas dos anos 80. Edgar se incomoda quando Marta chega com Luís para o jantar. Keyla reclama do cheiro da comida de Josefina. Roney e Josefina se beijam.",
      "sexta": "Roney e Josefina passam a noite juntos. Keyla toma mais um comprimido, sem que ninguém perceba. Lica não gosta de ver que Marta e Luís estão se entendendo. Clara chega com Edgar à festa, e Lica fica chateada. Tato se impressiona com o desempenho de Keyla na pista de dança. Fio tenta beijar Ellen na frente de Jota. Benê se insinua para Guto. Tina se incomoda com a postura de Anderson. Lica não gosta de ver MB beijando Samantha. Keyla se sente mal e acaba desmaiando no banheiro."
    },
    "Aventuras de Poliana": {
      "segunda": "Filipa está magoada com a mãe. Gleyce aconselha Verônica a conversar com a filha. Poliana entra repentinamente no laboratório de Pendleton a procura de Ester, e o assusta. Raquel flagra a mãe aos beijos com Afonso e se irrita. Cássio entra em contato com Bento e marca uma conversa. Filipa usa o aplicativo do “Jogo do Contente” para desabafar. Débora perde a chave de casa e pede ajuda a Marcelo, seu vizinho. Lindomar volta a compor músicas. Ruth viaja para um congresso, e Roger arma um plano para tentar implementar a maioria das aulas em realidade virtual no colégio. Luisa chega na casa de Marcelo e se depara com Débora. Waldisney pressiona Nancy para que ela conte a verdade a ele.",
      "terça": "O Clubinho passa a investigar Ester novamente. O filme de Luigi é selecionado para participar de um Festival no Rio Grande do Sul. Waldisney pede que Nancy entenda a situação e o perdoe. Jeff descobre a senha para o grupo secreto no Toca Toca Bar. Yasmin tenta se reaproximar de Luigi. O Esquadrão Antibullying continua a buscar os responsáveis pelo Canal “Vou Te Zuar” e fazem um pronunciamento a respeito da prática do bullying virtual. Através da Hagar, Roger monitora Verônica em modo invisível. Ao ver algumas fotos antigas e família, Marcelo e Luisa fazem algumas descobertas intrigantes. Ester se exalta durante a aula do professor Iure.",
      "quarta": "Luisa e Marcelo suspeitam de que Glória tenha tido algum envolvimento com o pai de Pendleton. Cássio chega no colégio para conversar com Bento. Após o surto de Ester, Poliana vai conversar com a menina. Cássio diz a João que conhecia os pais biológicos do menino. Iure também começa a estranhar o comportamento de Ester. Yasmin dedura Eric, Hugo e Filipa ao grêmio e conta que estão por trás do canal de cyberbullying. Marcelo pressiona a mãe para que conte a verdade sobre o colar misterioso. Na casa de Ruth, Cássio e Bento tocam juntos pela primeira vez. Violeta começa a ganhar a confiança de Roger. Helô repreende Filipa, Eric e Hugo pelo Canal “Vou Te Zuar”.",
      "quinta": "Para entrar no grupo secreto, Jeff recebe alguns desafios. Vini ajuda Mosquito com os estudos. Gleyce se atrasa para a aula e tenta conversar com seu professor para justificar. Filipa fica furiosa com Yasmin após a menina a ter dedurado. Iure tenta conversar com Pendleton sobre as atitudes estranhas de Ester. Luisa faz um jantar para celebrar o retorno a sua mansão. João e Bento contam a história de Cássio para Helô, e ela exige que contem a verdade para Ruth. Raquel desabafa com Mirela sobre sua relação a distância com Guilherme. Falcão continua a ameaçar Lindomar e Arlete. Roger aparece de surpresa na casa de Luisa e estraga a noite de todos, armando uma grande briga. Verônica ajuda Gleyce com as tarefas domésticas. Glória faz uma importante revelação.",
      "sexta": "Luigi fica chateado por não poder comparecer ao Festival de filmes amadores no Rio Grande do Sul. Guilherme sugere que ele e Raquel dêem um tempo no relacionamento. Jeff começa a realizar os desafios propostos para entrar no grupo secreto. Por problemas de convivência, Claudia e Durval começam a discutir. Glória abre o jogo, e conta toda a verdade para a família. Jeff descobre que Violeta mentiu, e na verdade entende de programação."
    },
    "Cúmplices de um resgate": {
      "segunda": "Isabela volta a ser ela mesma na mansão e Manuela vai de volta para o vilarejo, porém, a menina deixa seu celular cair no quarto antes de ir embora. Os seis anões pedem demissão por encontrar um emprego que paga um salário melhor. Para segurar Nico, Giuseppe dá um aumento de salário para seu assistente. Meire diz que estranha o homem envolvido em adotar os irmãos Vaz.",
      "terça": "Meire garante para Flora que viu ele com fotos de várias crianças e que precisam investigar quem é esse casal. Frederico vai até a mansão e descobre que Navarro é apenas empregado do local, pois a casa é de Regina. Arthur fica chocado ao saber que Priscila é filha de Geraldo. Rebeca e Nina estranham o comportamento de Manuela, que voltou a ser como sempre foi, inclusive quanto as roupas. Geraldo conta para Regina que irá sumir da cidade e pedir demissão da gravadora devido a prisão de Joel.",
      "quarta": "Geraldo pede demissão para Arthur e finge que está com problemas familiares. No vilarejo, Manuela se assusta com Omar, pois não sabia que ele existia. A garota finge para que ele não perceba. Omar quer ajuda para se esconder e não ser levado por uma assistente social. Regina diz para os capangas se esconderem no galpão para que não sejam pegos pela polícia. Téo conta sobre Omar para Manuela. Padre Lutero encontra Omar chorando na igreja. Flora diz para Júlia não ir com o casal que quer adotá-la, pois eles não são boas pessoas. Júlia pede para André ajudá-la a fugir para contar isso aos irmãos. Frederico conta para Lurdinha que Navarro não é o dono da mansão. Priscila chora ao saber que Geraldo pediu demissão. Meire, Dinho e Flora seguem o casal, que vai até um local abandonado. Eles descobrem que há várias crianças no casarão. O casal diz que faltam apenas três crianças para mandarem todos para bem longe. Dinho conclui que se trata de tráfico de crianças. Gemima reaparece com visual mudado e Nair acha que ela está pecando.",
      "quinta": "Pedro, Ermínio e Luiz decidem chamar Nico para ser jockey para participar da corrida de cavalos com Dourado. Priscila chora por Geraldo ter ido embora e Safira consola a filha. Manuela pede para voltar ao louvor. Regina encontra o celular de Manuela no quarto de Isabela. Isabela se livra do celular e continua a fingir ser Manuela. Regina ameaça ‘Manuela’ e diz que fará algo contra Rebeca e Téo. Omar vai morar com a mãe. Sandro, Navarro e Vargas são pegos pela polícia e prestam depoimentos. Sandro conta a verdade sobre o esquema da pirataria, o envolvimento de Geraldo e até sobre Regina.",
      "sexta": "Sandro, Navarro e Vargas são presos na mesma cela em que Vicente está. Padre Lutero pede em oração que Rebeca descubra sozinha que é mãe de gêmeas. Júlia, Joaquim e Felipe arrumam suas coisas para serem levados pelo casal. Isabela decide fazer alguma coisa para que Regina pense haver fantasmas na casa. Lurdinha descobre que Navarro foi preso e que Frederico disse a verdade. Gemima tenta seduzir Pedro. Helena chega e estranha ao ver a cena. O casal é preso e Flora consegue retomar a guarda dos seus sobrinhos. Otávio vê fotos e descobre que Isabela, vocalista da C1R, é idêntica a Manuela. Flávia diz para Rebeca que estranhamente Manuela tirou uma péssima nota na prova de matemática. Otávio descobre que Regina não é mãe de Priscila, mas sim, Safira."
    },
    "Betty a feia": {
      "segunda": "O pelotão vê as fotos de Betty nas redes sociais onde se referem a ela como “Fashion Killer” a mulher mais mal vestida de Manhattan. Armando vê as fotos, fica furioso com seu melhor amigo e exige que não se meta com Betty. Ricardo diz a Armando que precisa se acostumar com as gozações por que ele e Betty não pertencem ao mesmo mundo. Aconselhada por Nícolas e para se vingar de Armando, Betty cogita contar a Armando sobreo relacionamento de Ricardo e Marcela, mas não consegue. Nícolas vai esperar Betty na V&M e, quando vê que Ricardo, Armando e Marcela saíndo decide beijar Betty na boca diante deles. Todos ficam perplexos. Armando não consegue controlar seu ciúmes e vai até a casa de Betty para que ela explique o beijo que Nícolas lhe deu. Armando jura que a ama e que vai lhe dar uma prova desse amor, mas Betty não acredita.",
      "terça": "Por medo de perder o amor de Betty, Armando se enche de coragem e enfrenta Marcela com o propósito de por um ponto final no compromisso. Mas, chegam Margarita e Roberto falando com entusiasmo sobre os preparativos do casamento. Armando, muito tenso, diz á mãe que não se casará com Marcela. Ela se surpreende, finge um desmaio e manipula o filho lembrando sua relação de amizade com os pais de Marcela e a promessa que fez depois do trágico acidente em que morreram. Daniel e Mata estão com todos os modelos prontos da coleção que roubaram de Hugo e pretendem lançá-la antes para arruinar a parceria da V&M com Anderson. No seu apartamento, Patrícia espera por Nícolas vestida muito sexy, mas ao perceber que não vai conseguir tirar dele o dinheiro que precisa, o expulsa de sua casa. Mariana mostra a Inesita o perfil de Romina nas redes sociais onde aparece com uma criança no colo diante do quadro que roubou de Hugo. Maria Lúcia vai a um bar e encontra Ricardo embriagado. Efrain flagra Sofia e Charlie se beijando.",
      "quarta": "Margarita quer saber que é a amante de seu filho para tirá-la do caminho e para isso procura a única pessoa que sabe tudo sobre ele. Betty se recusa a ajudá-la e Margarita fica furiosa. Armando diz a Betty que não conseguiu cancelar o casamento por que sua mão ficou doente. Betty se decepciona. Catalina tem problemas com os impostos de sua empresa e vai até a casa de Betty pedir ajuda a Demétrio. Daniel comenta com Roberto sobre os rumores dos problemas financeiros da V&M, mas Armando nega e afirma ao pai que está tudo bem com a empresa. Durante um jantar em família, Margarita obriga o filho a entregar a aliança da família para Marcela. Patrícia publica as fotos e Betty sofre ao vê-las. O pelotão quer que Aura Maria e Giovás fiquem juntos e planejam um encontro entre eles. Romina manipula Inês, diz que não se sente pronta para ser mãe e que pretende dar seu filho em adoção.",
      "quinta": "Armando pede a Betty que mais uma vez maquie os números do relatório financeiro que será apresentado na próxima reunião do conselho. Ela o trata com frieza mas afirma que já está trabalhando no relatório. Marcela provoca Betty mostrando a ela o anel de noivado que ganhou de Armando. Inesita desmaia depois que Romina coloca um xarope em seu café. Betty age rápido e ela é internada. Ao chegar ao hospital, Armando e Nícolas se cruzam e a fúria toma conta dos dois, que saem no tapa sem se importarem se estão sendo observados. Roberto comenta com Margarita que, depois de conversar com Daneil, está começando a duvidar das decisões de seu filho. Armando está decidido a cancelar o casamento e Margarita o ameaça. Ricardo pede a ajuda de Cindy para conseguir provas contra Daniel. Giovás e Aura Maria passam a noite em um motel. Margarita comenta com Marcela que não tem nenhuma simpatia por Betty e as duas tramam a demissão dela.",
      "sexta": "Durante uma noite de amor com Nícolas, Patrícia encontra uma pista muito importante e agora Daniel poderá desvendar a verdadeira cara da V&M. Cindy visita Mata e consegue informação sobre o disco duro de seu cmputador onde acredita que poderá encontrar provas contra Daniel e entregá-las a Ricardo. Armando pede perdão a Betty pela cena do hospital e a convida para sair. Armando pergunta a Betty se ela ainda o ama. Ela responde que sim e a prova é que voltou a fraudar o relatório financeiro na ajudá-lo. Fábio e Romina ficam tensos quando Hugo decide levar Inesita para sua casa enquanto se recupera. Demétrio soluciona o problema de Catalina com os impostos e comenta com Betty sobre a falta de escrúpulos do contador que mentiu e a enganou. Betty fica pensativa pois faz o mesmo na V&M. Marcela conta a Margarita que Armando brigou na rua com o namorado de Betty. Margarita exige uma explicação do filho e fica surpresa ao ver como ele a defende."
    },
    "Ouro Verde": {
      "segunda": "Bia e Jorge ficam sabendo que Salvador fugiu. Salvador fica acampado na frente da porta da casa de Jorge esperando o momento certo para atacar. Sérgio conta a Arnaldo que roubou o processo de Miguel para Joaquim. Jorge diz para Lúcio que Joaquim está metido no roubo do processo do banqueiro.",
      "terça": "Paula não para de vomitar e descobre que está grávida. Lúcio fica sabendo que o hacker é o seu sobrinho Sérgio. Sérgio diz a Judite que tem de viajar de emergência.",
      "quarta": "Tomás fica em choque quando Catarina lhe mostra os documentos contra Miguel, revelando que vai entregá-los à polícia. Jorge fica sabendo que Henrique viu o homem mau e saem todos para ir ao encontro de Henrique, sendo seguidos por Salvador.",
      "quinta": "Joaquim impede Lúcio de apanhar Sérgio no aeroporto. Salvador invade a associação de faca em punho para atacar Jorge. Tomás marca um encontro com Catarina a mando de Miguel. Miguel leva uma arma escondida, sem que o filho perceba.",
      "sexta": "Salvador coloca a faca no pescoço de Jorge, mas é dominado e depois levado à força para a clínica psiquiátrica. Lúcio conta a Judite que o filho e o marido dela estão envolvidos em atividades criminosas. Catarina encontra-se com Tomás.",
      "sábado": "Numa falésia, Miguel mata Catarina e rouba os documentos dela. Tomás fica em choque com tudo. Antônio desmaia, bate com a cabeça e recupera a memória."
    },
    "Caminhos do coração": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "a escrava isaura": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "totalmente demais": {
      "segunda": "Ao ver Arthur com Natasha, Carolina acusa o empresário de sabotar o concurso Garota Totalmente Demais. Cascudo usa a mochila de Jeniffer para guardar seus pertences. Cassandra arma para Eliza, mas acaba prejudicando Hugo. Rosângela não gosta da intervenção de Montanha sobre seus filhos. Com a consciência alterada, Hugo confunde Lurdinha com Carolina. Orientado por Jacaré, Riscado se disfarça para investigar a revista Totalmente Demais. Hugo passa mal, e Cassandra se desespera.",
      "terça": "Jacaré descobre que Eliza está concorrendo ao concurso Garota Totalmente Demais. Pietro questiona Carolina sobre o teste de gravidez. Cassandra garante a Carolina que irá tirar Eliza na segunda etapa do concurso. Germano pede que Rafael se afaste. Eliza surpreende Carolina com seu visual. O chefe dos garçons alerta Jonatas sobre seus serviços na festa. Arthur se prepara para contar a Carolina sobre seu impedimento de ter filhos.",
      "quarta": "Eliza grava um depoimento a pedido de Leila, e Jamaica se emociona. Arthur confessa a Max que não conseguiu contar a verdade para Carolina. Eliza fica surpresa ao ver Jonatas trabalhando como garçom na festa. Arthur dispensa os serviços de Florisval sem que Carolina saiba. Florisval surpreende Jeniffer tentando fugir para se encontrar com Cascudo. Cassandra planeja sabotar Eliza, mas é Jonatas quem acaba consumindo a bebida. Lorena aparece na festa sem ser convidada. Jonatas sente os efeitos da bebida que ingeriu acidentalmente.",
      "quinta": "Rosângela pressiona Florisval a terminar o relacionamento com Maristela. Débora descobre que Hugo ingeriu alguma substância tóxica sem saber e desconfia do envolvimento de Cassandra. Lili repara o interesse de Leila por Jonatas. Com a consciência alterada pela bebida, Jonatas arma um escândalo na festa. Carolina avisa a Lili que Eliza será eliminada do concurso. Eliza se decepciona com Jonatas e prefere deixar a festa sem a companhia do amigo.",
      "sexta": "Jonatas questiona Jamaica sobre seu comportamento na festa. Fabinho e Leila fazem as pazes. Jonatas desabafa com Rosângela sobre ter prejudicado Eliza. Jeniffer mostra para a família o vídeo divulgado na internet com o escândalo de Jonatas. Germano não demite Jonatas e lhe dá uma nova chance. Débora avisa a Cassandra que contará para todo mundo que foi ela quem dopou Jonatas. Por engano, Carolina assume como dela o teste de gravidez de Emanuelly.",
      "sábado": "Carolina comemora o resultado positivo de gravidez, sem saber que se trata do exame de Emanuelly. Cordeiro avisa a Gilda que Dino lhe deve dinheiro. Carolina mostra o teste de gravidez para Arthur, que fica perplexo. Carolina anuncia a eliminação de Eliza, e Débora tenta impedi-la. Emanuelly anuncia sua gravidez e a desistência do concurso. Eliza comemora com Arthur sua permanência na disputa. Carolina descobre que o resultado de seu teste de gravidez foi negativo. Arthur procura Carolina e afirma que gostaria de cuidar da jornalista."
    },
    "novo mundo": {
      "segunda": "Avilez ameaça Dom Pedro. Joaquim leva todos que estão no palácio para a fazenda de Santa Cruz. Anna se despede de Joaquim. Piatã pede Jacira em casamento diante dos Tucarés. Dom Pedro afirma que resistirá às tropas de Avilez. Joaquim pede a ajuda de Wolfgang e Diara. Domitila e Thomas jantam juntos. Avilez invade o Paço. Dom Pedro enfrenta Avilez. Leopoldina e Anna ficam aflitas na fazenda. Joaquim se une a Peter, Libério, Diara e Wolfgang e leva o povo para lutar a favor de Dom Pedro. Avilez desiste da batalha e é obrigado a retirar suas tropas. Cecília vibra com a notícia da vitória de Dom Pedro, enquanto Sebastião se esconde. Thomas passa a noite com Domitila. Piatã convence Jacira a seguir a tradição até o casamento. Leopoldina se preocupa com a saúde de João Carlos. Anna sente um leve desconforto por causa da gravidez.",
      "terça": "Dom Pedro manda Joaquim à fazenda Santa Cruz. Jacira encontra Ferdinando. Cecília escreve mais um artigo como Rosa Branca e Idalina se preocupa. As tropas de São Paulo e de Minas Gerais chegam ao Rio de Janeiro. Francisco pede a Chalaça que consiga o encontro de Domitila com Dom Pedro. Leopoldina se preocupa com Anna. Joaquim auxilia o parto de Anna. Anna dá à luz uma menina e Joaquim se emociona. Leopoldina impede Anna de contar a verdade para Joaquim. Domitila se despede dos filhos. Nívea ouve Anna dizer que Vitória não é filha de Thomas. Ferdinando afirma a Jacira que não deixará a mata. Dom Pedro recebe uma carta com a suposta rendição de Avilez e Chalaça desconfia. Piatã questiona Jacira por sua demora em voltar para a aldeia. Joaquim afirma a Anna que irá ajudá-la a proteger Vitória.",
      "quarta": "Libério descobre que Cecília é Rosa Branca. Peter conquista a confiança de Amália. Germana sugere que Elvira faça uma nova simpatia para se aproximar de Joaquim. Diara, Wolfgang e Joaquim pedem que Dom Pedro acabe com a escravidão. Thomas instala Domitila em um hotel e a orienta a permanecer no quarto até realizarem seu plano contra Chalaça. Thomas encontra Anna com Vitória em seu colo. Thomas finge emoção ao conhecer Vitória. Piatã reclama do comportamento de Jacira para Padre Olinto. Thomas desconfia da paternidade de Vitória. Jacira entrega a Ferdinando as folhas que pegou na oca de Tibiriçá. Thomas leva Miss Liu para ajudar Anna. Leopoldina e Dom Pedro se preocupam com a saúde de João Carlos. Licurgo e Germana veem Avilez e Thomas em uma conversa suspeita. Ubirajara aconselha Piatã a tentar descobrir o que Jacira esconde.",
      "quinta": "Licurgo bebe o café especial que Elvira preparou para Joaquim. Domitila questiona Thomas sobre a aparência de Vitória. Anna conta para Liu sobre seu livro. Chalaça desconfia da carta que recebe de Domitila. Cecília aproveita a saída de Idalina para encontrar Libério. Thomas arma para que Pedro acredite que Chalaça seja um traidor. Pedro se enfurece com Chalaça e manda prendê-lo. Thomas conta para Anna que entregou o traidor para Dom Pedro. Joaquim conversa com Chalaça, que descobre a armação de Domitila. Leopoldina não acredita que Chalaça seja um traidor. Anna acredita que Thomas pode ajudar Dom Pedro. Licurgo tenta beijar Elvira e Germana se enfurece. Diara enfrenta os fazendeiros na reunião com Dom Pedro.",
      "sexta": "Peter passeia com Amália pelo jardim do convento. Sebastião reclama do apoio que Dom Pedro deu para Diara. Jacira promete ajudar Ferdinando. Padre Olinto pede que Piatã não duvide de Jacira. Domitila faz insinuações sobre Anna que deixam Thomas intrigado. Anna fala com Liu sobre seu pai. Thomas ameaça Nívea, que acaba revelando que Vitória é filha de Joaquim. Nívea se apavora com a reação de Thomas. Liu desconversa quando Anna a questiona sobre filhos. Dom Pedro impede Joaquim de beber o café preparado por Elvira. Licurgo confessa sua paixão por Elvira para Germana. Piatã decide seguir Jacira. Ferdinando encontra a planta que procurava. Diara e Wolfgang ajudam pessoas escravizadas fugidas da fazenda de Sebastião.",
      "sábado": "Joaquim comenta com Dom Pedro sobre sua conversa com Chalaça. Germana faz ameaças a Elvira. Thomas diz a Domitila que Anna é sua prisioneira. Joaquim fala com o gerente do hotel onde Domitila está hospedada. Dom Pedro promove Joaquim. Chalaça promete se vingar de Domitila. Peter não consegue contar para Libério quem é o pai de Cecília. Idalina pede a Cecília que se afaste de Libério. Leopoldina implora que Peter salve a vida de seu filho. Thomas arma um encontro entre Domitila e Dom Pedro. Dom Pedro se sente atraído por Domitila e os dois se beijam. Patrício leva Anna para consolar Leopoldina e Thomas exige que Nívea acompanhe a esposa. Elvira implora que Joaquim a trate como esposa. Idalina se desespera ao constatar que Cecília fugiu de casa. Cecília se encontra com Libério na biblioteca. Licurgo tenta agarrar Elvira. Dom Pedro e Domitila se amam. Piatã termina seu compromisso com Jacira."
    },
    "jesus": {
      "segunda": "Mirian se emociona no casamento do filho Youssef. Livona aceita se deitar com Caifás. Gabriela pede para Pedro não brigar mais com Cornélius e eles discutem. Arimatéia avisa que Deborah só poderá sair de casa acompanhada de Tiago Justo. Herodíade oferece uma joia para Caius dar uma lição em João Batista. Judá, José Filho e Simas, irmão de Jesus, sentem ciúmes Dele. Natanael conhece Jesus. Salomé estranha ao ver Herodíade com Caius. Arimatéia dá conselhos para Tiago Justo conquistar Deborah. Joana se arrepende por ter comido carne de lebre na cozinha de Almáquio. Simão Zelote pede para Barrabás não se envolver com Dimas e Gestas. Pilatos pede para lutar com Petronius. Chuza não permite que Joana vá até João Batista. Pilatos pede para ser treinado por Petronius. Pedro fica furioso com a escassez de peixes. Petronius se distrai e é golpeado por Pilatos.",
      "terça": "Jesus ajuda Tomé a levantar. João Batista enfrenta Caius e é espancado. Os irmãos de Jesus, com exceção de Yoná, criticam a atitude Dele. Caifás estranha o comportamento de Joana. Cláudia tenta aconselhar Pilatos. Laila reclama da grosseria de Asisa com a serva Rebeca. Caius e Longinus mandam João Batista ficar longe da Judeia. Caifás fala da decisão de Judite com Anás. Adela pede uma refeição na hospedaria. Barrabás a observa. Anás diz que Caifás deve cumprir a função com Judite, mas sem muito envolvimento. Nicodemos diz que precisa mostrar algo a Tiago Justo. Herodíade se encontra com Claudia e conta sobre a ideia que Helena teve de pedir para um soldado levar Salomé até Batista. ",
      "quarta": "Maria pede para Jesus fazer algo para ajudar com a falta de vinho na festa de casamento do filho de Mirian. Adela impede que Barrabás receba uma lição dos soldados romanos. Herodíade se assusta com a chegada de Antipas. Jesus manda os servos encherem as jarras com água e transforma o líquido em vinho. Chuza e Joana são surpreendidos com a presença de Judas Iscariotes. Antipas diz que em breve avisará a Pilatos sobre sua chegada. Mirian fica emocionada ao saber que Jesus fez um milagre. Chuza atualiza Iscariotes sobre os últimos acontecimentos em Jerusalém. Yoná e Maria comentam, emocionadas, sobre o milagre feito por Jesus. Espancado, Batista tem uma visão de Isabel e Zacarias.",
      "quinta": "Joana diz que cuidará de Batista. Helena reclama da ordem de Pilatos. Caius luta com Barrabás. Pilatos diz que não voltará atrás. Simão Zelote se preocupa com o irmão. Arimatéia pede para Caius desistir da luta. Ferido, Barrabás recebe os cuidados de Adela. Jesus segue pregando na Galileia. Antipas descobre que Salomé foi até Batista por causa de Herodíade. Judas Iscariotes e Joana ajudam João Batista. Petronius fala sobre Cassandra com Zaqueu, chefe dos publicanos. Nicodemos recebe Jairo e Simão Fariseu. Barrabás é cuidado por Adela. Deborah descobre que Petronius lutou com Barrabás e se preocupa. Iscariotes diz que os romanos não podem saber do paradeiro de Batista. Jairo estranha o comportamento de Adela. Sula diz se sentir culpada por não ter visitado Maria quando José morreu. ",
      "sexta": "O oficial surpreende a todos ao pedir a ajuda de Jesus para salvar seu filho que está morrendo. A esposa do oficial chora sem poder ajudar o filho enfermo. Cornélius tenta prestar ajuda, mas não tem o que fazer. O menino parece parar de respirar. Com fé, o Oficial implora pela ajuda de Jesus. O Messias apenas diz que o menino viverá. A esposa do oficial e Cornélius são surpreendidos com a recuperação do menino. Emocionado, o Oficial retorna para casa e Jesus segue seu caminho. Chuza pede para Joana voltar com ele, mas ela avisa que só retornará depois de ser batizada por Batista. Sem querer, Longinus confessa para Petronius que espancou Batista. Jairo acorda ao lado de Adela. Irritado, Petronius ordena que Caius e Longinus lavem as latrinas do palácio. "
    },
    "Apocalipse": {
      "segunda": "O caos se instala nas ruas. A polícia recebe muitos chamados. Artur cobra por notícias. Alan fica aliviado ao rever a esposa. Uri diz que Monique sumiu. Felipe e André percebem que Sabrina desapareceu. Chico avisa que registrou o momento em que pessoas sumiram. Hanna se sente culpada pelo desaparecimento de Ester. André diz que irá encontrar a mãe. Stefano tenta acalmar Vittorio. Luca observa um anel de Verônica. Débora decide fingir que a sogra sumiu. Ricardo se encontra com Ariela. Stefano fala aos seus. Marta e Tamar lamentam o sumiço de Ester. Susana encontra Isabela. Ricardo arma um plano para o atual momento. ",
      "terça": "Ricardo Montana fala em um novo plano econômico. Isabela se despede dos familiares. Adriano lamenta a ausência de Verônica. Uri chora com saudade de Monique. César recebe Natália. Zoe diz acreditar no que está na bíblia. Ela se despede de Benjamin. César dispensa Natália. Nicanor segue foragido. Ricardo discursa para autoridades mundiais. Bárbara e Arthur dão as notícias no telejornal. Zoe chora sem a presença dos pais. César a apoia. Adriano e Débora sentem orgulho de Ricardo. Stefano conversa com Vittorio. Uri investiga os desaparecimentos.",
      "quarta": "Jonas conversa com Zoe e César sobre o Apocalipse. Stefano aconselha Débora. Sem saber que é o próprio filho, Glória conversa com Vittorio. Jonas fala sobre o período pós arrebatamento. Uri e Benjamin assistem os vídeos das pessoas desaparecendo. Tião diz que o fim está próximo. Saulo diz que Deus está dando sinais. Hanna diz estar orgulhosa do marido. Zoe acusa Henrique de ter armado para cima de Oswaldo. César conversa com Guido e fala sobre o arrebatamento. O delegado não acredita. Zoe ameaça Henrique. Isabela é recebida pela família de Oziel em Jerusalém. Ricardo vai até a empresa de Benjamin.",
      "quinta": "Benjamin fala com André sobre o novo projeto de Ricardo. Alan elogia Ricardo. Todos estranham a roupa de Isabela. Lúcio leva Natália para jantar. Jonas diz que está na hora de reabrir a igreja. Zoe fala com Benjamin sobre o arrebatamento. César conversa com Guto e diz que ainda dá tempo de se aproximarem de Deus. Benjamin não acredita em Zoe. Lúcio pede para proteger Natália. Isabela é apresentada a Noah. Surge um clima entre eles. Stefano manda Glória sumir de Roma, mas ela o enfrenta. Vitório escuta a conversa, escondido. O sacerdote dá um tapa em Glória. Zoe recebe o apoio de Bárbara.",
      "sexta": "André diz que Felipe não deveria ter lhe procurado no local de trabalho. Adriano provoca Débora. Stefano aconselha Ricardo. Benjamin recebe uma mensagem de Wallace. Vestido de membro da ceita Filhos do amanhã, Nicanor fala com Guto. O vilão liga para Lúcio. O pastor Jonas tenta tranquilizar as pessoas. Guido afirma que Nicanor vai atrás de César. Jonas fala sobre o Anticristo. Arthur noticia os últimos acontecimentos. Jonas pede perdão à Laodiceia pelos erros do passado. Uri cogita pedir ajuda financeira a Ricardo."
    },
    "O Que a Vida Me Roubou": {
      "segunda": "Durante almoço na casa dos Mendonça, Carlota diante de, Graciela, Lauro, Montse e Alessandro, pergunta pela mãe de Alessandro, e ele responde que seu pai teve uma amante que só queria seu dinheiro. Graciela se incomoda, e sai com Montse para o jardim. Alessandro as alcança, e Graciela lhes confessa que Demétrio matou Gamboa, que houve uma briga e ele disparou com sua arma. Montse, surpresa, se dá conta que Alessandro não teve nada a ver com o assassinato de seu contador. Alessandro convida Carlota para ir passar uma temporada na fazenda, e ela aceita, mas diz que irá assim que Lauro tenha acabado de fazer seus exames. ",
      "terça": "Na casa do padre Anselmo, Rosário, preocupada, conta ao Padre que entregou ao capataz uma carta por ordens de Montserrat.. Demétrio e Adolfo festejam o negócio que farão com Josefina, e pedem as melhores mulheres em um bar, para se divertirem. Pedro, Loreto e Joventino se encontram com Zulema, Esmeralda e outra garota. José Luis visita Padre Anselmo e lhe pede que não se meta em seus assuntos, mas o Padre lhe suplica que vá embora, e deixe Monserrat em paz, já que é uma mulher casada. Na fazenda Almonte, José Luis discute com Montserrat por se recusar a fugir com ele e afirma que ele ou Alessandro terão que morrer, só assim o outro poderá ser feliz com ela. ",
      "quarta": "Montserrat, chorando, suplica à sua tia que esclareça as mentiras com Alessandro e sua mãe, mas Carlota só diz que Alessandro foi para Água Azul. Montse zangada repete para sua tia que Alessandro é um mentiroso. Alessandro está muito feliz em seu quarto, porque Montse está sempre muito preocupada com sua saúde. Padre Anselmo se alegra por seu afilhado estar bem. Rosário, angustiada, pede ao sacerdote que fale com Alessandro para que mande Maria para longe por que ela causa muitos problemas. Carlota aconselha a sobrinha a lutar pelo seu casamento com Alessandro. ",
      "quinta": "Alessandro, furioso, pergunta a Montserrat como sabe das coisas de José Luis, e se Nadia é sua informante, ela nega e sai, irritada. Pedro grita a Nádia e a proíbe de ir à fazenda de Montserrat. Maria, com a intenção de descobrir alguma coisa, visita José Luis para se colocar às suas ordens e aproveita para fazer perguntas sobre Montse. Em seu quarto, Rosário comenta com Montse que Alessandro lhe pediu que a vigiasse e depois lhe informasse de tudo que fez durante o dia, Montse agradece a lealdade da amiga.",
      "sexta": "Tomás pega uma arma e sai furioso atrás de Demétrio, enquanto Josefina fica chorando. Graciela conversa por telefone com Amélia, para se colocar a par do que ocorre na fazenda Almonte, e prometem se ver logo. Adolfo avisa Demétrio que Tomás Valverde está em Água Azul e precisam partir logo, Tomás chega gritando com Demétrio, mas Lauro o acalma. Tomás exige que Demétrio se case com sua irmã, já que a usou, Lauro dá sua palavra de honra a Tomás que seu filho se casará com Josefina. Demétrio e Adolfo escapam por uma janela. Graciela visita Josefina em sua residência e pede que acalme seu irmão, se quer ver Demétrio com vida. "
    }
  }
}
