{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Wallace garante a Teodora que vencerá a luta. Amália pergunta se Griselda perdoaria Antenor.Todos vibram com o desempenho de Vilma no programa de TV. Paulo afirma a Esther que não quer que ela faça a fertilização. Danielle tenta convencer Pedro Jorge a morar com ela. Paulo se desculpa com Esther. Antenor invade a festa de Renê e Tereza Cristina. Vanessa se insinua para Renê. Griselda perde o comprovante do seu jogo de loteria. Crô encontra Antenor. Íris chega à festa, e Tereza Cristina entra em choque.",
      "terça": "Tereza Cristina culpa Vanessa pela chegada de Íris. Crô percebe que Antenor está embriagado. Todos estranham o sumiço de Tereza Cristina da festa. Íris ameaça revelar o segredo de Tereza Cristina, caso ela não a ajude financeiramente. Quinzinho pega o comprovante do jogo de loteria de Griselda para brincar. Wallace perde ponto na luta, e Teodora se preocupa. Tereza Cristina volta para a festa e todos estranham sua proximidade com Íris. Wallace desmaia durante a luta. Quinzé comemora a derrota de Wallace. Renê e Tereza Cristina renovam seus votos. Tereza Cristina vê Antenor.",
      "quarta": "Tereza Cristina ofende Antenor, que vai atrás de Patrícia. Wallace é retirado do octógono em uma maca. Antenor é expulso da festa. Tereza Cristina pega o endereço de Griselda com Crô. Baltazar confessa a Tereza Cristina que não gosta de Griselda. Wallace mente para o médico sobre o seu desmaio. Marcela beija Paulo. Rafael procura Amália. Patrícia confessa a Vanessa e Ellen que ainda é apaixonada por Antenor. Renê exige que Crô revele o paradeiro de sua esposa. Tereza Cristina procura Griselda.",
      "quinta": "Tereza Cristina ofende Griselda. Baltazar vê Tereza Cristina passar mal e a conforta. Antenor tenta ajudar a mãe, mas não consegue. Teodora fica indignada ao saber o que Wallace sentiu durante a luta. Esther decide ir para Itaipava, e Paulo fica contrariado. Renê chega à casa de Griselda, que se envergonha de seu estado. Tereza Cristina discute com Renê. Antenor sente vergonha de Patrícia. Esther fala para Danielle que está decidida a fazer a fertilização in vitro, mesmo sem o apoio do marido. Marcela obriga Paulo a almoçar com ela. Patrícia procura Antenor.",
      "sexta": "Patrícia é firme ao falar com Antenor. Paulo dispensa Marcela. Renê não consegue falar com Griselda. Teodora observa fotos de Quinzinho. Wallace desmaia diante de Teodora. Guaracy diz para Griselda que ela ganhou na loteria. Quinzé procura o comprovante premiado, mas não o encontra. Paulo ameaça se separar de Esther. Griselda, Quinzé, Amália e Guaracy procuram o bilhete premiando pela casa. Íris vai à casa de Tereza Cristina. Todos veem Griselda na televisão falando que ganhou o prêmio da loteria, mas não tem como provar.",
      "sábado": "Guaracy pede Griselda em casamento. Tereza Cristina se revolta por Griselda ter ganhado na loteria. Quinzé não vê quando o bilhete premiado cai da mochila de Quinzinho. Contrariado, Wallace vai ao médico para fazer exames. Danielle diz a Beatriz que ela pode ficar em sua casa o tempo que for necessário. Renê sugere que Tereza Cristina trabalhe como cerimonialista para ocupar seu tempo livre. Paulo desabafa com Marcela sobre Esther. Wallace descobre que não pode mais lutar, e Teodora se desespera. Griselda fica eufórica ao saber que seu bilhete da loteria foi encontrado."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Éramos seis": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Keyla tenta fazer as pazes com Tato. Lica não conta para Marta que Malu está com Edgar. Mitsuko manda Tina se afastar de Anderson e Ellen. Marta estranha o comportamento de Malu e questiona a amiga sobre Edgar. Clara tenta se explicar para Lica. K1 e K2 enviam uma denúncia falsa sobre a lanchonete de Roney pelas redes sociais, e um fiscal aparece no local. Marta vê Lica falando com Malu e Edgar. Roney avisa a Keyla que a lanchonete será interditada.",
      "terça": "Keyla pensa em cancelar a festa de Tonico. Marta acusa Lica de traição, e Leide sai em sua defesa. Keyla, Lica, Benê, Ellen e Tina fazem um mutirão com os amigos na lanchonete. MB sente ciúmes de Felipe com Lica. Ellen tenta disfarçar a surpresa quando Jota revela seu apelido virtual. Benê pede para Guto ensiná-la a tocar piano. Fio confessa a Anderson que gosta de Ellen. Roney se irrita quando vê a lanchonete sendo reformada, mas Keyla e Lica o tranquilizam. Keyla e Tato ficam tensos quando K2 questiona a paternidade de Tonico.",
      "quarta": "Tato e Keyla mentem para K2. Felipe e MB convencem Clara a ir à festa. Marta e Luís veem Malu e Edgar no restaurante. Tina faz uma homenagem para Keyla, com a ajuda de Anderson. Ellen se recusa a dançar com Fio. Felipe toca a mão de Lica, sem que Clara veja. Ellen e Jota copiam os contatos dos convidados da festa. K1 e Juca dançam juntos. Tato faz um discurso para elogiar Keyla. Ellen conserta o aplicativo no celular de Jota. Keyla beija Tato, e Benê os fotografa. Tina e Anderson se beijam, e Telma não gosta. Clara vê Lica e Felipe juntos, e alerta MB.",
      "quinta": "Clara e MB tiram satisfações com Lica e Felipe. Tina enfrenta Telma. Fio e Jota discutem por causa de Ellen. Roney e Josefina não conseguem se entender. Benê beija Guto. Fio dança com Ellen, e Jota os observa. Keyla vai à escola com Tonico e Tato, e K2 reage com despeito. Dóris flagra Fio falando com Ellen sobre o aplicativo que colocou nos celulares durante a festa. Keyla garante a Dóris que não perderá o ano escolar. Durante a festa, os celulares disparam a tocar ao mesmo tempo, e Ellen teme a reação de Dóris.",
      "sexta": "Ellen marca um encontro com Jota para resolver o problema do aplicativo nos celulares. Ellen conta para as amigas o acordo que tem com Dóris. Anderson dispensa uma entrega indicada por Moqueca. Benê cobra de Guto a aula de piano, e Keyla explica como ela deve agir com ele. Roney e Josefina implicam um com o outro. Tato pede para namorar Keyla. Dóris desabafa com Bóris e lamenta a decisão de expulsar Ellen do colégio."
    },
    "Avenida Brasil": {
      "segunda": "Carminha tenta enganar Tufão. Ivana discute com o irmão e avisa que vai sair de casa. Carminha faz um acordo com Neide. Nicole e sua trupe invadem a casa de Diógenes e levam Dolores embora. Leleco conta para Muricy sobre o desvio do dinheiro da ONG. Cadinho conta para Noêmia sobre o dinheiro que tem na Suíça. Leandro se surpreende quando Suelen pede que forme uma dupla com Wallerson. Carminha aconselha Ivana a se afastar de Max. Neide mente para Tufão e Jorginho se desespera. Nina descobre que Carminha vai à casa de Neide e avisa a Jorginho. Tufão flagra Carminha na casa de Neide.",
      "terça": "Carminha inventa uma história para Tufão, mas ele não acredita. Santiago expulsa Nilo da casa de Lucinda. Muricy tenta controlar o surto de Ivana por causa de Max. Ágata ouve Carminha e Max discutindo e avisa a Tufão. Roni tenta animar Diógenes. Suelen fica furiosa por não ter saído nenhuma foto sua na mídia. Tufão dá uma joia para Carminha e a segue. Wallerson convence Suelen a dar uma volta de carro com ele. Tufão segue Carminha até o barco de Max e a vê dando o dinheiro da venda da joia para ele.",
      "quarta": "Max ameaça Carminha. Tufão pede para Nina contar o que sabe sobre a relação de Carminha e Max. Suelen despista Wallerson e mente para Leandro ao chegar em casa. Tufão sai de casa. Max conta para Ivana que é filho de Lucinda. Olenka e Beverly contam sobre a família Tufão para Monalisa. Carminha convence Lúcio a afundar o barco de Max com ele dentro. Lucinda tem um mau pressentimento e resolve se esconder no barco de Max. Janaína revela a Jorginho que Lúcio tem um caso com sua mãe. Carminha coloca um remédio na bebida de Max. Lucinda observa Lúcio e Carminha chora ao lado de Max.",
      "quinta": "Lucinda pede ajuda pelo rádio assim que o barco começa a afundar. Lucinda e Max são salvos por pescadores. Muricy recebe a notícia do naufrágio da lancha de Max e Ivana se desespera. Tufão e Leleco contam para Jorginho que Max morreu. Monalisa se preocupa com Tufão. Max afirma a Lucinda que se vingará de Carminha. Tufão avisa a Carminha que vai se separar dela. Max pega cópias de suas fotos comprometedoras com Carminha. Verônica não consegue ser uma boa dona de casa. Carminha presenteia Lúcio com seu carro. Janaína pede para Zezé levá-la até a chácara. Lucinda conta para Nina que Carminha tentou matar Max. Carminha se apavora ao ver Max na mansão.",
      "sexta": "Max ironiza Carminha. Jorginho vai à mansão. Carminha tenta convencer Max de seu arrependimento. Wallerson convida Suelen para viajar. Iran pede Débora em casamento. Wallerson e Suelen são fotografados juntos. Jorginho afirma para Carminha que Max tentará se vingar dela. Wallerson destrata Suelen e a expulsa de sua casa. Max vê Carminha tentando fugir da mansão e a impede. Janaína convence Lúcio a abandonar Carminha. Max entrega para Ivana uma caixa com porta-retratos para a família e deixa a mansão. Leleco não deixa Carminha fugir. Ivana abre a caixa de Max e se desespera ao ver as fotos de Carminha e Max. Tufão confronta Carminha."
    },
    "Aventuras de Poliana": {
      "segunda": "Roger vai até a casa de Pendleton e o acusa de ser o responsável pelo grupo de hackers que esta atacando a O11O. Ruth pede para Helô checar as cameras de segurança para ver quem deixou o envelope em sua mesa. Iure fica inconformado com o término do namoro. A polícia faz uma busca na casa de Lindomar em busca de mercadorias roubadas. Luisa começa a trabalhar na galeria de Glória. Yasmin termina o namoro com Luigi e fica chateada. Waldineusa pede para Falcão continuar assustando Ruth. Nadine apresenta a atualização da Hagar, a nova robô da O11O que consegue ficar invisível além de uma série de outras habilidades. Ester aparece no colégio com um novo visual. Filipa é a nova vítima do canal “Vou Te Zuar”. Brenda decide ir a uma festa com seus antigos amigos e convida Gabi. Na galeria, Luisa e Violeta começam a ter atritos.",
      "terça": "Verônica diz a Gleyce que conseguiu novos interessados pelo projeto social de reabilitação de jovens no crime. Gleyce descobre que o terreno que seria a sede do CLP na realidade é da prefeitura. Filipa acusa Eric e Hugo de serem os responsáveis pelo canal “Vou Te Zuar”. Poliana sugere que Pendleton crie um aplicativo do Jogo do Contente. Luisa e Glória chegam em casa e encontram Antônio caído no chão. Joana briga com Sérgio por achar que o marido está mentindo para ela, e pressionado, ele conta a verdade. Waldineusa pressiona Waldisney para que ele termine com Nancy. Roger coloca Hagar em modo invisível na casa de Pendleton para vigia-lo. Poliana vê que um antigo mágico da Trupe Vagalume irá realizar uma apresentação na cidade e fica empolgada. Marcelo e Iure vão até a casa de Pendleton e perguntam se ele tem algo a ver com o comportamento estranho de Sophie. Marcelo exige que Pendleton mostre seu laboratório a ele.",
      "quarta": "Helô chama Eric e Hugo na diretoria para fazer perguntas sobre o canal “Vou Te Zuar”. No laboratório, Pendleton apresenta o projeto de Sophie para Iure. Poliana pede para Pendleton libera-la para ir ao show de mágica com seus amigos. Durval proíbe Raquel de ir para Austrália. Waldineusa diz a Nancy que Waldisney não é o homem certo para ela. Sérgio conta a Pendleton que contou sobre o projeto para Joana. Ruth proíbe Bento e João de irem no show de mágica e eles decidem ir escondido. No show de mágica, Poliana se oferece como voluntária para fazer uma participação no espetáculo e é reconhecida pelo Sr. Gigantoso.",
      "quinta": "Iure e Sophie conversam e conseguem se entender. Ruth percebe que Bento e João não estão em casa e fica desesperada. Arlete e Lindomar decidem tirar os pertences roubados de sua casa, mas são pegos pela polícia e acabam presos. Vini, Guilherme e Jeff encontram Gabi, Luca e Brenda no mesmo bar. Sr. Gigantoso diz a Poliana que tem certeza de que Lorenzo é seu pai verdadeiro, e dá o contato de uma pessoa que poderia ajuda-la, Barbara, a mulher barbada. Ruth pensa que Bento e João foram sequestrados e Waldineusa tenta se aproveitar da situação. Branca diz a Glória que Violeta é uma mentirosa. Mirela e Raquel também aparecem no mesmo bar que os colegas de escola. Gleyce diz para Verônica não deixar todo o projeto da sede do CLP na mão de Roger. “Leandro” aparece no bar para encontrar Mirela, mas é reconhecido por Jeff e Vini, que o entregam e contam a verdade para a menina.",
      "sexta": "João e Bento chegam em casa e Ruth fica furiosa por eles não terem a avisado. Yasmin fica chateada pela ausência de seu pai. Joana e Sérgio decidem permitir que Mário jogue Vetherna. Fernanda e Afonso retomam o romance e Débora fica incomodada. Verônica e Gleyce descobrem que Arlete e Lindomar foram presos e estranham a situação. Luigi desabafa sobre Yasmin com sua mãe. Nancy diz a Gleyce que Waldineusa é cleptomaníaca. Kessya vê uma movimentação estranha na comunidade, grava tudo e mostra para Gleyce. Vini descobre que os pais estão presos e corre para a delegacia."
    },
    "Cúmplices de um resgate": {
      "segunda": "Benjamim vai até a gravadora e as meninas da C1R conversam com ele para saber quem ele é. O garoto diz que toca violão e que quer fazer parte da banda. Pedro insiste mais uma vez para que Helena largue o emprego na cidade e volte para o vilarejo. Nina e Fiorina discutem sobre os almoços que cada uma preparou para seus respectivos convidados. As crianças sugerem que elas participem de um concurso para ver quem cozinha melhor, como nos realities shows de gastronomia. Isabela diz que conseguirá os juízes perfeitos para avaliar os pratos.",
      "terça": "Os fiéis da igreja evangélica ficam revoltados ao saber que o Pastor Augusto está namorando a professora Flávia. As irmãs concordam em convocar uma assembleia para decidir se o pastor fica ou sai da igreja. Isabela imagina como seria se viesse a se casar com Téo. Manuela, que na verdade é Isabela, destrata Téo para não sair com ele. Tudo desde que Omar disse para ela que se ficassem juntos ela teria que cuidar dele por toda a vida. Téo não sabe disso. Rebeca escuta a conversa e pergunta o motivo de Manuela ter mentido.",
      "quarta": "A garota se irrita e sai de casa, encontra Omar e sai com ele. Priscila escuta os integrantes da C1R dizendo que sentem pena dela. Revoltada, a garota revela para Regina que os irmãos Vaz foram abandonados pela tia Flora. Vicente é preso pela polícia na gravadora. André chora. Lurdinha diz para Frederico que está saindo com outra pessoa. O estilista sai chateado. Começa o embate culinário entre Fiorina e Nina. Mateus, Dóris e Téo são os apresentadores e anunciam Carol Fiorentino, Fabrizio Fasano Jr. e Carlos Bertolazzi como jurados do embate.",
      "quinta": "Isabela destrata Téo para não sair com ele. Tudo desde que Omar disse para ela que se ficassem juntos ela teria que cuidar dele por toda a vida. Téo não sabe disso. Rebeca escuta a conversa e pergunta o motivo de Manuela ter mentido. A garota se irrita e sai de casa, encontra Omar e sai com ele. Priscila escuta os integrantes da C1R dizendo que sentem pena dela. Revoltada, a garota revela para Regina que os irmãos Vaz foram abandonados pela tia Flora. Vicente é preso pela polícia na gravadora. André chora. Lurdinha diz para Frederico que está saindo com outra pessoa. O estilista sai chateado. Começa o embate culinário entre Fiorina e Nina. Mateus, Dóris e Téo são os apresentadores e anunciam Carol Fiorentino, Fabrizio Fasano Jr. (ambos do “Bake Off Brasil – Mão Na Massa”) e Carlos Bertolazzi (do “Hell’s Kitchen” e “BBQ Brasil”) como jurados do embate. Fiorina e Nina precisam preparar um prato de entrada, um principal e uma sobremesa para serem avaliadas.",
      "sexta": "Pedro vai até a cidade para dizer para Helena que decidiu se mudar para a cidade e trabalhar no zoológico para ficar próximo dela. Helena fica alegre. Fiorina precisa cozinhar os pratos que Nina iria preparar e vice-versa. Na delegacia, as crianças da C1R tentam dizer ao delegado que viram Geraldo no galpão da pirataria e que ele é inocente, mas ninguém acredita nele. Fiorina está na frente na soma dos pontos do embate, mas Nina descobre que ela estava usando um ramo de manjericão, que não fazia parte dos ingredientes dela. Os jurados decidem empatar as duas para decidir quem vence durante a avaliação do doce. Regina e Geraldo decidem denunciar os irmãos Vaz para a justiça para impedir que eles denunciem Geraldo pela pirataria. As avaliações dos doces chegam ao fim e Fiorina e Nina são consideradas excelentes cozinheiras."
    },
    "Betty a feia": {
      "segunda": "Depois de ser desprezado, Armando compra um presente especial para Betty e junto coloca um cartão romântico, mas quando vai entrega-lo, Marcela aparece e quer saber para quem é o presente. Armando disfarça e entrega a ela. Betty apoia Armando em sua mentira mas se sente muito triste. Marcela estranha o tipo de presente que recebeu: um ursinho de cristal. Nícolas defende sua melhor amiga ante as ameaças de Daniel e diz que agora a V&M depende de Betty. Nícolas e Betty decidem que quando a V&M conseguir se estabilizar economicamente eles renunciarão. Catalina diz a Marcela e Armando que conseguiu a igreja mais bonita da cidade e que eles se casam em dois meses. Sofia, furiosa, coloca merthiolate no bronzeador de Jenny. No dia seguinte ela acorda com a pele toda manchada de amarelo e enão pode fazer a sessão de fotos para o catálogo de Hugo. Ela sabe que foi Sofia e a enfrenta no trabalho. Armando decide levar Betty a uma reunião em Hamptons.",
      "terça": "Na volta da viagem, Armando pregunta a Betty por que não quiz ficar com ele na noite de seu aniversário. Ela se nega a dizer o motivo mas afirma que a culpa não foi dele. Betty e Armando se refugiam em uma cabana para passar a noite dpois que o carro sofreu uma avaria na estrada. Molhados e com frio, eles precisam estar próximos para se aquecerem. Betty revela a Armando o trauma que teve em sua primeira vez e diz que foi por causa de uma aposta. Armando se comove ao ouvir sua história. Marcela se preocupa porr não ter notícias de Armando e Betty. Demétrio e Júlia também estão apreensivos. Patrícia e Marcela chegam na casa de Betty. Jenny acusa Sofia dee trocar seus cremes, mas não tem provas. Sofia não perde a calma e diz a Smith e mande Jenny fazer um curso para controlar sua ira. Sandra vai ao Bar Billar e flagra Wilson com a Pantera. Ela se imagina beijando Wilson.",
      "quarta": "Enquanto todos dão Armando e Betty por desaparecidos, eles vivem um momento de amor. Betty diz a Armando que o ama tanto que seria capaz de dar sua vida por ele. Armando se sente culpado. Preocupados com a falta de notícias, Demétrio e Nícolas avisam a polícia. Mas Nícolas suspeita que se trata de uma fuga amorosa. Ricardo, Patrícia e Marcela saem para procurar Armando e encontram o carro dele na estrada. Logo depois localizam Armando e Betty em um restaurante. Betty se sente muito mal quando Marcela dá a notícia que o casamento acontecerá em dois meses. Patrícia fica furiosa ao descobrir que Catalina é que está organizando a festa. Betty não aguenta mais a situação e pede que a levem para sua casa. Romina volta da Argentina e diz a Fábio que espera um filho dele.Fábio quer que ela interrompa a gravidez. Sandra bebe demais e Wilson é obrigado a deixar Pantera no bar para levar Sandra para casa. Jenny planeja uma vingança contra Sofia.",
      "quinta": "Armando se sente culpado depois de ter uma noite de amor com Betty. Ele entra em crise e luta contra seus verdadeiros sentimentos. Betty volta para casa e, diante dos pais tenta disfarçar o que está sentindo. Mas Nícolas suspeita,e pergunta se ela passou a noite com Armando e lembra a amiga que ele nunca deixará Marcela e só a está usando por interesse. Ricardo não acredita que Armando não precisou do comprimido azul para fazer amor com Betty. Daniel quer saber tudo sobre o namorado de Betty e paga Patrícia para espiona-lo. Demétrio flagra Patrícia rondando a casa. Armando também a vê desde seu carro. Jenny, para se vingar, pinta o quarto e todas as roupas de Sofia na cor laranja. Ao ver o que aconteceu, Sofia tem uma crise nervosa, passa mal e é levada para o hospital.",
      "sexta": "Júlia suspeita que sua filha tem um romance com o chefe. E, para esclarecer o assunto, pressiona Betty perguntando a ela se está apaixonada por Armando. Betty nega veementemente qualquer envolvimento com o chefe, mas não consegue convencer a mãe que decide procurar Armando para uma conversa sobre o assunto. Armando não consegue esquecer a noite que passou com Betty. Marcela aproveita que Armando está dormindo para revisar seu celular e encontra a foto da modelo que Ricardo lhe enviou para que ele pudesse se “inspira” para ficar com Betty. No dia seguinte, a foto que um paparazzi fez de Armando com uma mulher em um bar é publicada nas redes sociais. Marcela fica escandaliza e Betty arrasada. Sofia acorda no hospital e Charlie está a seu lado. Ele pede a ela que passem a viver juntos para que possa se afastar dos problemas que lhe fazem tanto mal.Sofia decide se divorciar. Efrain critica Charlie por ter levado Sofia e seus filhos para sua casa. Ele se defende e dá um soco em Efrain. Romina volta a viver no apartamento de Hugo e Fábio a ameaça."
    },
    "Meu coração é teu": {
      "segunda": "Ana diz a Fernando que Isabela ameaçou em levar Diego Nicolas e que declarou guerra. Fernando a tranquiliza e diz que isso não vai acontecer. Magda vai ver Ângelo, segue o conselho de Ana, o beija e ele corresponde. Margarida se sente muito orgulhosa de Leon ao ver seu carro novo. Dorival segue Jennifer e a vê sair da “Casa das Mercedes”. Nicolas faz uma surpresa a Fernando ao vir para o casamento. Fernando diz que Diego recusou o convite e que se portou friamente com ele. Nicolas diz ao filho que não deve se preocupar pois seu casamento com Ana é um momento de alegria. ",
      "terça": "Isabela não consegue evitar que Ana e Fernando se casem, assim tenta estragar a festa, colocando vinagre no champanhe. Nicolas se aproxima de Jennifer e Johnny para desejar que sejam felizes. Lênin comenta com Fanny que é possível que ele receba uma bolsa de estudos no exterior, mas que não irá aceitá-la, pois não quer se separar dela. Lênin se dá conta que algo não está bem com Fanny, ela por fim diz que ele não deve perder essa oportunidade, ainda mais porque ela não está apaixonada por ele como acreditava. Lênin dá um beijo em Fanny, de despedida. Isabela é descoberta por Yolanda e Fernando diz que sente pena dela, pois não consegue suportar a felicidade alheia.",
      "quarta": "Dorival diz a Tarcisio que vai destruir o workshop. Diego e seus sobrinhos planejam passar o dia em uma cidade diferente. Leon diz a Mauricio que Fanny foi embora muito zangada em seu último encontro com ele. Leon escreve uma carta para Fanny, e diz que caso não tenha uma resposta é por que o que havia entre eles terminou para sempre. Isabela aproveita que ficou um momento sozinha com Diego Nicolas para levá-lo com ela. Johnny decide comprar a casa de Ana. Lênin se despede de Fanny, e agradece por ter estado a seu lado, ela fica confusa, pois não sabe se está fazendo a escolha certa.",
      "quinta": "Dorival e seus homens ameaçam Johnny, enquanto jogam gasolina na “escola” para incendiá-la. Ana chama a polícia e chegam à tempo de evitar uma tragédia. Leon está esperando Fanny mas ela tem um imprevisto e se atrasa. Diego tenta beijar Isabela, mas ela se afasta, e diz não ser nenhuma otária, e que sabe que ele e Fernando estão combinados para tirarem seu filho. Fanny chega ao local do encontro, mas não encontra Leon, só vê flores sob uma mesa, e decide ir até casa de Margarida, esperá-lo. Fernando comenta com Ana que notou que entre Isabela e Diego houve algum interesse.",
      "sexta": "Ana acorda assustada com o telefone tocando, a ligação é para avisá-la que o corpo encontrado não é de Leon. Leon na verdade está preso, pois foi pego dirigindo bêbado, ele liga para Margarida, que fica muito contente pelo filho estar vivo. Fernando diz a Diego que não quer descobrir por outras pessoas que ele tenha uma relação com Isabela e pede ao irmã o que seja sincero. No asilo, Yolanda ganha um novo computador e explica a seus amigos como usar o aparelho. Isabela vai ver Fernando e ele se mostra frio e arrependido de tê-la conhecido. Fernando pede à segurança que retire Isabela da empresa e ela jura vingança. Fanny deixa uma carta para Leon, para eles se encontrarem no mesmo local do dia anterior. "
    },
    "Ouro Verde": {
      "segunda": "Hadja entra em casa e se assusta ao ver Miguel dormindo ali. Tiago pede a Cláudia que pense em tudo o que lhe disse, quando aparece Hadja dizendo à filha que vai ficar lá, pois não tem para onde ir. Salvador quer ajustar as contas com Jorge, o que faz com que Antônio vá atrás dele, assim como Mônica, José e Sancha. Jorge diz a Amanda, Bia e Padre Sebastião que, desta vez, não é Miguel quem está tramando algo, mas sim alguém que também está manipulando o banqueiro, fazendo-o acreditar que Jorge é mesmo culpado por tudo.",
      "terça": "Cátia quer que a mãe lhe arranje um marido rico. Amanda diz a Mônica que não pode continuar trabalhando no banco enquanto toda a família está contra ela no caso de Jorge, assegurando que a sua decisão é definitiva. Salvador vê o segurança se distrair e rouba sua arma. Jorge diz a Edson que Aparecida está muito bem e deixa de falar com o empregado ao ver Filomena morta no gabinete do escritório.",
      "quarta": "Joaquim diz a Miguel que tem alguém para eliminar o processo no computador e também para fazer desaparecer os dossiês impressos. Sérgio recebe uma mensagem de Joaquim dizendo que estão disponíveis para pagar o que ele quer, mas que o trabalho tem de ser executado naquela noite. Salvador entra no cemitério e, sentindo-se esmagado pelo peso do lugar, avança pela alameda principal. Paula entra na reunião com a Diretora de Recursos Humanos, que lhe diz que receberam uma queixa grave contra ela.",
      "quinta": "Salvador aproxima-se de Jorge, que está esperando por Arnaldo, saca a arma e dispara um tiro à queima-roupa no empresário. Logo em seguida ele foge, deixando Jorge ensanguentado no chão. Bia, ao telefone com Arnaldo, não sabe por que não consegue falar com Jorge. Vera vitimiza-se diante de Francisco ao contar-lhe como estão as coisas com Henrique, e o psicólogo diz que ela só teria a ganhar se deixasse o filho ver o pai, o que a irrita.",
      "sexta": "Bia leva Tiago para casa e entra em choque ao ver que Jorge levou um tiro. Tiago aproveita o fato de Jorge estar desmaiado para remover a bala. Quando acorda, Jorge conta para Bia que foi Salvador quem atirou nele, mas que não vai denunciar o rapaz. Enquanto isso, Cláudia encontra Salvador e o leva para casa.",
      "sábado": "Salvador revela para Cláudia que descobriu quem matou a irmã e que teve sua vingança. Chocada, ela pede que o rapaz se entregue. Jorge presta declarações na PJ, enquanto Bia liga para Inês e Tomás pedindo que localizem Salvador. Antônio diz a Mônica que vai pedir Inês em casamento e incentiva a médica a viver seu novo amor."
    },
    "Amor sem igual": {
      "segunda": "Maria Antônia fica em choque ao ver Leandro. Hugo pergunta à Maria Antônia quem é ele. Maria Antônia fica tão perturbada que não responde. Hugo desconfia que Leandro seja o homem que fez mal a Maria Antônia e o manda embora. Leandro parte para cima de Hugo e os dois brigam. Maria Antônia grita por socorro. Oxente arruma a mala e sai de casa. José pergunta o que aconteceu e ele diz que Zenaide não gostou dele ter adiantado a parte da herança para Antônio Junior. Oxente vai para a casa de Miguel. Poderosa comenta com Olympia que a Mademoiselle deve ter faturado uma nota com o roubo às custas da Cindy, mas Olympia diz que após o assalto, Ramiro apareceu e levou todo o dinheiro. Poderosa e Olympia se juntam para se vingarem de Ramiro. No jantar realizado na casa de Ramiro, ele declara que vai se casar com Donatella. Tobias que está na mesa fica chocado.",
      "terça": "Tobias fica furioso diante de Ramiro e Donatella. Fernanda chega e Tobias dá a notícia que Donatella será sua madrasta e Ramiro confirma. Poderosa conversa com Antônio para tentar convencer Maria Antônia voltar para casa. Tobias bebe até ficar embriagado e Vânia o consola e diz que ele pode virar o jogo e que ela está disposta a ajudá-lo. Tobias diz que foi enganado o tempo todo por Donatella e que a amava. No conjugado de Furacão, Maria Antônia prepara o café da manhã. Poderosa vai até a casa de Furacão a procura de Maria Antônia com Antônio Junior. Maria Antônia diz que ladrão não entra em sua casa e os dois discutem. Miguel e Oxente vão à casa de Maria Antônia. Ramiro pede para Ludmila chamar seus filhos para o café da manhã, pois quer a família toda reunida. Tobias ao telefone com Beto revela que seu pai foi quem roubou o rim de Peppe e Beto fica em choque.",
      "quarta": "Oxente pede desculpas para Maria Antônia e pede que ela volte para casa. Poderosa diz que por causa de Maria Antônia, aceita voltar para a casa de Miguel e ele sorri, porém Antônio decide ficar no conjugado. Fernanda chateada toma o seu café sob o olhar cínico de Donatella e Ramiro, mas Tobias passa direto e vai trabalhar sem tomar café da manhã na mansão. Antônio Júnior visita Cindy. Ele explica que os dois correm perigo e não podem continuar no Mademoiselle, que precisam sair de lá. Maria Antônia volta para casa e é recebida por Zenaide que fica muito emocionada. Oxente fica do lado de fora e Miguel insiste para que ele entre. Tobias diz para Beto denunciar seu pai, porém Beto diz não ter provas contra ele.",
      "quinta": "Beto diz a Tobias que o que ele está pedindo para fazer é muito sério. Tobias diz que tem certeza que seu pai mandou sequestrar Peppe e roubar seu rim. Pedro pede para José Antônio segurar as pontas no box para ir com Fernanda até sua casa. Hugo vai até a casa de Oxente para ver Maria Antônia e abre um sorrisão ao vê-la. Leandro recebe a visita de Tobias em seu apartamento. Leandro envia mensagem para Poderosa não aparecer por lá, pois Tobias está em seu apartamento. Tobias pede ajuda a Leandro para se vingar de Donatella. Leandro aceita o plano. Fernanda e Pedro perguntam a Ramiro porque ele estava num hospital e não viajando como havia dito. Pedro pede a Ramiro para abrir o jogo se estiver doente. Miguel pergunta à Poderosa se ela não quer falar sobre o que contou a ele sobre Ramiro ser seu pai, mas Poderosa não quer falar. Caio pergunta à Furacão quando ela e Duplex vão se casar. Fernanda e Pedro vão a casa de Furacão para saber se Caio pode confirmar que viu Xavier saindo do hospital.",
      "sexta": "Bernardo ameaça matar Caio, caso Furacão conte alguma coisa para Fernanda que está batendo à porta. Bernardo se esconde debaixo da cama e fica com a arma apontada para o colchão. Caio está mudo e Furacão desconversa dizendo que está tudo bem. Caio revela à Fernanda que viu Ramiro saindo do hospital acompanhado de Xavier. Antônio pede Cindy em casamento e ela aceita. Bernardo vai embora da casa de Furacão. Maria Antônia volta a usar o computador e entrar em sites de conversas on-line. Miguel pede que Oxente conte para Zenaide porque deu a parte da herança para Antônio Júnior. No Mademoiselle, Leandro pergunta de Poderosa para Olympia. Poderosa se apresenta. "
    },
    "O rico e lázaro": {
      "segunda": "Mesmo com a negação de Zac, Lázaro diz que não vai desistir do amigo. O Senhor manda um de seus anjos para fechar a boca do leão e salvar a vida de Daniel. Beroso e os sábios tiveram o mesmo destino que desejaram para Daniel: a morte na cova dos leões. Após o milagre de Daniel, Dário reconhece o poder do Deus dos hebreus. Por sua fé inabalável, Daniel foi escolhido por Deus para saber o futuro até o fim dos tempos. Iluminado por Deus, Daniel registrou sua história e todas as visões e revelações que recebeu. Zac sempre carregou a culpa, mas foi Rabe-Sáris quem matou Chaim. Zac reconhece seus pecados, mas não se arrepende. Zac morre e Lázaro logo depois. FIM",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Caminhos do coração": {
      "segunda": "Marcelo não acredita no que Júlia e Taveira falam e volta a ter alucinações. Júlia e Taveira pressionam Marcelo, que se desespera por causa de suas dores e diz que fará qualquer coisa para ter sua memória de volta. Júlia avisa que a missão de Marcelo é exterminar Maria. Eric encontra ovos valiosos. Ágata consegue controlar suas garras e descobre ter esse novo poder. Teófilo manda a filha recolher as garras e avisa que não quer que as pessoas descubram que ela é mutante.",
      "terça": "Metamorfo revela que governo liberou uma verba milionária para o Depecom. Maria diz que precisa falar com sua avó e Noé lhe entrega o telefone de Simone. Eles ouvem sirene da polícia e ficam tensos. Júlia se coloca na frente de Taveira e diz para ele conter seu instinto. A médica aplica uma injeção com o soro regenerador em Marcelo e diz que na hora certa Taveira irá saber o motivo de ela querer impedir a morte dele. Taveira se enfurece e segura Júlia pelos braços, ameaçando mordê-la.",
      "quarta": "Noé e Maria são perseguidos pela polícia. Maria dá um salto e Adolfo atira. Ela desvia das balas e luta com Adolfo. Noé luta com outro policial. Adolfo pega sua arma e aponta para Maria. Noé golpeia Adolfo por trás e o policial desmaia. Maria e Noé se abraçam e ele diz que nunca irá deixá-la sozinha. Helga fica com medo que achem que foi ela quem matou Sócrates, mas Carvalho avisa que o fio de cabelo dela prova que ela falou a verdade em seu depoimento. Ele diz que Helga é uma testemunha importante para convencer o júri da inocência de Maria. ",
      "quinta": "Teófilo é atingido por uma onda mental de Telê e leva uma surra invisível. Draco e Telê surgem diante de Teófilo e ele pega sua peixeira para se defender. Draco lança uma chama de fogo na peixeira, que incendeia. Teófilo é atingido por uma onda mental de Telê e leva uma surra invisível. Draco e Telê avisam que irão acabar com a vida de Teófilo e falam que a guerra contra os humanos já começou. Draco lança fogo na direção do pescador, que se esconde a tempo. Aquiles não encontra Ágata em casa e diz que precisa ter uma conversa com ela.",
      "sexta": "Esmeralda diz que deve procurar a mutante com o poder da cura. O carro de Noé e Maria desacelera e ameaça parar na blitz, mas no último instante Noé dá ré e foge na direção contrária. Os policiais manobram e continuam a perseguição. Homem-Gelo consegue empurrar Vlado e atira raio de gelo contra ele. Vlado consegue desviar e corre. Velociraptor ameaça devorar Fúria, mas ela o distrai com o ovo de dinossauro e aproveita para fugir. Fredo dá orientações para os agentes do Depecom invadirem o galpão dos mutantes-vampiros. Teófilo tenta se defender, mas Telê o atinge com uma onda de energia. O pescador bate com a cabeça e desmaia."
    },
    "a escrava isaura": {
      "segunda": "Leôncio rouba um beijo de Isaura.   Álvaro recebe uma carta avisando que sua mãe está doente, decide então seguir viagem. Helena descobre que Diogo está vivo. Branca vai até Isaura lhe dizer ela se casará com Álvaro. Tomásia visita Miguel na prisão. Geraldo encontra Malvina sozinha na sala. Miguel conta a Tomásia que o prisioneiro ao lado dele é inocente, que não deve ir a forca. Coqueiro é lavado para a forca. Leôncio encontra sua esposa conversando com Geraldo. Leôncio vai até Isaura na cozinha para lhe contar seus planos.",
      "terça": "Leôncio pede que Isaura passe as mãos em seu cabelo. Branca e Geraldo descobrem que Álvaro viajou. Leôncio rouba um beijo de Isaura. Moleca briga com Rosa e diz a André que ira atrás de Bernardo. Diogo volta para casa. Francisco avisa Leôncio que Álvaro voltou para São Paulo, e ele por sua vez corre para dar a notícia para Isaura.",
      "quarta": "Helena bate em Dr. Paulo com uma garrafa. Geraldo explica a verdadeira razão da partida de Álvaro. Branca decide voltar para sua cidade. Estela cuida de Perpétua. Leôncio quer que um falsário imite a letra de Álvaro em uma carta para Isaura. Na carta o amado dirá que não a quer mais. Diogo recebe a notícia que Helena está de volta. Moleca se encontra com Bernardo. Belchior conversa com Isaura na cozinha. Cel. Sebastião sonha com Gioconda. Branca escuta a conversa de Leôncio com Francisco e se oferece para ajudá-los para afastar Isaura de Álvaro.",
      "quinta": "Belchior fala para Isaura que ela não precisa beijá-lo depois do casamento. Leôncio beija Branca. Geraldo vai até o quarto de Malvina lhe dizer galanteios. Margarida diz a Francisco que conhece um falsificador de cartas. Belchior fala para Isaura que ela não precisa beijá-lo depois do casamento. Bernardo pede Moleca em casamento e lhe dá um beijo. Tomásia confessa a sua mãe que se interessa por Miguel. Gioconda recebe um convite do Cel. Sebastião para almoçar em sua casa.",
      "sexta": "Leôncio convence Miguel com a carta falsa de Álvaro. Leôncio e Tomásia discutem. Dr. Paulo leva Helena para a casa de Sebastião. Leôncio convence Miguel com a carta falsa de Álvaro. Helena bate em Dr. Paulo com uma garrafa. Isaura chora. Álvaro chega em sua casa. Malvina dá conselhos a Isaura."
    },
    "totalmente demais": {
      "segunda": "Eliza e Jonatas desconfiam da proposta de Arthur. Dino decide proibir Gilda de encontrar sua tia em Itaguaí. Florisval é preso por não pagar a pensão dos filhos. Lu destrata Rafael. Fabinho questiona se Germano está traindo Lili com Carolina. Carolina paga as pensões atrasadas de Florisval. A editora pergunta a Zé Pedro se é possível colocar uma aposta em contrato. Hugo aceita ajudar Eliza e oferece a melhor mesa do restaurante a ela e Gilda. Débora empresta roupas a Eliza. Dino descobre que Gilda penhorou o colar e deduz que a esposa foi atrás de Eliza.",
      "terça": "Gilda se surpreende com o estado de Eliza. Dino ameaça prender Eliza. Arthur insiste para que Eliza aceite seu convite para ser modelo. Zé Pedro avisa a Carolina que o contrato da aposta será informal. Carolina conta a Dorinha que o teste de gravidez deu negativo. Dino pede a Gilda para recuperar o colar. Orientado por Cassandra, Hugo liga para Felipe Cabral, se fazendo passar por Max, e afirma que uma camponesa poderá ser a Garota Totalmente Demais. Florisval flagra Jonatas vendendo balas e ameaça contar para Rosângela.",
      "quarta": "Florisval ofende Jonatas. Arthur afirma a Carolina que escolherá o júri do concurso a seu lado, para evitar fraudes. Eliza se livra do cartão de visitas de Arthur. Cassandra descobre que a Excalibur tem interesse em Eliza, e chantageia Adele. Jonatas procura Rosângela e convence a mãe de que trabalha honestamente, mesmo morando na rua. Fabinho diz a Jonatas que, caso consiga aprovar o projeto de despoluição do rio Tamanduá, arrumará um emprego para ele na Bastille. Jonatas sugere que Fabinho envolva as pessoas da comunidade no projeto. Eliza entra no carro de Arthur para fugir de Jacaré e Braço.",
      "quinta": "Jonatas não gosta de ver Arthur com Eliza. Cassandra faz um ensaio fotográfico, e Adele decide inscrevê-la no concurso. Jonatas se oferece para ir com Eliza visitar a Excalibur. Eliza aceita a proposta de Arthur. Carolina gosta do trabalho de Rafael e se interessa em agendar uma reunião com o fotógrafo. Rafael tira fotos de Eliza. Eliza faz um jantar especial para ela e Jonatas. Arthur e Carolina assinam o contrato da aposta. Germano incentiva Lili a deixar seu luto. Carolina observa a foto de Eliza e pensa em sabotar a modelo de Arthur.",
      "sexta": "Lili seleciona Eliza para ser candidata ao título Garota Totalmente Demais. Pietro aconselha Carolina a desistir da aposta com Arthur. Arthur comunica a Eliza que ela foi selecionada. Jonatas avisa a Arthur que acompanhará Eliza à coletiva de imprensa. Adele pede sigilo a Cassandra até que a lista das selecionadas seja divulgada à imprensa. Carolina dá uma oportunidade de trabalho para Rafael. Rafael conta a Lu que namorava Sofia e revela como o acidente o modificou. Lu diz a Max que será amiga de Rafael. Carolina decide engravidar de Arthur.",
      "sábado": "Arthur assegura para Max que Carolina não conseguirá engravidar dele. Dino ouve a conversa de Gilda e Eliza, e descobre que a menina está no Rio de Janeiro. Eliza diz a Jonatas que só conseguirá trazer sua família para o Rio se seu trabalho como modelo der certo. Germano gosta do projeto de Fabinho e aprova a ideia de Jonatas de associá-lo a uma ação social. Germano avisa a Fabinho que ele será diretor de projetos especiais da Bastille. Jonatas se entristece ao perceber que Eliza não o inclui em seus planos de vida. Eliza e Jonatas chegam ao encontro com a imprensa e ele é impedido de entrar na festa. Germano acusa Rafael pela morte de sua filha."
    },
    "novo mundo": {
      "segunda": "Avilez entrega a Dom João uma carta com a ordem para que retorne a Portugal. Dom João passa o comando do Brasil para Dom Pedro. Thomas volta para o Rio de Janeiro e pensa em se casar com Anna. Dom João faz sua última saída misteriosa e pede que Chalaça não releve o seu segredo. Pedro afirma que destituirá Thomas de seu cargo na corte. Pedro se surpreende ao saber que terá que seguir as ordens da Corte Portuguesa. Pedro se enfurece com Avilez. Leopoldina incentiva Pedro a armar uma estratégia contra Avilez. Domitila foge de Felício com os filhos. Benedita repreende Domitila por ter saído de casa, e Francisco contraria a irmã. Leopoldina flagra Pedro trocando olhares com Dulcina. Wolfgang e Diara chegam para a festa, e todos observam o casal. Pedro e Dulcina têm um encontro amoroso. Thomas pede Anna em noivado. Joaquim se aproxima do Rio de Janeiro.",
      "terça": "Avilez pede que Thomas atente contra a vida de Pedro. Pedro se diverte com Dulcina na fazenda de Santa Cruz. Leopoldina distribui comida para o povo. Francisco afirma que se aliará a Pedro contra a Corte Portuguesa. Piatã incentiva Anna a não se casar com Thomas. Leopoldina reclama de seu casamento para Anna. Diara pede que Wolfgang contrate uma pessoa para lhe ensinar boas maneiras. Pedro é perseguido por Jacinto e seus capangas, quando Joaquim surge. Pedro se aproxima de Joaquim. Leopoldina sente-se constrangida ao ver Dulcina na rua. Sebastião avisa a Thomas que Pedro foi salvo por um índio. Germana e Licurgo vendem Elvira para Wolfgang.",
      "quarta": "Pedro anuncia ao povo que sofreu um atentado, e Joaquim se surpreende ao saber que ele é o Príncipe Regente. Joaquim revela a Pedro que é o marinheiro que salvou a vida de Leopoldina. Chalaça rasga a carta que Domitila escreve para Pedro. Pedro entra com Joaquim no palácio por uma passagem secreta. Anna e Joaquim se reencontram. Joaquim revela que veio falar com Leopoldina, e Anna lhe cobra explicações. Thomas se surpreende ao ver Joaquim falando com Anna e anuncia ao rival que está noivo da professora. Wolfgang afirma a Diara que comprará Idalina e Matias. Elvira se despede de Quinzinho. Chalaça procura Domitila e os dois se beijam. Germana se emociona com a partida de Elvira. Joaquim invade o quarto de Anna e admira seus desenhos. Thomas tenta falar com a noiva, mas ela o manda embora do palácio. Joaquim leva Anna para a aldeia dos índios.",
      "quinta": "Leopoldina reclama das traições de Pedro. Domitila pede para ir com Chalaça ao Rio de Janeiro. Pedro conta para Piatã que Joaquim está vivo. Wolfgang ensina Diara e Elvira a se portarem à mesa. Cecília deixa o convento e pede à Madre para visitar Amália. Pedro fala para Thomas que Anna foi embora com Joaquim. Jacira questiona Anna sobre seus sentimentos por Joaquim. Thomas chora por causa de Anna. Joaquim e Anna se amam. Chalaça salva Domitila e manda prender Felício. Joaquim pede a Ubirajara para se casar com Anna na aldeia. Anna fala de Piatã para Jurema e Jacira. Domitila ironiza o fato de Benedita tê-la denunciado a Felício.",
      "sexta": "Tibiriçá sugere que Anna esteja grávida de Joaquim. Licurgo estranha ao ver Germana cuidar de Quinzinho. Thomas se angustia com a falta de notícias de Anna. Tibiriçá, Ubirajara e Olinto preparam Joaquim para o casamento. Joaquim e Anna se casam. Anna se emociona com a cerimônia de seu casamento. Olinto aconselha Joaquim a contar a verdade para Anna. Chalaça diz a Domitila que não pode levá-la ao Rio de Janeiro. Anna e Joaquim voltam para casa. Sebastião fala para Wolfgang que não pode vender Idalina e seu filho e faz intriga sobre Diara e Matias. Leopoldina tenta convencer Piatã a conhecer os índios da tribo de Joaquim. Anna conta a Leopoldina que se casou com Joaquim. Joaquim anima Piatã a conhecer os índios. Domitila não encontra seus filhos e se desespera. Thomas diz a Anna que tem uma importante revelação a lhe fazer.",
      "sábado": "Thomas desiste de contar a Anna o que sabe sobre Joaquim. Domitila procura pelos filhos. Pedro revela a Libério que é o autor do artigo contra Avilez. Joaquim pede para se casar com Anna na corte. Cecília e Libério trocam olhares na rua. Pedro afirma a Joaquim que não pode ajudá-lo a resolver o problema com os índios. Ferdinando sonha com Letícia. Benedita revela que saiu com os sobrinhos, e Domitila fica furiosa. Joaquim diz a Anna que não se aliará a Dom Pedro se ele não ajudar os índios. Diara estranha o sumiço de Wolfgang. Elvira aparece no palácio e revela que é casada com Joaquim. Anna se desespera com a história de Elvira e expulsa Joaquim. Diara procura por Wolfgang. Cecília lê escondida o livro de Libério. Pedro tenta acalmar Joaquim e pede que ele espere para conversar com Anna. Germana e Licurgo relembram o acordo que fizeram com Thomas para usar Quinzinho. Elvira leva Joaquim até a taberna."
    },
    "jesus": {
      "segunda": "",
      "terça": "Em Jerusalém, uma multidão de pessoas joga pedras em Jesus, que passa carregando a cruz. Cristo é açoitado por soldados romanos. Caifás o olha com ódio e desprezo. Maria Madalena sofre ao ver a cena. Pedro fica aterrorizado. Maria, impotente, observa a crucificação do próprio filho. O centurião romano Petronius também sofre olhando a cruz. Do palácio de Herodes, Pôncio Pilatos olha pela janela, angustiado. Enquanto Jesus está pregado na cruz, a terra começa a tremer e o céu se enfurece. Simeão explica a origem da humanidade para os pequenos Barrabás e Simão Zelote. O Sumo-sacerdote Anás, auxiliado pelo levita Caifás, recebe as ofertas dos judeus perfilados. Isaque, pai de Barrabás e Simão, tenta argumentar com o líder religioso sobre os tributos pagos, mas não tem sucesso. Judas Galileu se apresenta a Isaque.",
      "quarta": "O Anjo Gabriel diz que Maria foi escolhida por Deus para trazer o Messias ao mundo. Em conversa com Tribuno, Petronius fala com admiração sobre o encontro com Maria em Nazaré. Cívia pede para o marido não seguir na missão com os rebeldes, mas ele se mostra decidido. Isaque se encontra com Judas Galileu. Temendo a força de Roma, Herodes dá uma bronca em Arquelau e Antipas. Barrabás acorda no meio da noite e vai atrás de Isaque. Simão Zelote segue o irmão e acaba entrando em uma estrebaria.",
      "quinta": "Maria nega a história contada por Asisa e diz amar José. Tribuno ordena que Petronius abaixe a espada. Arquelau o provoca. Herodes lamenta o término do impasse. Maria conversa com José e fala a verdade sobre o encontro com o anjo Gabriel. José fica chocado ao saber que a noiva está grávida. Desesperada com a morte de Isaque, Cívia tenta acalmar Simão Zelote e Barrabás. José não acredita em Maria e ela vai para casa chorando. Ana aconselha a filha a se mudar para a casa de Isabel e Zacarias. Na região montanhosa da Judeia, Isabel, que está grávida, recebe a ajuda da serva Elza. Ela troca palavras de amor com o marido Zacarias. Cívia decide pedir ajuda. Joaquim se irrita com as palavras de Sula sobre Maria e José.",
      "sexta": "José se emociona ao ouvir as palavras de Gabriel. Isabel entra em trabalho de parto. Maria a apoia. José parte para em busca de Maria. Nicodemos, Simeão, Anás e Caifás falam sobre os rebeldes judeus. Saul dá em cima de Cívia, a própria sobrinha. Ana diz que José é um homem bom. Mirian se preocupa com Maria. Isabel dá à luz o bebê João. Caifás pede para continuar sendo informado. Herodes humilha seu servo. José segue em direção à casa de Isabel e Zacarias. Barrabás diz que se vingará de Saul. Arquelau e Antipas pedem para Herodes beber menos. Milagrosamente, Zacarias volta a falar."
    }
  }
}
