{
  "novelas": {
    "amor de mãe": {
      "segunda": "Vitória se espanta com as declarações de Álvaro. Sandro garante a Vinícius que não ajudará mais Marconi. Wesley e Miriam ficam juntos, e o policial pensa em se separar de Penha. Betina volta para seu apartamento. Camila sofre com a gravidez indesejada, e Danilo apoia a amada. Thelma fica exultante com seu futuro neto, e Jane percebe. Vinícius se recusa a participar do jantar da PWA para acionistas. Amanda e Vinícius ficam juntos. Jane se insinua para Matias. Vitória conta para Tiago que Sandro é seu irmão. Lurdes encontra o telefone de Gilberto no caderninho de Kátia e marca um encontro com o homem. Miranda nota o nervosismo de Matias diante de Jane. Camila volta para casa. Lurdes aconselha Magno a se divorciar de Leila e casar com Betina. Miranda confronta Matias sobre Jane. Eunice anuncia o fechamento da escola, e Camila e os alunos se revoltam. Lurdes encontra Gilberto.",
      "terça": "Lurdes confronta Gilberto, que tenta despistar a mulher. Vitória sugere que Álvaro se responsabilize pela escola de Camila. Álvaro convida Lídia para organizar o jantar para os acionistas da PWA. Vinícius arma com Amanda para sabotar o jantar. Marina aceita integrar o grupo de Amanda. Magno vê quando Gilberto fala com a enfermeira Tânia e pede ajuda a Betina para investigar os dois. Durval e Natália ficam juntos. Érica desmascara Carlinhos para Ryan. Miranda exige que Matias lhe conte a verdade sobre Jane. Thelma confidencia a Durval que furou os preservativos de Danilo. Betina ajuda Lurdes a encontrar o endereço de Tânia. Camila recusa a proposta de Vitória e afirma que lutará pela escola pública. Matias confessa a Miranda que já ficou com Jane. Guará se preocupa com a ação comandada por Amanda e alerta Davi. Marina e Cássia colocam veneno na comida do jantar da PWA. Sandro reconhece Vinícius durante a invasão de ativistas ao jantar.",
      "quarta": "Vinícius e Amanda fogem com os ativistas. Davi afirma a Vitória, Raul e Álvaro que não teve envolvimento na ação do grupo radical. Wesley conta a Magno que decidiu se separar de Penha. Betina afirma a Magno que só voltará a ficar com ele quando Leila deixar sua casa. Vitória garante a Davi que Álvaro encontrará Amanda. Sandro confronta Vinícius sobre a ação de seu grupo. Belizário segue Davi e encontra Amanda, que consegue fugir. Miranda diz a Matias que aceita continuar casada, desde que ela possa passar uma noite com outro homem. Penha comenta com Leila sua desconfiança de Wesley. Lurdes e Betina denunciam a Miriam o caso de Gilberto e Tânia. Para acalmar Penha, Wesley inventa que se encontrou com Miriam para ajudar Magno. Davi e Vitória se declaram um para o outro. Leila se faz de vítima ao descobrir que Magno deseja se divorciar dela. Danilo descobre que Thelma armou para que Camila engravidasse.",
      "quinta": "Danilo se revolta contra Thelma e sai de sua casa. Lurdes confronta Gilberto, e Miriam afirma que encontrará Tânia. Vinícius pede ajuda a Sandro para esconder Amanda. Davi abriga Danilo. Jane provoca Matias por conta da decisão de Miranda. Raul cobra que Vinícius lhe traga propostas para melhorar a atuação da PWA. Camila confronta Thelma e avisa à sogra que seu filho crescerá longe dela. Jane aconselha Thelma a revelar para Danilo sobre o aneurisma. Thelma desabafa com Lurdes. Miriam procura por Tânia. Miranda encontra Daniel, mas não consegue ficar com o rapaz. Oliveira e Lurdes se beijam. Miranda finge para Matias que ficou com outro homem. Vitória descobre que Vinícius é integrante do grupo de Amanda. Raul vê Amanda dormindo no quarto de Vinícius. Camila e seus alunos montam uma ocupação na escola.",
      "sexta": "Eunice repudia a ocupação, e Camila e os alunos enfrentam a diretora. Érica assume o papel de agente de Ryan e fecha um acordo de trabalho. Thelma se sente ofendida por Durval. Carolina se junta à ocupação, para desespero de Durval. Lurdes descobre que Camila foi agredida. Vitória revela a Raul que Vinícius faz parte do grupo de ativistas que quer destruir a PWA. Raul expulsa Vinícius e Amanda de sua casa. Leila conta do divórcio para Penha, que hesita em contar o que sabe sobre Magno para a amiga. Raul decide ajudar Vinícius e Amanda a fugir. Álvaro pressiona Vitória a usar sua relação com Lurdes para manipular Camila. Lurdes e Thelma enfrentam Veiga e Belizário. Vitória afirma a Lurdes que as duas estão em lados opostos sobre a situação de Camila.",
      "sábado": "Vitória usa sua amizade com Lurdes para conversar com Camila. Álvaro se aproxima de Lucas. Camila e os alunos não interrompem a ocupação, e Vitória diz a Lurdes que não tem mais como ajudar sua filha. Amanda alerta Érica sobre Álvaro. Lurdes e Danilo apoiam a luta de Camila. Thelma faz doações para a ocupação. Álvaro comemora a reintegração de posse conseguida pela prefeitura, e Vitória se preocupa. A polícia invade a escola, chefiada por Belizário. Wesley defende Camila e os alunos ao lado de Lurdes. A polícia recebe ordens para recuar, e Camila e os alunos comemoram. Dalto conta para Belizário que Wesley o acusou para Miriam. Magno cobra que Leila assine o divórcio. Wesley pede a separação para Penha. Magno percebe que Betina estava falando a verdade sobre Leila. Penha revela a Leila que Magno assassinou o irmão de Betina."
    },
    "Bom sucesso": {
      "segunda": "Diogo avisa a Gisele que ela será sua assistente pessoal na Editora. Machado avisa a Marcos que ele pode ser preso caso não provem que foi vítima de uma armação. Gisele observa Diogo negociando com Pessanha ao telefone. Gisele consegue avisar a Marcos que Diogo mandou Pessanha tirar a vida de Paloma. Ramon salva Paloma, mas acaba ferido.",
      "terça": "Paloma vê Pessanha fugindo e tenta alcançá-lo. Marcos segue Pessanha. Léo informa que Ramon está fora de perigo. Pessanha avisa a Diogo que está sendo perseguido, e o advogado pede que ele se afaste. Marcos revela a Paloma os planos de Diogo contra ela. Alberto recomenda que Paloma fique com os filhos na mansão. Nana fica furiosa ao flagrar Diogo com Gisele e ouve quando o ex-marido ironiza a perda de seu bebê.",
      "quarta": "Gisele prova a Nana que está fingindo apoiar Diogo apenas para descobrir seus planos. Pessanha consegue escapar da polícia. Machado revela a Alberto que eles conseguiram a prova de que o livro “O Satanás Burlesco” é de Eric Feitosa. Diogo se surpreende ao chegar à Editora, pois é recebido por Alberto, que o expulsa da Prado Monteiro.",
      "quinta": "Alberto é ovacionado pelos funcionários ao expulsar Diogo da Editora. Patrick recebe os amigos em sua festa de despedida. Diogo descobre que suas contas foram bloqueadas. Patrick convida Lorena para morar com ele. Pessanha é preso e confirma seu envolvimento com Diogo. Machado avisa a Marcos que ele está livre. Silvana passa mal, e Mário a visita. Diogo descobre que Gisele está o traindo.",
      "sexta": "Diogo ameaça a vida de Gisele. Marcos e Mário acompanham os policiais na busca por Diogo. Diogo planeja incendiar a Prado Monteiro. Gisele acaba refém de Diogo. Alberto vai para a Editora com Paloma e Leila. Nana descobre que foi Diogo quem provocou o acidente que a fez perder o bebê. Diogo aparece diante de todos na Editora e ateia fogo.",
      "sábado": "Alberto, Paloma e Leila ficam presos por causa das chamas. Diogo ameaça os funcionários. Paloma e Leila ajudam Alberto a sair da sala. Gisele consegue se soltar e luta contra Diogo, permitindo que os outros fujam. Gisele é homenageada pelos funcionários da Editora. Paloma volta com as crianças para casa. Mauri avisa que Alberto está com uma lesão no pulmão. Sofia convoca a todos para a festa de despedida de Alberto."
    },
    "Éramos seis": {
      "segunda": "Felício pede Isabel em namoro. Clotilde tem alta do hospital. Elias sugere que Assad abra uma filial da loja no Rio de Janeiro. Inês repara no encantamento de Afonso por Lola. Alfredo decide pegar outra peça do estoque de Osório, e Tião se preocupa. Zeca encontra uma pista de Neves. Assad comenta que eles irão para o Rio de Janeiro e Soraia se enfurece. Alfredo encontra Zeca embriagado no cabaré. Lola e Clotilde se penalizam com a história do cunhado. Alfredo sugere que Zeca espalhe capazes com a foto de Neves pela cidade. Julinho se preocupa com o emprego ao saber que Assad pretende abrir uma loja no Rio de Janeiro. Isabel procura Lúcio. Marcelo recrimina Felício por namorar Isabel, mesmo sendo casado.",
      "terça": "Felício garante a Marcelo que contará a verdade para Isabel. Lúcio beija Isabel. Julinho questiona Assad sobre a loja no Rio de Janeiro. Zeca volta para Itapetininga. Genu reclama da falta de dinheiro. Hilton ameaça Virgulino. Tião se preocupa por Alfredo continuar pegando as peças roubadas de Osório. Adelaide discute com Emília por causa de Justina. Assad promove Almeida para convencê-lo a ficar. Carlos fica desconfortável por encontrar Alfredo e Adelaide no cinema. Olga se anima com a volta de Zeca. Adelaide fica abalada com um comentário de Alfredo. Felício revela a Isabel que é casado. Alfredo se insinua para Inês.",
      "quarta": "Carlos não gosta do jeito como o irmão conversa com Inês. Felício tenta se explicar para Isabel. Virgulino revela para a família a ameaça que sofreu de Hilton. Inês conversa com Durvalina sobre as diferenças entre Carlos e Alfredo. Lola pede que Alfredo não atrapalhe o namoro de Carlos. Osório recebe mais mercadorias roubadas. Olga sugere que Zeca peça seu emprego de volta para Emília. Marcelo entrega para Adelaide o contato de uma médica que pode ajudar Justina. Isabel questiona Clotilde sobre seu romance com Almeida. Soraia pede que Karine convença Assad a levar Julinho para trabalhar na loja do Rio de Janeiro. Virgulino foge de Hilton. Médica indicada por Marcelo vai à casa de Emília falar com Adelaide e Justina. Julinho avisa a Lola que foi chamado para trabalhar no Rio de Janeiro.",
      "quinta": "Lola não aceita que Julinho vá para o Rio de Janeiro. Emília expulsa Selma de sua casa. Adelaide discute com Emília e Justina fica agitada. Inês se lembra de Shirley e Afonso tenta consolar a filha. Julinho afirma a Isabel que irá para o Rio de Janeiro mesmo sem o consentimento de mãe. Genu tenta convencer Virgulino a aceitar a proposta de Hilton. Justina tem um pesadelo e Adelaide a ajuda, contrariando Emília. Virgulino avisa a Lúcio que tomou uma decisão sobre a proposta de Hilton. Osório pede para Tião contar o estoque das peças que estão em seu escritório. Lili e Lúcio consolam Virgulino. Isabel toma uma decisão e procura Felício. Assad diz a Julinho que ele só irá para o Rio de Janeiro com a permissão de Lola. Osório culpa Tião pelo sumiço das peças e Alfredo confessa o roubo.",
      "sexta": "Osório demite Alfredo e Tião. Isabel pede para Felício esperar para falar com Lola. Almeida alerta Julinho sobre a proximidade com Soraia. Genu fala mal da filha de Lola para Lúcio e Lili. Isabel conta sobre seu namoro para Soraia. Zeca procura emprego na farmácia. Adelaide se surpreende quando Emília afirma que quer proteger Justina de seus sonhos. Alfredo afirma que ajudará Tião. Afonso encomenda com Lola um bolo para o aniversário de Inês. Isabel fala com Lola sobre a viagem de Julinho. Alfredo revela à família que foi demitido. Afonso comenta com Inês sobre os telefonemas que anda recebendo. Shirley liga para Inês, que pede segredo a Durvalina. Lola se reconcilia com Julinho.",
      "sábado": "Lola pede para Julinho conversar com Lili antes de viajar. Lili pede para o namorado firmar um compromisso com ela antes de viajar. Karine incentiva a ida de Julinho para o Rio de Janeiro, e Soraia a agradece. Adelaide sofre com o estado de Justina. Alfredo tenta se explicar para Adelaide. Shirley pensa na conversa que teve com Inês. Afonso repreende Alfredo pelo roubo na oficina. Clotilde sente-se mal. Felício pede que Marcelo não conte para Carlos sobre seu namoro com Isabel. Lola vê o terno novo de Alfredo e desconfia. Marcelo se decepciona ao saber que Lili ficará noiva de Julinho. Lola pede para Carlos falar com Osório sobre Alfredo. O circo chega a Itapetininga, e Tavinho fica fascinado. Carlos briga com Alfredo e Lola se desespera."
    },
    "Malhação": {
      "segunda": "Filipe afirma a Rita que jamais deixará de gostar dela. Marquinhos descobre o nome criado por Jaqueline para sua chapa e sugere que Diana o adote. Neide avisa a Jaqueline que a chapa de Diana registrou o nome pensado por ela. Nanda tem uma crise de pânico, e Solange se preocupa. Milena e Daniel provocam Madureira por conta de Lígia. Ivete ameaça abandonar Nanda caso a filha desista de ser cantora. Carla admira o empenho de Anjinha na construção da chapa para o grêmio. Thiago ajuda Jaqueline a criar um novo nome para sua chapa. Vânia elogia Fafi. César se insinua para Vânia. Anjinha beija Cléber. Lígia e Filipe chegam à festa da ONG de Madureira.",
      "terça": "Madureira gosta da presença de Lígia. Filipe pede que Rita o perdoe. Anjinha fica constrangida ao encontrar Tatoo. Carla se surpreende ao encontrar Lígia. Filipe e Rita se beijam, e ele afirma que terminará o namoro com Leila. Madureira convida Lígia para dançar. Rui vê Filipe com Rita e pressiona Leila. Ramila desconfia da relação entre Jaqueline e Celso. Madureira declara seu interesse por Lígia, e os dois se beijam. Thiago se incomoda com a proximidade de Jaqueline e Celso. Leila flagra Filipe com Rita. Filipe termina o namoro com Leila. Vânia e César dançam juntos. Rui afirma a Leila que agirá contra Filipe",
      "quarta": "Leila pede uma nova chance a Rui, e afirma que reconquistará Filipe. As chapas de Jaqueline e Diana se enfrentam na arrecadação de votos dos alunos. Cida ouve quando Filipe conta para Lígia que terminou com Leila. Raíssa afirma a Jaqueline que não autorizou a distribuição de seus DVDs pela chapa de Diana e Marquinhos. Diana alerta Andressa sobre Henrique e Fafi. Jaqueline denuncia a ação de Diana e Marquinhos para Neide. Anjinha confessa a Tatoo que não consegue parar de pensar em Cléber. Diana acata as orientações de Neide, e Marquinhos fica contrariado. Anjinha e Cléber se beijam novamente. Nanda desiste de ser cantora, e Ivete ofende a filha. Max é demitido e acusa Serginho para Regina. Rui se encontra com Ramiro e Matoso. Rita e Filipe reatam o namoro.",
      "quinta": "Rita se preocupa com Lígia, e Filipe garante que conversará com a mãe. Anjinha e Cléber decidem ficar juntos, e ela termina o namoro com Tatoo. Rui pede que Matoso e Ramiro deem uma lição em Filipe. Lígia afirma a Filipe que, enquanto Rita estiver unida judicialmente a Rui, não facilitará encontro dela com Nina. Diana pressiona Andressa a afastar Henrique de Fafi. Diana aceita participar de um debate com Jaqueline. Guga descobre que Max perdeu seu emprego. Todos comemoram o namoro de Cléber e Anjinha, e Tatoo se sente humilhado. Madureira convida Lígia par sair, e Carla o apoia. Camelo e Raíssa tentam confortar Tatoo. Matoso observa Rita e Filipe.",
      "sexta": "Filipe promete a Rita que convencerá Lígia a permitir seu encontro com Nina. Marquinhos tem uma ideia para Diana vencer o debate com Jaqueline. César aceita viajar e deixar Milena sozinha em casa. Lígia permite que Rita veja Nina com Filipe. Ramiro e Matoso avisam a Rui sobre o namoro de Rita e Filipe. Filipe incentiva Lígia a sair com Madureira. Guga sofre com a situação de Max. Anjinha comenta com Rafa que lamenta ter deixado Tatoo triste. Lígia e Madureira se beijam. Nanda volta para a escola e afirma aos amigos que não deseja mais ser artista. Lígia conta para Regina sobre seu encontro com Madureira. Tatoo rejeita seus amigos. Rita se prepara para encontrar Nina, quando Rui a surpreende"
    },
    "Avenida Brasil": {
      "segunda": "Leleco tenta encorajar Tufão a se declarar para Nina. Suelen avisa a Diógenes que Ramón está com Roni. Nina pede para Jorginho afirmar para Carminha que não voltou a namorar com Rita. Max tenta falar com Ivana sobre negócios, mas ela não dá atenção. Jorginho sai apressado do quarto de Nina. Carminha combina de se encontrar com Max. Monalisa fala que quer reatar com Silas e Olenka se preocupa. Suelen protege Roni e acaba ferida. Nina consola Janaína e diz que a ajudará a tirar Lúcio da cadeia. Monalisa muda o visual de Ivana. Lúcio pede outra chance para Janaína. Nilo suspeita de que Nina esteja envolvida no sequestro de Carminha. Nina deixa Jorginho esperando e vai atrás de Max.",
      "terça": "Nina leva Max a uma churrascaria e Carminha se enfurece com a demora de seu amante. Jorginho decide sair com Iran. Tufão se irrita quando Zezé diz que Nina saiu com o namorado. Carminha não acredita na história que Max conta ao chegar em casa machucado. Nina procura Jorginho. Nina chega à mansão e Tufão decide conversar com ela. Lúcio tenta convencer Janaína de que mudará o seu comportamento. Diógenes fica admirado com o empenho de Roni para ajudar Suelen. Beverly comenta, diante de Monalisa, que Olenka está namorando. Darkson, apaixonado, observa Tessália. Carminha fala mal de Rita para Débora. Cadinho resolve acampar em sua despedida de solteiro. Olenka se encontra com Silas. Carminha descobre que Nilo está morando em um flat em Copacabana. A pedido de Carminha, Tufão questiona Jorginho sobre Rita.",
      "quarta": "Jorginho conta a sua história com Rita e pede para Tufão mentir para a mãe. Carminha pede para Nina ajudá-la a invadir o perfil de Jorginho em uma rede social. Lúcio ameaça Max para conseguir um emprego. Jorginho flagra Max saindo do quarto de Nina. Tufão repreende Carminha por querer controlar a vida de Jorginho. Ivana fala para Carminha que acredita que Max esteja tendo um caso com outra mulher. Nina agradece Débora por não tê-la denunciado para Caminha. Verônica descobre onde Cadinho estará em sua despedida de solteiro. Leleco arma para Tessália passar a noite sozinha com Darkson. Monalisa fica frustrada por Iran não querer sair com ela. Max se recusa a ajudar Carminha. Carminha encontra Nilo. Monalisa desconfia de que Silas esteja namorando. Tufão confessa a Nina que atropelou Genésio. Carminha pergunta se Jorginho reatou com Rita.",
      "quinta": "Carminha envenena Jorginho contra Rita. Nina tenta se controlar para não chorar na frente de Tufão. Lúcio conta para Janaína que arrumou um emprego. Nilo perde a paciência com Nina e a obriga a cumprir suas exigências. Leleco orienta Tufão a disfarçar o seu encantamento por Nina. Jorginho pede para Nina encontrá-lo em sua casa. Monalisa se descontrola quando Iran avisa que vai sair de casa. Darkson garante que fará com que Tessália traia Leleco. Leandro considera a ideia de se casar com Suelen. Janaína se assusta ao saber que Lúcio será o novo segurança da mansão. Max e Carminha se enfrentam. Tomás consola Débora. Verônica vai atrás de Cadinho. Tufão pede para Lucinda contar o que sabe sobre Rita. Max exige que Nina saia com ele. Jorginho segue Nina e a vê na companhia de Max em uma churrascaria.",
      "sexta": "Jorginho vê Max e Nina dançando de rosto colado. Tufão conta para Carminha que esteve com Lucinda em busca de informações sobre Rita. Nina despista Max e procura Jorginho, mas não o encontra. Iran se muda para a casa Jorginho. Monalisa pensa em reconquistar Silas. Diógenes diz a Roni e Leandro que o olheiro Tavinho Nunes assistirá ao jogo. Verônica e Noêmia perseguem Cadinho na praia deserta. Dolores sugere que Roni peça Suelen em casamento. Cadinho consegue fugir da praia em um helicóptero. Suelen não aceita o pedido de casamento de Leandro. Jorginho não aparece para o jogo do Divino. Roni se destaca na partida e Tavinho Nunes pede para conhecê-lo. Jorginho questiona Nina sobre Max."
    },
    "Aventuras de Poliana": {
      "segunda": "A pedido de Luigi, Poliana grava um vídeo confirmando que a relação que tem com o menino é apenas uma amizade. As crianças do Clubinho investigam e encontram mais informações sobre os pais de Ester na internet. Verônica pergunta a Roger como está o andamento das obras da sede do CLP. A O11O divulga a lista com os pré aprovados para o projeto “Geração O11O”. Luca, Jeff e Brenda são aprovados. Marcelo acha a certidão de nascimento de João e o menino inventa uma desculpa para omitir a verdade. Helô diz a Durval que desconfia de que Raquel seja a Dark Lady. Sophie escuta as descobertas das crianças do Clubinho. Raquel conta para Durval sobre as ameaças que tem recebido da suposta Dark Lady.",
      "terça": "Roger leva Verônica ao terreno que ele escolheu para construir a sede o CLP, mas ela não gosta. Poliana tenta animar Luisa. Luigi finalmente se declara para Yasmin. Mirela faz uma limpa em seu armário e decide doar boa parte de suas roupas. João tenta evitar uma conversa entre Marcelo e Bento e os dois estranham o comportamento do menino. Glória vai até a casa de Pendleton para conversar com Luisa. Filipa não aprova o namoro de Yasmin e Luigi. Disfarçada, Sophie vai até o orfanato em busca de mais informações sobre os pais de Ester. Glória pede para Pendleton dar a guarda de Poliana para Luisa. Waldisney vai até a casa de Branca para pedir Nanci em casamento. Marcelo descobre que João está escondendo algo dele.",
      "quarta": "Filipa marca um encontro com Eric, porém o menino convida Paola e Hugo para irem também. Gleyce segue preocupada com o sumiço de Mosquito. Sophie faz algumas perguntas a Ester. A falsa Dark Lady envia uma mensagem a Raquel propondo um encontro entre as duas. Para animar Luisa, Poliana prepara uma surpresa para a tia. Pressionado por Marcelo, João conta toda a verdade. Nanci recebe a notícia sobre um assalto a uma joalheria e desconfia de Waldisney. Luigi conta aos pais que está namorando com Yasmin. Lindomar sai na capa de uma importante revista nacional.",
      "quinta": "Marcelo insiste para João revelar a verdade a Ruth, mas o menino hesita. Jeff participa como finalista da segunda fase do projeto “Geração O11O”. Lindomar começa a ser assediado pela imprensa e Arlete recebe jornalistas em sua casa. Raquel vai para a escola a pé e suspeita de que esteja sendo perseguida. Devido a fama, Lindomar é obrigado a ir para o trabalho disfarçado. Pendleton pede para Sophie para de investigar Ester. Helô chama Raquel para conversar na diretoria.",
      "sexta": "Filipa convida Eric para passar a tarde com ela. Lorena, Gael e Benício passam a vigiar Ester. Ruth descobre que o acidente de seu irmão aconteceu no nordeste. Waldisney diz a Nanci que o anel que deu a ela é falso. A falsa Dark Lady consegue invadir os autos falantes do colégio e mandar um recado para os alunos, deixando Raquel assustada. Durante o jogo de queimada, João acaba acertando uma bola na cabeça de Ruth, que fica furiosa. Afonso vai visitar Fernanda em seu trabalho. Devido ao incidente, Ruth expulsa João do colégio. Marcelo conversa com a diretora e conta a ela toda a verdade sobre João. Débora difama a imagem de Marcelo entre os funcionários da escola."
    },
    "Cúmplices de um resgate": {
      "segunda": "Regina joga água no celular de Raul para evitar que ele mostre uma foto de Isabela para Otávio. Dinho tenta se mostrar para Helena com novo look e numa mobilete, mas acaba caindo. Geraldo conversa com Safira para saber como os pais dela descobriram que ele é o pai de Priscila. Omar chama a atenção de Sabrina por ter deixado ‘Manuela’ cair no chiqueiro. Sabrina finge que foi sem querer e promete explicar a situação para a garota. Padre Lutero recebe uma carta da enfermeira Marta Lobo dizendo que ela partiu para não voltar mais, pois corre sério perigo no vilarejo devido ao segredo sobre as gêmeas. Lurdinha recebe uma pulseira com um convite para jantar com o estilista misterioso. Frederico conversa com a recepcionista, que está empolgada e nem desconfia ser ele o crush.",
      "terça": "Os irmãos Vaz veem Fausto no apartamento e o homem diz que não sabe nada sobre Flora. O rapaz leva Helena para o vilarejo. O pastor Augusto diz para o padre que não entende o sentido de existir uma confissão na igreja Católica. Helena conta para Rebeca que viu Otávio num restaurante com uma linda mulher ruiva e que parecia um encontro. Rebeca fica chateada. Pedro diz para o cão Manteiguinha que talvez tenha percebido tarde demais que gosta de Helena. Priscila não quer comer a sopa e finge que está sem fome e que quando esfriar se alimentará. A garota fica sozinha e joga a sopa em uma vasilha na sala para fingir ter tomado o alimento. Lurdinha descobre que o estilista misterioso é Frederico. Os dois jantam no restaurante. Rebeca pensa em terminar o noivado, mas ‘Manuela’ não aceita.",
      "quarta": "Priscila fica irritada ao saber que o videoclipe gravado no zoológico da banda C1R será lançada na internet. A menina repete que está muito gorda nas imagens. Nina aconselha Rebeca a conversar com Otávio antes de terminar o relacionamento com ele. Berta liga para o telefone de Safira e quem atende é Frederico. A costureira da Sonhos e Retalhos diz que o plano para falsificar a peça piloto já está em ação. Omar vai atrás de ‘Manuela’ para tentar ficar mais próximo dela. Omar decide assistir ao novo clipe da C1R e nota que a vocalista é a cara dela. Nina vai até a sapataria de Giuseppe para arrumar o salto de seu sapato. Giuseppe decide tirar as medidas do pé de Nina para fazer novos sapatos. Fiorina aparece e espia de longe, com raiva. A italiana decide se mostrar e briga com Nina.",
      "quinta": "Fiorina tenta acertar uma sapatada na cabeça de Nina, mas acerta Nico. Giuseppe fala grosso e manda a esposa sair da sapataria. Téo comenta com ‘Manu’ que Omar deve estar gostando dela. Em seguida, o garoto diz que talvez goste mais da nova Manuela do que da antiga. Isabela fica feliz. Marina percebe que Isabela está apaixonada por Téo. Regina diz que haverá um novo show da Cúmplices de um Resgate e que quer que Joaquim se declare para Priscila na frente de todo mundo. Joaquim vai atrás de Regina e diz que sequer gosta de Priscila. Regina chama o garoto de atrevido e que ela sabe o que é melhor para fazer sucesso na banda.",
      "sexta": "Aurora e Fortunato pensam em soluções para fazer com que Priscila volte a comer. Frederico conta para Lurdinha que descobriu que Berta tem contato com Safira e que isso é estranho. O estilista diz que Berta odeia Rebeca e que acha que as duas estão armando alguma coisa. Frederico chama Lurdinha para que juntos descubram se existe alguma armação. Fiorina conta para Antonella que viu Giuseppe com Nina. A italiana imagina o que pode ter acontecido antes dela chegar e pensa que Giuseppe fez até massagens nos pés de Nina. Isabela descobre que Marta não está mais no Vilarejo. Fortunato convida a banda C1R para lanchar em sua casa junto com Priscila. Navarro é o dono da mobilete que Dinho quebrou e ameaça o porteiro a devolver a mobilete arrumada. Dinho pede ajuda pra Meire, que nega o empréstimo de dinheiro. Priscila não se alimenta, mesmo com os amigos em casa. Raul avisa Regina que Otávio irá lanchar na mansão para conhecer Isabela. Regina manda os capangas darem um jeito para que Otávio não chegue na mansão. Fortunato e Aurora pedem para André, Joaquim e Felipe ajudarem Priscila a voltar a se alimentar. A única pessoa que consegue fazer a menina comer um pouco é Joaquim. Otávio decide ir embora com tanta enrolação dos capangas. Dinho decide inscrever Bartolomeu em um concurso de beleza de gatos para tentar conseguir o prêmio surpresa, que pensa ser dinheiro para poder comprar a mobilete. Raul descobre as grades no quarto de Isabela e pergunta para Regina o que significa aquilo."
    },
    "Abismo de Paixão": {
      "segunda": "Em uma cabana afastada do povoado, Elisa mente para Damião dizendo  que não quer estar com ele por amar Gael e  pede que a deixe ir. Damião lê a carta de Florência e assim descobre que ela nunca esteve grávida, e que tudo que ela fez foi um plano armado por Almerinda. Florência procura Henrique para explicar que nunca esteve grávida, e tudo foi uma invenção que se viu obrigada a seguir por causa das circunstancias, pois Almerinda a pressionava. Ela pede perdão e uma oportunidade para demonstrar a Henrique que o ama. Paulo procura Carmem na fazenda e abusa dela para se vingar das humilhações pelas quais o fez passar. Edmundo avisa Betânia que Sabrina está no povoado. Almerinda pede ajuda a Paloma para encontrar Elisa e Damião. Paloma diz que não sabe de nada. Ramiro se sente mal e pede ajuda a  Edmundo.  Carmem pede a Edmundo que a examine e tenta beijá-lo. Betânia chega e os surpreende. Sabrina se nega a falar com a mãe, já que não pensa em perdoá-la. Ramiro viaja para procurar ajuda médica, já que não suporta mais as fortes dores de cabeça que vem sentindo. Dr. Miguel realiza vários exames e  diz que é impossível submetê-lo a uma cirurgia pois uma intervenção só deixaria as coisas ainda piores, por isso terá que conviver com essas dores pelo resto da vida. Betânia se desespera ao ouvir de Sabrina seu desejo de se tornar voluntária em causas humanitárias na África. Edmundo tenta explicar o que ocorreu com Carmem a Betânia, mas ela pede que ele vá embora, pois não quer saber mais nada dele. Elisa cela o cavalo de Damião e tenta fugir, Damião grita desesperado para que ela não o abandone. Gael diz a Lucio que se vingará de Damião. Lucio diz a Gael que se Elisa o ama, jamais estará com Damião. Carmem, por telefone, diz a Almerinda que a história se repete, e um Arango novamente foge com uma Bouvier, Almerinda desmaia. Paloma diz a Edmundo que irá embora do povoado e deixará Henrique livre. Henrique pede a Paloma que não vá embora, mas ela o aconselha a lutar por Florência  a quem realmente ama. Florência se despede de Paulo para sempre. ",
      "terça": "Ramiro e Paulo discutem, Paulo diz a Ramiro que irá embora do povoado para sempre, Ramiro contrata capangas para agredirem Paulo. Paloma propõe à avó que deixem o povoado e comecem uma nova vida em algum outro lugar. Ramona diz à neta que ainda que esteja muito distante não deixará de amar Gael. Edmundo aconselha Padre Lupe a internar Almerinda, já que ela não está bem do coração e sem os cuidados necessários sua saúde pode se agravar. Ramiro entrega as passagens falsas a Almerinda. Elisa telefona para Lucio para informar  que está bem e não precisa se preocupar. Gael está furioso e Carmem aproveita para dizer a ele que Elisa e Damião já estão juntos, e se amam muito além do que jamais Elisa o amará algum dia. Elisa percebe que Damião está com muita febre. Elisa descobre que Florência nunca esteve grávida, e que também já assinou seu divórcio com Damião. Damião entrega seu amuleto a Elisa com muita paixão. Gael reclama com Florência, por ela nunca ter sido suficientemente mulher para manter Damião a seu lado. Florência diz que deu o divórcio a Damião porque quem ele nunca deixou de amar Elisa e ela também o ama. Edmundo pede a Henrique que defina seus sentimentos, já que não deseja vê-lo só ou sofrendo por um amor impossível. Betânia fica feliz ao saber que  Henrique não se casará  com Paloma e pede ao filho que convença sua irmã a desistir de se tornar voluntária na África. Ramiro diz a Carmem que entregou passagens falsas a Almerinda, para que não duvide mais que Estefânia é quem era a amante de Rogério. Carmem agradece e dorme com ele. Paulo está na estrada quando encontra uma mulher pedindo ajuda e decide ajudá-la. Nesse momento aparecem alguns homens e o agridem. Eles levam a moto de Paulo. Elisa e Damião discutem porque ele pensa que Elisa se entregou a Gael antes de se casar. Elisa se ofende e pede a Damião que a leve ao povoado, já que só se entregou  ao homem que ama de corpo e alma.",
      "quarta": "Ramiro encontra Damião perto do bosque, o acerta com uma pedra e o leva inconsciente para a Fazenda. Padre Lupe se assusta ao ver a situação de Damião e o auxilia rapidamente, Almerinda, mesmo vendo a situação do filho, se alegra com seu regresso. Elisa chega à casa de Lucio, ele e Dolores ficam muito felizes ao vê-la. Carmem e Ramiro se unem para colocar Gael contra Damião, afim de que ele o mate, assim Elisa jamais seria feliz. Ramiro presenteia Carmem com um lindo colar, ela fica feliz e  agradece. Gael encontra Ramiro, e este o aconselha a matar Damião para “limpar” sua honra. Elisa diz a Gael que não pode mais se casar com ele, pois já se entregou a Damião. Gael, frustrado, começa a destruir os móveis na casa onde Elisa viveria com ele. Gael vai atrás de Damião para tirar satisfações com ele, mas não o encontra. Ramona aconselha Paloma a pressionar Gael a contar para  Elisa o que ocorreu entre eles, antes ela mesma o faça. Damião pede à mãe que falem com Elisa, já que ela sempre foi muito injusta com ela, Almerinda se nega. Damião procura por Gael na igreja, mas o informam que ele não se encontra, pois foi preso após uma briga com Ramiro. Elisa, em frente ao tumulo de sua mãe, promete que limpará seu nome e chora pela falta do pai. Ramona encontra Elisa no cemitério e comenta com ela que Paloma vai embora do povoado, Elisa diz que está muito triste por ter enganado Gael. Ramona  aconselha que fale com Paloma e afirma que Gael mentiu. Paloma visita Gael na prisão e pede que ele diga a verdade a Elisa. Elisa procura por Paloma no consultório e chega justo no momento em que Almerinda pede a Florência o anel de compromisso que Damião lhe deu. Almerinda diz a Florência e Elisa que elas se equivalem, pois são duas mulheres muito frívolas e más. Damião desesperado pede a Elisa que diga, olhando em seus olhos, que ama Gael, já que não agüenta mais a angustia de viver nessa dúvida. Elisa não responde e Damião a beija.",
      "quinta": "Damião e Elisa estão se beijando na praça quando Almerinda começa a aplaudir em frente a várias pessoas, e grita que Elisa é igualzinha a louca de sua mãe. Elisa jura se vingar dela. Almerinda desmaia e Damião a leva ao centro de saúde. Henrique procura  Florência e ela pede uma oportunidade, diz que o ama e eles se beijam. Gael e Damião se encontram, Gael está a ponto de matar Damião quando chega Padre Lupe, que grita que eles são filhos do mesmo pai, e, portanto, irmãos. Elisa chora com Dolores e Lucio, pela revelação de que Gael e Damião são irmãos e iam se matar por sua culpa. Damião enfrenta a mãe por ter rejeitado Gael e o ter privado de crescer com as comodidades as quais tinha direito. Lupe triste diz a Almerinda que já não é mais padre, pois rompeu com um segredo de confissão ao revelar a verdade sobre sua origem a Gael. Damião diz a Gael que renunciará ao amor de Elisa para sempre. Damião promete a Gael que se afastará de Elisa para que ele possa ser feliz ao lado dela, ele ainda afirma que partirá do povoado, pois sua mãe não está bem e a colocará sob os cuidados de um cardiologista da capital, e que nem se despedirá de Elisa, já que seria capaz de levá-la com ele novamente. Henrique confessa a Paloma que está apaixonado por ela e pede  que se casem  e lhe permita colocar seu sobrenome em seu filho. Paloma se nega, já que ainda ama Gael. Ramona pede a Paloma que repense sobre sua decisão quanto a Henrique, pois ele vale a pena. Damião deixa uma carta para Elisa explicando porque partiu sem se despedir. Elisa chora. Carmem adverte Padre Lupe e diz que não tem o direito de revelar os seus segredos, pois ela é capaz de tudo. Lucio faz Gael reconsiderar e falar com Padre Lupe. Gael procura o padre na para pedir  perdão por tudo que o fez sofrer. Lupe se nega a aceitar o pedido, dizendo que antes ele deve ser honesto com seus sentimentos, e dizer a verdade a Elisa, pois ele a traiu primeiro. Paloma visita Gael para consolá-lo, mas ele  pede que se afaste, já que ainda ama Elisa e só a fará sofrer.",
      "sexta": "Gael confessa a Elisa que esteve com outra mulher antes que se casassem e pede que o perdoe. ela se nega. Padre Lupe viaja para falar com o bispo, já que rompeu um segredo de confissão, e não pode seguir sendo sacerdote, o bispo o confessa e Lupe diz sentir muito pelo ocorrido. Almerinda está a ponto de ser transferida para a sala de cirurgia, e pede a Damião que a perdoe, e caso morra, que nunca volte a ver Elisa, Damião se nega a fazê-lo. O padre Lupe diz a Damião que não irá embora do povoado, pois sua família está ali. Carmem segue atormentada, pois pensa que a qualquer momento, Guadalupe revelará seus segredos. Paloma aconselha Florência a lutar pelo amor de Henrique, já que ele anda muito confuso. Florência promete que não deixará de lutar por ele. Edmundo e Betânia levam Sabrina até o aeroporto onde embarcará para sua missão na África. Elisa conta a Paloma que Gael esteve com outra mulher pouco antes do casamento, Paloma confessa que essa mulher foi ela. Elisa e Dolores pensam que existe algo mais que Paloma não quer dizer. Elisa pede a Paloma que não vá embora do povoado, já que a considera uma irmã, que entende o que ela passou com Gael, por amá-lo, mas não quer não tê-la mais por perto. Dolores e Bráulio comentam a má sorte de Gael, que mesmo sendo um Arango, nunca teve nada na vida, ao contrário de Damião. No hospital, informam Damião que Almerinda saiu muito bem da operação. Ramiro visita Almerinda, lhe confessa todo seu amor tenta beija-la, Damião entra no quarto neste momento. Padre Lupe pede a Gael que se afaste de Elisa, mas ele diz que fará exatamente o contrário, e  pede ao Padre que interceda por ele junto a  Elisa. Henrique segue seguro de seu amor por Paloma. Elisa diz a Gael que é um covarde pelo que fez a Paloma. Gael chega ao consultório de Edmundo e ouve quando Henrique fala com Florência sobre o bebê de Paloma, que se fará responsável por ele. Gael se zanga e eles discutem. Paloma chega e pede a Gael que não se meta mais em sua vida."
    },
    "Meu coração é teu": {
      "segunda": "Ana critica Yolanda por enganá-la. Nicolas diz a Ana que eles precisam informar Fernando do que aconteceu. Bruno diz a Manuela que não permitirá que ela pague uma divida que não é dela com Nicolas. Fanny vai atrás da mãe de Leon para propor que ela prepare a comida para o casamento de seu avô. Henrique está decidido a não descansar até que Fanny seja sua. Alicia discute com seu pai para defender Isabela. Fanny comenta com Ana que de acordo com as provas do conselheiro vocacional, ela poderia estudar pedagogia, sociologia ou ecologia. O médico dá alta a Helena e recomenda que continue tomando a medicação. Fernando confessa a Ana que não consegue dormir por causa das preocupações que tem. Ana confessa a Jennifer que às vezes volta a sentir a mesma sensação estranha que tinha quando estava no orfanato. Edna leva Johnny com Jennifer. Ele está muito bêbado e implora para que Jennifer não se case. Fernando descobre o que Yolanda fez a Ana e está certo que Isabela foi quem planejou tudo. Ana pede a Johnny que não arruine o casamento de Jennifer. Margarida aconselha Leon que lute pelo amor de Fanny. Jennifer convida Edna para seu casamento. Ana arruma as crianças para o casamento de Jennifer e Nicolas. Fernando adverte Isabela que o que fez a Ana terá sérias consequencias.",
      "terça": "Fernando está muito zangado com Isabela pelo que fez a Ana. Isabela diz a Alicia que Fernando a ameaçou. Todos saem para o casamento de Jennifer e Nicolas. Jennifer vestida de noiva sobe no carro com Ana para irem ao casamento, no caminho elas tem um imprevisto e ficam sem condições de pedir ajuda. Isabela e Yolanda as veem pedindo ajuda, mas apenas caçoam delas e se recusam a dar uma carona.\nDepois de um tempo elas conseguem uma carona em uma caminhonete. Nicolas ao ver que Jennifer não chega, acredita que será abandonado. Fernando trata de acalmar o pai. A polícia apreende a caminhonete e os seus condutores e ainda levam Ana e Jennifer para a delegacia.",
      "quarta": "Fanny explica a Leon que ela não tem nada a ver com Henrique, mas Leon afirma que Henrique disse que ela lhe pertence. Fanny se surpreende. Johnny e várias amigas de Jennifer do “Chicago” já estão no casamento e Diego pede a elas que sejam discretas porque seu irmão não sabe que Ana é dançarina. Fernando preocupado com Jennifer e Ana fala com a polícia e explica a situação. Jennifer chora de preocupação. A Policia leva Ana e Jennifer ao casamento, Jennifer enfim se casa com Nicolas. Ana olha feio para Isabela. Diego diz a Ana que quer se casar com ela. Ana e Fernando pedem a Helena que cuide de sua saúde, para assim poder ter uma bonita relação com Nando. Ana, emocionada, faz um discurso muito carinhoso para sua “irmã” Jennifer. Fernando fica confuso, imaginando como Ana pode sentir tanto carinho por Jennifer se elas mal se conhecem.",
      "quinta": "Fernando brinca com a relação de “irmãs” que tem Jennifer e Ana. A festa é um sucesso, mas Isabela não aproveita nada da cerimônia, sempre se queixando de tudo. O triângulo amoroso da festa, formado por Johnny, Diana e Edna dá o que falar. Isabela diz a Ana que todos são mal intencionados com ela. Fernando pede a Yolanda que deixe a mansão. Henrique fala com Fanny e a beija a força, Ana chega e a salva, ameaçando Henrique. Ana e Isabela têm uma discussão e Ana machuca seu braço. Nicolas diz que levará Jennifer para uma lua de mel na cidade de Chicago, nos Estados Unidos. Yolanda conta  a Isabela que Fernando a expulsou de casa.",
      "sexta": "Ana pega o buquê da noiva. Fernando e Diego não conseguem esconder a alegria. Henrique ameaça Leon e sua família. Fernando fala com Isabela a respeito do que ela fez a Ana. Isabela afirma que a ideia foi de sua mãe. Fernando fica furioso. Yolanda fica deprimida. Bruno e Manuela se compadecem  pois ela não tem pra onde ir. Fanny organiza uma festa com Gustavo, Helena, Nando, Leon e Laura. Yolanda tenta seduzir Bruno, ele a rejeita. Fernando fala com Bruno a respeito da relação que ele sustenta com Manuela. Ana vai ao “Chicago” trabalhar e depois sai para jantar com Diego. Luz interrompe Fernando e Isabela durante uma discussão e  Isabela levanta a mão para Luz. Fernando não aceita a atitude dela."
    },
    "Ouro Verde": {
      "segunda": "Jorge diz a Neném que está tudo certo para que Henrique seja o seu filho e que só precisa fazer um teste de DNA, mas pondera não contar nada a Vera, pois ela pode ter abdicado dos direitos de mãe. Neném fica sabendo da suspeita e das intenções de Jorge. Hadja, adormecido, é levado por Cátia e Gonçalo da Gafieira, não se lembrando de nada no dia seguinte, enquanto Cátia fica eufórica ao ver as fotos que vão ser capa do jornal. Bia tira uns fios de cabelo de Henrique. Vera vai falar com Guilherme sobre o amigo, mas ele diz que Sol fez confusão. Jorge e Bia despedem-se de Henrique. Miguel é preso à chegada a Lisboa.",
      "terça": "Na delegacia, Vera e Bia trocam ameaças, ao ponto de Bia dizer que encontrará o filho de Vera e não deixará que ela lhe toque, levando Vera a apertar-lhe o pescoço. Miguel passa a noite na prisão e, no dia seguinte, Lúcio e Brito dizem que podem começar o interrogatório pela morte de Antônio. Mônica é nomeada presidente do BBFF. Laurentino mostra a Joaquim uma foto que comprova que Jorge e Zé Maria são a mesma pessoa. Joaquim diz que Miguel estava certo quanto às suas suspeitas sobre Jorge. Miguel é levado para se apresentar ao juiz. Inês recebe uma carta do tribunal a informá-la que, ou permite o tratamento da filha, ou perde a criança. Inês decide fugir com a menina. Hadja se desespera com a capa do jornal e Jéssica, quando vê a notícia, pede o divórcio. José não permite que Mônica pague a caução de quatro milhões de euros para Miguel sair da prisão preventiva. Jorge revela a Miguel que é Zé Maria e conseguiu vingar-se, mas Miguel diz que aquilo ainda não acabou.",
      "quarta": "Passam cinco meses. Jorge é absolvido da morte de Edu, pois agiu em legítima defesa. Na prisão, Miguel é alvo de chacota dos outros reclusos. Padre Sebastião fica revoltado ao saber que o caso de Margarida vai ser arquivado. José recusa a proposta de Mônica para Otelo ser presidente do banco. Miguel recebe a visita de Vera, a quem conta que Jorge e Zé Maria são a mesma pessoa, mas diz que descobriu o filho dela e Vera fica em choque ao ver que é Henrique. Miguel é humilhado na prisão. Vera diz a Miguel que não vai deixar que lhe roubem o filho e, mais tarde, conta a sua história a Judite, dizendo-lhe que vai ao Brasil lutar pelo filho.",
      "quinta": "Tomás apela a Mônica para que pague a caução do pai. Catarina regressa a Portugal já com a operação de mudança de sexo feita. Bia e Jorge dizem a Henrique que o vão adotar. Miguel é atacado na prisão, mas os guardas salvam ele, dizendo-lhe que pagaram a caução dele, e Miguel encontra Rita à sua espera para o levar para casa. Miguel acusa Rita de ter pago a caução com o dinheiro que lhe roubou e Rita ameaça deixá-lo na prisão, mas Miguel acaba por sair com ela, que o leva para casa. Vera viaja. Rita instala Miguel em sua casa, o que causa grande confusão em casa de José. Rita confessa a Miguel que sempre o amou.",
      "sexta": "Bernardo discute com a mãe e acusa Miguel de ter matado Antônio. Este, Jorge e Bia ficam a saber da libertação de Miguel através de Amanda. Catarina janta com Tiago. Na fazenda, Henrique entra correndo e diz que a bruxa vem aí e Vera aparece dizendo-lhe que não pode falar assim da sua verdadeira mãe. Bia tira Henrique da sala e Vera acusa Jorge de ter feito tudo de propósito, mas ele nega. Vera revela saber que ele é Zé Maria e Jorge pede-lhe que o ouça com atenção. Bia combina com Neném tirar Henrique e Antônio da casa da fazenda.",
      "sábado": "Miguel diz a Rita que se vai vingar de Otelo e este diz a Mônica para estarem atentos a Miguel. Tomás visita Miguel, a quem diz que está a seguir todas as suas instruções para reconquistar a confiança da mãe. Cátia leva Hadja para almoçar e beija-o. Jorge diz a Vera que vai ficar com o filho e ela descontrola-se, ameaça Jorge e Bia, e acaba por ser arrastada para fora da fazenda. Bia diz a Jorge que Vera vai apresentar queixa e Jorge acha melhor irem para Portugal imediatamente para tratar de tudo."
    },
    "Amor sem igual": {
      "segunda": "Ramiro discute com Norma e a expulsa de casa. No Mercadão, Chang e Takashi se assustam com Duplex. Miguel fica sentido ao ouvir Poderosa dizer que quer ir embora. Norma escuta o motorista Xavier dizer que Ramiro não tem muito tempo. Maria Antônia faz uma ligação de vídeo para Miguel e se enfurece ao ver que ele está na companhia de Poderosa. Irritada e enciumada, ela convida Hugo para jantar. Antônio Júnior tenta tranquilizar Oxente sobre seu novo emprego. Beto se oferece para acompanhar Fernanda até a casa de Ramiro. Bernardo aborda Furacão. Duplex avisa que ela está acompanhada. O chefe da segurança da Bras Esportes avisa que voltará outra hora. Caio se sente humilhado. Acompanhada de Miguel, Poderosa leva pizza para algumas garotas de programa. Norma fala com Geovani sobre Ramiro. Carmem tenta ouvir a conversa. Antônio Júnior vê Bernardo maltratando Cindy e acaba brigando com o chefe de segurança da Bras Esportes. Olympia lembra do passado. Fernanda espera por Ramiro. Agradecida, Poderosa leva pizza para a família de Oxente. Ramiro diz que pode empregar Beto, mas impõe uma condição a Fernanda. Embriagado, Tobias chega ao Mademoiselle Olympia Night Club e chama Donatella. Ramiro diz que só emprega Beto na Bras Esportes caso Fernanda também trabalhe na agência.",
      "terça": "Fernanda aceita trabalhar na agência Bras Esportes . Olympia obriga Donatella a ir para o quarto com Tobias. Antônio Júnior fica com pena de Cindy. Pedro conversa com Oxente sobre Fernanda. Maria Antônia recebe conselhos em suas redes sociais. Miguel fala de amor com Poderosa e ela se irrita. Geovani e Bento trocam provocações. Carmem começa a se entender com Norma. Tobias lamenta seu desempenho com Donatella e ela o humilha. Miguel apresenta seu novo funcionário, Juliano (Raphael Montagner). Poderosa estranha a maneira gentil como Maria Antônia está lhe tratando. Oxente se preocupa com Antônio Júnior ao vê-lo dormindo até tarde. Carmem se recusa a emprestar dinheiro para Norma ajudar Fernanda. Nivaldo e Luciana aceitam seguir com o conselheiro tutelar. Beto chega na agência de Ramiro. Fernanda se lembra de sua mãe. Tobias não consegue acordar com o despertador. Fernanda diz estar desanimada para começar o novo trabalho. Leandro não gosta de saber que a filha do patrão vai trabalhar na Bras Esportes. Furacão se encontra com Poderosa e avisa que foi importunada por Bernardo novamente. Angélica avisa que precisa ir ao dentista e Miguel fica desconfiado. Tobias levanta atrasado e sai para o trabalho. Poderosa pede para Olavo levá-la até a Bras Esportes. Tobias chega na agência esportiva e é surpreendido com a notícia dada pelo pai. Ramiro avisa que Fernanda vai dividir a direção da empresa com o irmão. Poderosa chega na escolinha de futebol e se depara com Caio. Ele pergunta o que ela está fazendo na agência. Poderosa diz que veio falar com Bernardo.",
      "quarta": "Caio pede para Poderosa não enfrentar Bernardo. Contrariado, Tobias aceita dividir a direção da empresa com Fernanda. Poderosa vê Bernardo e fica em choque. Ela deixa o local e passa mal. Miguel é avisado que Poderosa foi levada para o hospital. Bernardo pede a atenção da fisioterapeuta Tatiana. Bernardo pergunta sobre Furacão para Caio. Wesley dá aula de dança para os idosos. Yara conversa com a ajudante Marly. Olympia chama a atenção de Donatella e avisa que ela não pode namorar nenhum cliente. Miguel volta para casa com Poderosa e estranha o comportamento dela. Ela se lembra do passado com sua mãe. Maria Antônia se irrita com os conselhos recebidos nas redes sociais. Oxente exige que os filhos se sentem à mesa. Maria Antônia surpreende os irmãos ao se preocupar com Poderosa. Ramiro se irrita ao ouvir Xavier falando sobre seu problema de saúde. Fernanda conversa com Norma sobre seu novo emprego. Tobias orienta Leandro e Bernardo sobre como agirem com Fernanda na empresa. Caio conta para Furacão que Poderosa esteve na escolinha atrás de Bernardo. Poderosa fica tocada com as palavras de Miguel e eles acabam se beijando. Logo em seguida, ela se mostra arrependida e arredia. Antônio Júnior chega na casa de Miguel. Poderosa avisa que um beijo não significa nada. No calor da raiva, ela beija o filho de Oxente. Antônio Júnior e Miguel ficam chocados.",
      "quinta": "Miguel e Antônio Júnior ficam surpresos com a atitude de Poderosa. Ela liga para algum lugar e marca um embarque imediato. Caio exige que Furacão fale com Poderosa. Angélica deixa a casa de Miguel. Ramiro recebe Pedro Antônio em sua casa e tenta fazer o rapaz desistir de sua filha. Norma fala com a neta sobre o novo namorado. Bento tenta se unir a Carmem para separar Norma e Geovani. Poderosa volta a trabalhar nas ruas. Furacão a encontra e tira satisfação sobre a ida dela a Bras Esportes . Elas brigam e saem no tapa. Tobias diz querer Donatella só para ele. Ela o humilha. O filho de Ramiro deixa a casa noturna irritado. Pedro encontra com Poderosa no posto de gasolina. Ela conta que beijou Antônio Júnior. Hugo estranha o comportamento de Miguel. Pedro fala com Antônio Júnior sobre o beijo em Poderosa. Escondida, Maria Antônia escuta a conversa. Ela conta para Oxente e Zenaide que o irmão foi beijado pela Poderosa. Oxente fica inconformado e vai tirar satisfação com Miguel. Poderosa discute com Caio na frente de Furacão. Oxente tenta alertar Miguel sobre quem ele está colocando dentro de casa. Eles se surpreendem ao verem Poderosa chegando para trabalhar no Mercadão.",
      "sexta": "Oxente e Miguel questionam Poderosa. Ela diz que não dormiu com Antônio Júnior, conta a verdade e volta ao trabalho. Maria Antônia diz acreditar que Poderosa esteja apaixonada por Antônio Júnior. Pedro avisa que Poderosa também beijou Miguel. Ramiro manda Tobias entrar logo na linha. Fernanda marca um encontro com Pedro. Na Bras Esportes , Vânia dá em cima de Tobias. O filho de Ramiro é surpreendido com a chegada de Ioná. Fernanda se abre com Beto. Ioná diz que quer fazer uma proposta a Tobias para dar uma lição em Doutorzinha. Donatella vai ao Mercadão com Yara e compra na barraca de Poderosa. Pedro Antônio a admira. Donatella escuta Poderosa chamando Berenice de Furacão. Tobias fecha um acordo com Ioná. A prostituta deixa a Bras Esportes e provoca Leandro na frente de Fabiana. Poderosa apresenta Pedro a Donatella. Luiggi e Serena pressionam Bibiana e dizem que ela precisa arrumar um emprego. A menina se revolta com os pais. Chang e Takashi descobrem que Duplex não é cafetão de Poderosa. Geovani manda flores para Norma e Bento finge ter sido ele quem mandou. Tobias arma com Bernardo e convida Ramiro para ir ao clube noturno. Chegam novas flores na casa de idosos e Carmem pensa ter recebido de Geovani. Ioná avisa à Olympia que não irá trabalhar essa noite.Leandro reclama com Olympia sobre a ida de Ioná até a agência Bras Esporte . Tobias avisa que Donatella não irá dormir com Ramiro. Logo em seguida, a polícia chega à casa noturna."
    },
    "O rico e lázaro": {
      "segunda": "Zac fala com Asher sobre o dia da invasão babilônica. Absalom mente para Joana e nega ter falado com Rafael. Zac relembra o dia da invasão babilônica e confessa ter sido o responsável pela morte de Uriel. Asher fica revoltado com a revelação do amigo. Joana se recorda do passado. Asher tenta agredir Zac, mas é interrompido pelo príncipe Aksumai. Zelfa convida Joana para comer. Neusta reclama do comportamento de Rabe-Sáris com Amitis. Daniel avisa que o rei autorizou o casamento dos hebreus. Beroso conversa com Sammu-Ramat e reclama do comportamento do rei com os hebreus. Joana e Zelfa comentam sobre o lado doentio de Fassur. Ilana apoia Dana. Evil-Merodaque tenta conter a felicidade por ser pai. Nabucodonosor se irrita ao saber que Rabe-Sáris está implicando com Joaquim. Zac e Nebuzaradã falam sobre a morte de Uriel. Em conversa com Shamiran, Evil-Merodaque lamenta a atitude cruel de Nebuzaradã durante a caçada aos leões. Joana vê Fassur importunando uma criança na rua e o ameaça. Tamir e Shamir reclamam das vontades das esposas. Zelfa diz saber o que está havendo com as gêmeas. Lia se ilumina ao ver que Daniel veio busca-la. Zelfa diz que Talita e Samira estão grávidas. Joana ampara a menina atacada por Fassur. Asher deixa a Babilônia com a caravana do príncipe Aksumai. Daniel convida Zadoque para presidir a cerimônia de casamento. Joaquim elogia a beleza de Edissa. Neusta se arruma para a festa. Tamir e Shamir tentam satisfazer os desejos das esposas. Nabucodonosor chega aos jardins para o casamento de Daniel. Sammu-Ramat pisa no vestido de Shamiran, que se desequilibra e cai da escada.",
      "terça": "Amitis corre para ajudar Shamiran. A esposa de Evil-Merodaque avisa que está bem. Daniel e os sábios hebreus ficam ansiosos com a chegada das noivas. Beroso critica a realização da cerimônia nos jardins. Malca chega na cerimônia acompanhada de seu pai. Nebuzaradã implica com Joana. Malca fica encantada por Zac. Lior trabalha para Zabaia na Casa da Lua. Absalom diz para Nicolau jamais contar a Joana que Asher está vivo. Zadoque começa a celebrar a cerimônia. Lia, Naomi, Raquel e Dalila chegam vestidas de noivas. Malca conhece Belsazar. Zac troca olhares com Malca. Joana fica aliviada ao notar o clima entre os dois. Zelfa discute com Elga sobre Fassur. O sacerdote sai com uma prostituta. Joana se lembra dos pais de Asher. O hebreu segue na caravana de Aksumai. Malca pergunta a Ebede-Meleque sobre Joana. Namnu chama Arioque para dançar, mas ele se recusa. Amitis elogia a voz de Rebeca. Nabucodonosor se despede dos convidados. Sammu-Ramat beija Nebuzaradã e fala de sua vontade de ter filho. Tamir e Shamir tentam atender aos desejos das gêmeas. Evil-Merodaque tenta confortar Shamiran. Nitócris flagra Sammu-Ramat com Nebuzaradã. Beroso apresenta Malca a Zac. Nitócris ameaça Sammu-Ramat e diz que Shamiran precisa perder o bebê. Nabucodonosor é recebido por dançarinas no palácio. Enquanto está com a prostituta, Fassur percebe a chegada de Elga e se esconde. Acompanhada de Darice, Sammu-Ramat vai até o quarto de Shamiran e oferece uma infusão de ervas.",
      "quarta": "Darice acaba derrubando a bandeja com a infusão. Elga vê Fassur. Ele finge estar apaixonado por ela e a beija, enquanto a prostitua sai sem ser percebida. Sem alternativa, Fassur pede Elga em casamento. Joana ajuda uma moça pobre nas ruas. Darice tenta se desculpar com Sammu-Ramat. Asher segue se distanciando da Babilônia com Aksumai. Daniel e os sábios hebreus se declaram para suas mulheres. Ilana elogia a bondade de Joana. Nabucodonosor humilha Aliatis e Madai. Nabonido descobre que Shamiran está grávida. Amitis critica o comportamento do rei. Zelfa estranha o comportamento de Elga. Sammu-Ramat procura por Nebuzaradã no palácio. O rei humilha Madai. Beroso diz que Malca é de família rica e sugere que Zac se case com ela. Elga tenta disfarçar a tensão perto de Zelfa. Lior zomba de Zac. Irritada com o comportamento de Nabucodonosor, Amitis conversa com a estátua de Marduk. Gadise se desaponta com a frieza de Matias. Zac fala de Malca com Nicolau. Daniel se declara para Lia. Amitis diz temer que o rei volte a se comportar como na juventude. Sammu-Ramat ordena que Darice dê um jeito para matar o bebê de Shamiran. Zac se assusta ao ouvir Elga falar em se casar novamente. Malca se oferece para ajudar Joana. Aspenaz diz para Daniel que o rei condenou Madai à morte. Amitis chega na sala do trono e flagra o rei bêbado prestes a matar o servo.",
      "quinta": "Amitis pede para o rei parar imediatamente. Bêbado, Nabucodonosor tenta acertar Madai, mas acerta a orelha do servo. Malca faz amizade com Joana. Matias trata Gadise com frieza. Em conversa com Zac, Elga não diz com quem pretende casar. Daniel diz amar Lia. Matias encontra uma peça de roupa feminina na sinagoga e estranha. Joana apresenta Malca aos familiares. Durante o banho, Zac se lembra de Joana e Malca. Gadise retorna ao palácio. Shamir e Tamir pedem ajuda à Zelfa para cuidar das barracas. Edissa visita Joaquim. Lior serve Zabaia na Casa da Lua. Asher e Aksumai seguem para Meroé. Amitis recebe Gadise. Malca é apresentada à Elga. Daniel procura os sábios e avisa que precisa falar sobre a escravidão dos hebreus. Sammu-Ramat se irrita com a indiferença de Nebuzaradã. Ela encontra Rabe-Sáris bêbado e o seduz. Zelfa quebra os ídolos vendidos por Shamir e Tamir. Elga encontra Ilana e fala de sua vontade em se casar novamente. Sammu-Ramat manda Rabe-Sáris se deitar em sua cama. Zabaia e Beroso discutem sobre o lucro da Casa da Lua. Gadise sente tontura. Nitócris discrimina Raquel e Dalila. Fassur encontra Elga e diz que agiu por impulso. Darice vai até o quarto de Shamiran e tenta disfarçar a tensão. Zabaia entra no quarto de Sammu-Ramat e flagra a sacerdotisa aos beijos com Rabe-Sáris. Nabucodonosor elogia a beleza de Edissa e ordena que ela prepare seu banho.",
      "sexta": "Edissa tenta se esquivar do rei, mas Nabucodonosor ordena que ela o obedeça. Darice não tem coragem para matar Shamiran. Sammu-Ramat manda Rabe-Sáris sair de seu quarto e é ameaçada por Zabaia. Fassur tenta se livrar de Elga. Neusta discute com Nitócris. Amitis autoriza a entrada das servas na piscina do harém. Zabaia chantageia Sammu-Ramat. Evil-Merodaque e Arioque falam sobre o comportamento do rei. Aspenaz encontra Nabonido e avisa que Daniel deseja vê-lo. Rabe-Sáris mente para Nebuzaradã sobre a noite anterior. Daniel pede a ajuda de Nabonido e Evil-Merodaque para acabar com a crueldade no tratamento aos escravos. Naomi diz que é preciso manter a fé. Evil-Merodaque diz que está do lado dos hebreus. Nabucodonosor pede para Edissa ajuda-lo a tomar banho. Gadise é amparada por Aspenaz. Asher conta sobre seu passado para Aksumai. Nabonido também diz apoiar Daniel. Joana vê Fassur se aproximando e se afasta. Oziel olha Dana com desejo. Fassur se antecipa às falas de Elga e diz que ela pretende se casar. Amitis chega ao quarto do rei e ordena que Edissa se retire. Beroso encontra Isaque, pai de Malca. Eles conversam sobre Zac. Joana agradece pelas lãs dadas por Zac. Nabonido conversa com Nitócris e ela diz que Daniel não pode tentar dominar o reino. Rabe-Sáris encontra Nebuzaradã e diz que Zac não é mais noivo de Joana. Joana acolhe algumas pessoas miseráveis na casa de Ravina. Talita e Samira costuram roupas para o enxoval. Sammu-Ramat propõe um casamento para Darice. Enquanto cuida dos pobres e necessitados em sua casa, Ilana escuta batidas na porta. Ela se assusta ao se deparar com Nebuzaradã e Rabe-Sáris."
    },
    "Caminhos do coração": {
      "segunda": "Meta-César dá uma entrevista à imprensa e revela estar curado. Aquiles e Teófilo imploram para Clara curar Ágata e a menina tenta novamente usar seu poder. Clara coloca as mãos sobre a cabeça de Ágata e ela dá um sinal de vida. Ágata abre os olhos e Teófilo e Aquiles a abraçam. Maria diz para Hélio se acalmar, mas ele avisa que irá fugir. Velociraptor se aproxima e Hélio sai correndo em direção ao mar. O dinossauro persegue Hélio pela praia, mas ele entra no mar e some. Velociraptor volta-se para Maria e ela se apavora. Toni convence Lúpi a procurar Maria e Hélio. Marcelo questiona Júlia sobre a criação dos mutantes e ela diz seu objetivo é mudar a história da humanidade. Marcelo diz que não se lembra de nada e Júlia pede um beijo dele. A médica se aproxima lentamente de Marcelo, que recua. Marcelo diz que não quer beijar Júlia. Perpétua consegue se levantar para fugir, mas Fúria a ameaça de novo. Perpétua lança mais um raio contra Fúria, que cai no chão e sente dor. Perpétua sai correndo, mas pára ao se deparar com Vlado. Ela diz que irá dar mais choques no mutante-vampiro, mas Vlado avisa que está usando sapatos de borracha e a ameaça.",
      "terça": "Eugênio acha uma mulher com o nome de sua mãe na Internet. Eric avisa para Paola que ela poderá fazer tudo o que quiser ao se transformar em serpente. Paola diz que irá se vingar de Janete e que Toni finalmente será seu. Paola se transforma em serpente, enquanto Eric, Fernando e Juanita vão embora. Valéria golpeia Taveira e Dino e os dois largam seu pescoço. Ela se desespera com medo de virar vampira. Taveira e Dino avisam que Valéria não irá virar vampira, pois eles não irão deixá-la sobreviver. A repórter tenta se defender e implora para não morrer. Taveira e Dino mordem o pescoço de Valéria. Pepe diz ter certeza de que Taveira e Dino estão envolvidos com o sumiço de Ana Luz. Helga liga para Ernesto e conta ter sido atacada pelos bandidos. Júlia conta para Marcelo que ele foi atacado por um dinossauro e ele fica confuso por não se lembrar de nada. A médica chama Marcelo pelo seu verdadeiro nome e ele pede explicações, já que pensa se chamar Leonardo. Júlia disfarça e diz que confundiu o nome dele.",
      "quarta": "Helga diz ter certeza de que foi a chefia quem mandou matá-la. Eugênio avisa que irá mandar um recado para a mulher e Guiga se preocupa. Gór convence Rodrigo a ir embora. Assim que ele sai, Meta-César se transforma em Metamorfo. Ele comemora o plano junto com Gór e pergunta o que eles irão fazer a respeito da vacina. Gór avisa que eles irão usar placebo, um medicamento sem nenhum princípio ativo, e enganar todo mundo. Metamorfo agarra Gór e a beija, mas ela o empurra e confessa estar apaixonada por Rodrigo. Meduso diz para Silvana esquecer Metamorfo, pois ele gosta de Gór. Amália conta para Rodrigo que está tendo pesadelos de que o filho deles é um mutante com genes de jacaré. Rodrigo diz que irá acabar com Júlia. Lúcia conta para Danilo que está grávida. Ela pede para Danilo conter sua empolgação e diz que não sabe quem é o pai. Danilo avisa que irá assumir o filho, mesmo não sendo o verdadeiro pai. Metamorfo diz para Gór que ela não merece ficar com Rodrigo.",
      "quinta": "Maria implora para Velociraptor que ele vá embora. Capeletti avisa que Marcelo não pode sair do laboratório, pois é perigoso. A dor de cabeça de Marcelo aumenta e Capeletti avisa que só irá melhorar quando ele parar de contrariar as ordens de Júlia. Marcelo diz que não aceita a idéia de viver sem seu passado. César chama Vavá, Pachola e Cris e diz que eles precisam de um plano para sair do laboratório. Batista conta para Irma e Aristóteles que um ladrão quebrou o vidro do carro e roubou seu celular. Noé e mendigo lutam na praia. Silvana recebe um telefonema, avisando que mendigo está lutando com um homem.",
      "sexta": "Leão diz que irá acabar com todo mundo. Helga diz para Ernesto que há a possibilidade de Eric ter voltado para seu esconderijo. Helga diz que precisa se esconder, mas não sabe para onde ir. Eric conta que colocou um rastreador na bolsa de Helga e diz que ela não irá escapar. Júlia diz para Marcelo fazer um teste e obedecê-la, para ver se suas dores param. Marcelo obedece a uma ordem de Júlia e diz que não sente mais dor. Iara dá a mão para Beto e o conduz em direção ao mar. Ísis dá um fora em Demétrio e avisa que não está com cabeça para pensar em namoro. Mendigo se prepara para morder Noé. Meduso lança um raio em Mendigo, que cai no chão. Ele manda os enfermeiros colocarem mendigo na maca e Noé não entende nada. Tati diz que precisa ir à ilha para ajudar Marcelo. Tati fica nervosa e começa a quebrar vários objetos. Leão entra na casa de Teófilo e avisa que irá acabar com todo mundo. Teófilo pega sua peixeira e manda Leão sair da sua casa. O mutante diz que vai começar por Ágata. Maria corre de Velociraptor e fica apavorada. Ela tropeça e cai."
    },
    "a escrava isaura": {
      "segunda": "Henrique vai ao quilombo lutar a favor de Isaura. Gioconda sente-se mal e Diogo a socorre. Leôncio percebe que sua tropa está desfalcada. Diogo recebe uma mensagem de Sebastião e vai a sua fazenda. Sebastião se irrita com a desobediência de Henrique. Moleca chama Bernardo para defender o quilombo. Isaura e Miguel fogem do quilombo. Isaura e Miguel adotam Pedrinho. Pedrinho mostra o caminho para Muriaé para Isaura e Miguel. Diogo e Helena recitam versos e se enamoram. Sebastião visita Rosa. Henrique chega ao quilombo. Francisco duvida que Leôncio pagará a recompensa pela captura de Isaura.",
      "terça": "Miguel acredita que eles estão em terras indígenas. Miguel, Isaura e Pedrinho conversam ao redor da fogueira sobre a situação de João e Joaquina. Martinho pressiona Rosa para contar onde está Isaura. Leôncio não consegue manter o equilíbrio e se apóia no piano. Em pânico e de olhos arregalados, Leôncio chama seu capanga. Raimundo ajuda João a esconder os restos de comida e bebida e logo em seguida vai atender a um chamado de Leôncio que tem várias alucinações chegando a confundir o Dr. Paulo com os negros quilombolas. Helena devora a comida na sua frente para não ser examinada pelo Dr. Paulo. Miguel escuta passos próximos a fogueira. Atrás da árvore se esconde um índio com o rosto pintado de vermelho e preto. Tomásia e Gioconda conversam sobre o Coronel Sebastião e Gabriel.",
      "quarta": "Gabriel fica de olhos abertos, mas continua imóvel. Isaura chora de alívio. Gabriel fica de olhos abertos, mas continua imóvel. Diogo se declara para Helena. Miguel chega na chácara em São Paulo e consegue negociar com o proprietário o aluguel. Henrique e Bernardo garimpam os diamantes no meio do cascalho. Cel. Sebastião diz a Helena que é com o Dr. Paulo que ela se casará. Belchior entrega a carta de Malvina para Leôncio e ele decide escrever uma carta de resposta.",
      "quinta": "Isaura se esconde de Álvaro por timidez, mas ele se diverte com esse joguinho de sedução. Helena diz a seu pai que se ele a forçar a se casar com o Dr. Paulo ela fará um escândalo. Malvina chega na fazenda. Leôncio ouve o barulho da charrete e pede para que Rosa vá embora. Rosa vai para o quarto antigo de Isaura para que Malvina não a veja. Leôncio vai encontrar Malvina. Moleca quer ajudar André a libertar seu pai e sua tia. Rosa dá água e pão para Joaquina e João. Henrique se irrita por não achar diamante.",
      "sexta": "André planeja invadir a fazenda de Leôncio. Isaura conversa com Álvaro e se apresenta como Elvira. Leôncio não consegue dormir. Raimundo avisa que não vai trabalhar mais para Tomásia. Leôncio tem outro pesadelo com Almeida. Malvina fica chocada ao saber que João e Joaquina estão presos. André planeja invadir a fazenda de Leôncio. Henrique e Bernardo garimpam. Rosa recebe Flor-de-Lis em seu quarto. Malvina pede a Leôncio que liberte João e Joaquina. Leôncio nega e Malvina vai embora. Pedrinho percebe que Isaura está interessada em Álvaro. Apaixonado Álvaro fala de Isaura para Geraldo. Branca sonha com o amor de Álvaro. Leôncio bate em Joaquina e João. Isaura chora. João e Joaquina pedem a Belchior que vá buscar a ajuda de Tomásia. Belchior arquiteta um plano para salvar João e Joaquina. Miguel recebe Álvaro em sua casa."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    }
  }
}
