{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Antenor faz mudanças em seu plano com Mirna. Íris liga para Paulo e pede que ele dê um recado para Tereza Cristina. Vanessa começa a trabalhar no Le Velmont. Griselda recebe flores de Renê. Letícia é avisada de que encontraram o táxi de Vilma. Rafael diz a Griselda quais são suas intenções com Amália. Renê Junior chega ao Le Velmont para o seu suposto encontro. Tereza Cristina exige que Álvaro proíba Íris de voltar para o Brasil. Tereza Cristina sofre alucinações. Vanessa faz perguntas sobre Renê para Severino. Guaracy conforta Dagmar, e fica perturbado com sua proximidade. Tereza Cristina implora para que Renê nunca a abandone.",
      "terça": "Renê tranquiliza Tereza Cristina. Patrícia comenta com Vanessa que desconfia de Antenor. Esther marca um encontro com Danielle em sua clínica. Mirna/Gisela elogia Tereza Cristina, que exige que ela se hospede em sua casa. Ferdinand ofende Crô. Guaracy convence Leandro a trabalhar no Tupinambar. Antenor teme que Mirna se embriague durante o jantar com os Velmont. Dona Zilá faz previsões sobre Luana. Baltazar se revolta contra Tereza Cristina e sabota o jardim da mansão. Griselda descobre que Antenor é o noivo de Patrícia.",
      "quarta": "Griselda invade o jantar dos Velmont. Tereza Cristina acusa Griselda e seu filho de tentarem dar um golpe em sua família. Patrícia cobra uma explicação de Antenor. Rafael namora Amália, e Zuleika critica o rapaz para Edvaldo. Renê se desculpa com Griselda. Antenor sofre um acidente com o carro de Juan. Amália avisa à mãe do acidente de Antenor, e Renê a leva até o local. Patrícia vai ao encontro de Antenor no hospital. Rafael fala para Amália que Antenor roubou o carro de Juan.",
      "quinta": "Antenor e Griselda discutem na UTI, e o rapaz passa mal. Carolina conta para Letícia que recebeu uma ligação do programa de televisão que consertará o carro de Vilma. Dagmar comenta com Quinzé que Teodora está voltando para o Brasil. Rafael convence Patrícia a ir ao hospital falar com Antenor. Griselda rasga a foto de Pereirinha. Danielle revela que Esther não pode mais ter filhos. Dagmar e Quinzé se beijam. Patrícia confronta Antenor. Antenor tenta convencer Patrícia a perdoá-lo. Guaracy percebe que Griselda tirou o retrato de Pereirinha da parede. Rafael não consegue convencer Juan a retirar a queixa contra Antenor. Quinzé conta para Griselda que Teodora está voltando para o Brasil.",
      "sexta": "Mirna exige que Antenor pague o que lhe deve. Griselda pede para Juan Guilherme manter a queixa contra Antenor. Tereza Cristina comenta com Renê que o Le Velmont precisa de uma reforma. Renê Junior marca um novo encontro, fingindo ser Juan Guilherme. Juan Guilherme retira a queixa contra Antenor. Quinzinho vê Teodora na televisão, e Quinzé tenta acalmá-lo. Renê chama Griselda para fazer a reforma de seu restaurante. Deusa chega à pousada, e Zambeze comenta com Álvaro que Luana acertou o que previu sobre a nova hóspede. Rafael se insinua para Mirna e se oferece como pagamento da dívida de Antenor. Esther pensa em sua consulta com Danielle. Antenor recebe alta do hospital.",
      "sábado": "Antenor sente-se mal ao levantar para ir embora do hospital e Griselda o ampara. Patrícia pensa em Antenor. Quinzé se irrita ao ver uma revista com Teodora e Wallace na capa. Griselda chega com Antenor em casa. Renê resolve ligar para Griselda no momento em que Tereza Cristina chega ao restaurante. Com ciúmes de Renê e Griselda, Tereza Cristina arma um escândalo. Amália tenta convencer Griselda a não expulsar Antenor de casa. Renê elogia Vanessa. Paulo ouve Tereza Cristina falar com Esther sobre fertilização in vitro e revela que não pode ter filhos.a Tereza Cristina que Baltazar foi atropelado. Guaracy beija Griselda, que o expulsa de sua casa. Renê decide mandar flores para Griselda."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Éramos seis": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Rui ganha a guarda de Nina, e Lígia se desespera. Marquinhos fala mal de Marco, e Anjinha se incomoda. Rui exige que Leila continue cuidando de Nina. Joaquim acusa Lígia pelo afastamento de Nina. Lígia revela a Filipe que Joaquim perdeu seu bebê com Aline. Marquinhos regula a roupa de Nanda, e Raíssa se preocupa. Rui vai buscar Nina e afirma a Lígia e Filipe que os dois jamais verão a criança novamente.",
      "terça": "Rui ameaça deixar o país com Nina. Marquinhos dá um anel de compromisso a Nanda com a letra de seu nome e Raíssa tenta alertar a amiga sobre o comportamento possessivo do menino. Peixoto faz um acordo com Helen. Serginho, Guga e Max se preparam para lançar seu negócio. Marquinhos pede que Nanda se afaste de Andressa. Diana pede desculpas a Andressa. Marco procura Carla, que pede para ele se manter distante. Leila aproveita a situação com Nina para se aproximar de Filipe. Anjinha se recusa a conversar com Marco.",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Avenida Brasil": {
      "segunda": "Carminha manda Valdo descobrir com quem Nina deixou suas fotos beijando Max. Jorginho fica incomodado ao saber que Nina vai se encontrar com Tufão. Olenka não deixa Beverly ensinar Cadinho a dançar. Carminha garante a Max que conseguirá acabar com a reputação de Nina. Valdo descobre que Débora está com as cópias das fotos de Carminha. Max fala mal de Nina para Ivana. Adauto chega em seu quarto e Muricy esconde Leleco embaixo da cama. Olenka passa a noite com Cadinho. Noêmia e Tomás vão morar na casa de Verônica. Begônia sai da cadeia. Nina deixa claro para Tufão que ama outro homem. Darkson implora para que Tessália lhe dê uma chance. Nina descobre que as fotos que estavam com Begônia sumiram. Tufão incentiva Ivana a mandar Max embora. Carminha arma um plano para reaver as fotos que estão com Débora. Jerônimo ouve Max dando instruções para Nilo e conta para Lucinda. Nilo e Tonelada chegam ao local do treinamento de Débora.",
      "terça": "Nilo e Tonelada assustam Débora. Lucinda avisa a Jorginho dos planos de Max. Nilo consegue pegar as fotos que estão com Débora. Leleco e Muricy namoram na despensa. Darkson repreende Tessália por chorar pelo ex-marido. Adauto chega na cozinha e Janaína avisa a Muricy e Leleco. Jorginho tenta acalmar Débora e fica arrasado ao saber que Nilo pegou as fotos que estavam com ela. Nina decide ir ao banco pegar suas cópias das fotos de Carminha e Begônia, Betânia e Valdo a acompanham. Carminha discute com Max para conseguir dinheiro. Silas fala para Cadinho não se preocupar com dinheiro quando sair com Olenka. Verônica dá um lance em uma das peças que manda para leilão. Valdo pega as fotos que estão com Nina e foge. Tessália defende Darkson para Leleco. Roni repreende Suelen por humilhar Leandro. Carminha pega o dinheiro que Max escondeu. Lucinda quebra o carro de Nilo. Valdo entrega as fotos para Carminha. Nina culpa Jorginho por ter perdido a chance de acabar com sua rival. Carminha conta para Tufão que Nina é a Rita.",
      "quarta": "Carminha faz a cabeça de Tufão contra Nina. Jorginho acredita que pode convencer o pai de que Carminha está mentindo. Nilo chora por causa do carro que Lucinda destruiu. Tufão conta para toda a família que Nina é Rita e Carminha fica satisfeita. Lucinda aconselha Jorginho a conversar com Tufão. Cadinho convida Verônica, Noêmia e Alexia para morar com ele no Divino. Max pede para ir embora da mansão com Carminha, mas ela desconversa. Leleco se preocupa com o estado com que Tufão sai de sua casa. Um olheiro se impressiona com o futebol de Leandro e Suelen se irrita. Jorginho chega à mansão e é acusado por todos de ser cúmplice de Nina. Tufão vai à casa do filho e se enfurece ao ver Nina.",
      "quinta": "Nina explica a Tufão que queria que Carminha pagasse pelo que ela fez com seu pai. Jorginho tenta defender a namorada para a família. Nina conta sua história para Tufão e implora que ele acredite nela. Muricy defende Carminha e expulsa Jorginho da mansão. Lúcio sai de casa e Janaína fica desolada. Jorginho fala para Nina que vai denunciar Carminha para o pai. Tufão decide ir até o lixão. Leandro é contratado pelo Flamengo e Roni fica abalado quando percebe que o amigo sairá do Divino. Iran estranha ao ver Olenka e Cadinho juntos. Nina e Jorginho pensam em como podem fazer para que Tufão acredite neles. Roni se entristece durante a comemoração de Leandro. Iran comenta com Verônica e Noêmia que viu Cadinho com Olenka. Jorginho procura Débora. Tufão pede para Lucinda ajudá-lo a descobrir quem está mentindo para ele. Ivana conversa com Nina. Tufão pede para Carminha passar a noite com ele.",
      "sexta": "Carminha cuida de Tufão. Nina tenta convencer Ivana de que Carminha está mentindo. Jorginho e Nina decidem se afastar de toda a família dele. Tufão pede para Carminha voltar para casa e Max fica contrariado. Verônica, Noêmia e Alexia descobrem que Cadinho tem uma conta na Suíça e decidem morar com ele no Divino. Tessália aceita namorar Darkson. Suelen observa Leandro deixar o Divino. Carminha repreende Janaína e Zezé na cozinha. Leleco se preocupa com a depressão de Tufão. Max desconfia quando Carminha fala que conseguiu todas as provas que Nina tinha contra ela. Max descobre que Carminha pegou o seu dinheiro e fica furioso. Suelen vai atrás de Leandro. Jorginho conta para Leleco que Max é amante de Carminha. Max ameaça denunciar Carminha para toda a família."
    },
    "Aventuras de Poliana": {
      "segunda": "Mesmo após o jantar, Violeta continua relutante para aceitar o namoro do pai. Mosquito diz a Gleyce que está saindo da comunidade. Joana e Sérgio revisam as finanças da família. Poliana entra no laboratório e vê Ester deitada, Pendleton diz que a menina está dormindo. Ruth faz um menu especial com comidas típicas do nordeste para agradar João, e Bento fica com ciúmes. Se passando por “Leandro”, Zóio vai encontrar Mirela e pede seu tênis de volta. Débora sugere que Afonso faça ciúmes a Fernanda. A família de Lindomar recebe uma carta de despejo e Arlete fica desesperada. Gleyce incentiva Mosquito a ir atrás de seus pais. A muleta de Bento quebra, e o menino cai na sala. Ruth o obriga a ir de cadeira de rodas para a escola. Pendleton permite que Durval e Luisa visitem Poliana. Pendleton consegue controlar as acusações contra ele, e Nadine furiosa, planeja outra armadilha.",
      "terça": "Mirela diz a Vini que está saindo com “Leandro”, e ele fica enciumado. Luca arma um plano contra Mirela. Na escola, o canal de vídeos “Vou Te Zuar” viraliza, e os alunos tiram sarro das imitações publicadas. Ruth proíbe Pendleton de ser um investidor da Ruth Goulart. Gleyce convida Waldineusa para participar de uma reunião do CLP, e a bandida finge estar interessada nas ações do Comitê. João acusa Eric e Hugo de serem os responsáveis pelo canal “Vou Te Zuar”. Sophie tenta conversar com Ester. Pendleton convida Sérgio para trabalhar com ele na Starship. Raquel começa a pesquisar cursos na Austrália. Devido a situação financeira, Lindomar pede seu emprego de volta para Ruth. Gleyce e Verônica percebem um sumiço de dinheiro após a reunião com a presença de Waldineusa. Branca chama Violeta para conversar, e a filha de Antônio grava a conversa. Eric conta para Kessya que Pendleton pediu que ele se afastasse de Poliana. Nadine consegue decodificar a tecnologia usada por Pendleton para deixar Sara invisível.",
      "quarta": "Violeta edita o áudio gravado durante a conversa com Branca e mostra para seu pai. Filipa diz as meninas da escola que será a garota propaganda do espelho amigo. Roger se oferece como novo investidor da escola Ruth Goulart e sugere algumas implementações tecnológicas. O investigador de polícia vai até o colégio e pede para falar com Luca e Gabi. Mirela começa a trocar mensagens com “Leandro” e marca um encontro com o garoto. Os computadores da O11O travam e Roger suspeita de que seja alguma armação de OTTO. Mosquito pede o emprego de volta a Durval. Gleyce e Verônica acusam Arlete de ter pego o dinheiro do CLP. Filipa chega na O11O para gravar o comercial do Espelho Amigo. Jeferson descobre que existem hackers tentando invadir o sistema da O11O. Bento escuta Ruth falando no telefone e acha que a diretora irá o expulsar de casa.",
      "quinta": "Nancy leva Waldineusa para renovar o guarda roupa, e vê a mulher roubando as lojas. Lindomar e Arlete voltam para casa na comunidade, mas Falcão exige dinheiro do casal. Sophie pressiona Pendleton e pergunta se Ester é uma Android. Marcelo ajuda João a publicar um vídeo em homenagem aos nordestinos. Escondida, Ester escuta a conversa entre Pendleton e Sophie. Bento foge de casa e vai para a comunidade. Marcelo e Luisa tentam retomar o romance. A família de Lindomar deixa a mansão. Waldineusa oferece ajuda para esconder Bento, e pede dinheiro à Ruth pelo “resgate” do menino. Pendleton explica a Ester o motivo pelo qual ele a criou.",
      "sexta": "Branca dá conselhos amorosos à Mirela. Filipa vai dormir na casa da avó. Ruth vai até a comunidade e paga o valor do resgate. O investigador da polícia libera Raquel. Ruth encontra Bento são e salvo. Nancy diz a Waldisney que sua tia é cleptomaníaca. Arlete, Lindomar e Vini voltam para a comunidade são obrigados a dividir a casa com Falcão. Na casa de Glória, Filipa arma contra Poliana. Pendleton decide apagar a memória de Ester nas últimas 24hrs para que a menina se esqueça da conversa com Sophie. Branca sugere que Antônio e ela terminem o relacionamento. O canal “Vou Te Zuar” publica mais um vídeo de chacota, desta vez tirando sarro de Yasmin e Luigi."
    },
    "Cúmplices de um resgate": {
      "segunda": "Otávio vai ao vilarejo com Raul. Nina vai até a sapataria dizer que Fiorina deve desculpa para toda comunidade evangélica. As duas discutem. Priscila diz para Geraldo que decidiu morar com ele. Sabrina descobre que o cavalo Dourado está no celeiro abandonado sendo cuidado por Dóris. Manuela sai do quarto com Joaquim para uma aventura na casa enquanto Regina a procura. Meire desconfia que Alícia se disfarçou de Flora. Sabrina conta toda a verdade para Omar. O garoto vai e vê Luiz cuidar do cavalo Dourado, grita com o homem e diz que dará um jeito no animal. Meire e Regina conversam sobre os irmãos Vaz. Pedro leva as crianças para ver um parto de um animal. Raul acaba não vendo ‘Manuela’. Sabrina chora e diz para Téo que ninguém gosta dela e devem achá-la feia. Téo toca seu rosto. Isabela chega e vê a situação.",
      "terça": "Nina vai até a sapataria dizer que Fiorina deve desculpa para toda comunidade evangélica. As duas discutem. Priscila diz para Geraldo que decidiu morar com ele. Sabrina descobre que o cavalo Dourado está no celeiro abandonado sendo cuidado por Dóris. Manuela sai do quarto com Joaquim para uma aventura na casa enquanto Regina a procura. Meire desconfia que Alícia se disfarçou de Flora. Sabrina conta toda a verdade para Omar. O garoto vai e vê Luiz cuidar do cavalo Dourado, grita com o homem e diz que dará um jeito no animal. Meire e Regina conversam sobre os irmãos Vaz. Pedro leva as crianças para ver um parto de um animal. Raul acaba não vendo ‘Manuela’. Sabrina chora e diz para Téo que ninguém gosta dela e devem achá-la feia. Téo toca seu rosto. Isabela chega e vê a situação.",
      "quarta": "Tomas consegue a falsa peça piloto para fazer uma armação contra Safira, que negou ajuda para ele. Isabela e Manuela se encontram para trocarem de lugar para o show. Laura aparece e vê as duas. Ofélio diz: “Agora desafinou”. Priscila vai até a casa dos irmãos Vaz para passar informações para Regina. Pedro diz que está feliz com o namoro com Helena.",
      "quinta": "Laura descobre toda a verdade sobre Isabela e Manuela, e Ofélio pede para que ela guarde segredo. Priscila encontra a carta de abandono que Flora deixou pros irmãos Vaz. Eles contam a verdade e Priscila promete guardar segredo. Regina força Manuela a fingir que está doente. Felipe rasga a carta de Flora e joga no lixo do condomínio. Meire desconfia e faz Dinho pegar os restos de papel.",
      "sexta": "Priscila não conta a verdade para Regina, diz que estava tudo certo no apartamento dos Vaz. Meire consegue juntar os pedaços da carta e tem a prova de que Flora abandonou os sobrinhos. A síndica ri e comemora. Chega o grande dia do desfile da nova coleção da marca Splish, da On-Enterprise. Todos aguardam o início dos shows. Omar decide que quer ir para a cidade. Otávio apresenta Rebeca para Regina. Safira tenta falar com Priscila, que é rude e manda a mãe não falar mais com ela. Tomas esconde a peça piloto falsa na sala de Safira. Manuela chega ao local do desfile para trocar de lugar com Isabela. Otávio faz a abertura da nova coleção. A cantora Chloé (Graciely Junqueira) canta durante o primeiro desfile da noite. Os meninos da C1R acham Chloé linda. Omar está sem dinheiro e rouba sorvete. Nico tenta impedir, mas não consegue."
    },
    "Betty a feia": {
      "segunda": "Enquanto Armando e Betty estão sozinhos e felizes, Marcela o procura pelo GPS e se desespera ao descobrir a traição. No caminho parao evento Marcela e Patrícia são surpreendidas com um pneu furado. Patrícia vê o carro de Armando passar e diz a Marcela que ele estava com um urso. Ela não vê Betty por que a assistente estaá no banco de traseiro. Armando chega em casa e mente sobre uam reunião em Manhattan. Marcela sabe que ele está mentindo mas decide não discutir. Catalina conta a Marcela que foi escolhida como a executiva mais bela e poderosa de Manhattan e fará uma sessão de fotos para a revista. Ricardo, cada vez mais atraído por Marcela, a fotografa com seu celular. Bertha desconfia que está sendo traída. Bertha aconselha Sofia a apoveitar que Jenny está morando em sua casa para fazer com que ela engorde.",
      "terça": "Betty quer ficar bonita para Armando e vai a um salão de beleza. Quando chega à V&M deixa todos boquiabertos. Pastríca, Marcela e Hugo debocham dela, dizem que está horrível e ainda afirma que os outros não dizem nada por pena. Daniel chega à empresa e cruelmente diz a Betty que ela está um espanto. Armando a defende e exige que Daniel lhe peça desculpas. Betty tem uma crise de choro e é consolada pelo pelotão. Daniel em cumplicidade com Mata, propõe a Armando que contrate uma empresa indiana com a qual reduzirá em 70% seu custo de produção. O objetivo deles é arruinar a V&M. Armando e Ricardo, entusiasmados, vem nesse contrato a oportunidade de pagar a “BAR” e recuperar a estabilidade da V&M. A mãe de Betty diz a Nícolas que desconfia que sua filha está apaixonada e pergunta se ele sabem por quem pode ser. Jenny provoca Sofia com seus filhos e ela destrói o celular da rival. Smith a demite. Patrícia está curiosa por conhecer o namorado de Betty.",
      "quarta": "Armando vira uma fera e arrisca a própria vida para defender Betty dos rapazes do bairro. Ao chegar em casa ele mente para Marcela e dizque foi atacado na rua. Betty consegue que Smith dê uma nova oportunidade a Sofia com a condição de que ela se desculpe publicamente com Jenny e lhe dê um celular novo. Sofia conversa com Charlie e ele a convidada a viver em sua casa, mas ela não aceita. Marcela troca de blusa em seu escritório e Ricardo a observa. Depois os dois vão se encontrar com Armando em um restaurante. Ricardo aproveita que Marcela bebeu demis, a leva para casa e faz fotos dela em roupa íntima. Nícolas vai até a V&M e leva uma mala com roupas para Betty. Patrícia o confunde com um executivo e acretida que o namorado da feia é milionário. Ricardo deixa um cartão de amor e um presente no escritório de Betty para que ela pense que foi Armando quem enviou.",
      "quinta": "Todos na V&M ficam sabendo que o namorado de Betty convidou o pelotão para almoçar em um restaurante de luxo. Armando não suporta que todos acreditem que foi Nícolas e não ele. Armando pede explicações a Ricardo por ter enviado a Betty um presente em seu nome. À pedido de Betty o pelotão arrecada dinheiro para que Sofia possa comprar um celular novo para Jenny. Nícoals encontra a caixa onde Betty guarda as coisas de Armando e se convence que ela está apaixonada pelo chefe. Frank e Peter dizem a Nícolas que ele e Betty estão correndo muitos riscos com a BAR Fashions e essa história não terminará bem para eles. Depois de uma longa pesquisa de mercado, Betty aconselha Armando e Ricardo a não fazerem negócios com a empresa indiana indicada por Daniel. Marcela fica sabendo e culpa Betty por ter influenciado Armando a ir contra a indicaçã ode seu irmão. Patrícia conversa com Nícolas por telefone e está disposta a conquistá-lo.",
      "sexta": "Betty não está disposta a fazer o papel de amante e quer terminar seu relacionamento com Armando. Pressionado, Armando só vê uma maneira de evitar o final de seu relacionamento com Betty e diz a ela que está disposto a terminar seu compromisso com Marcela. Depois que Marcela a insulta e humilha, Betty se defende e afirma que a empresa que seu irmão está indicando não respeita os direitos humanos e trata os funiconários como escravos. daniel fica furioso ao constatar que Armando não aceitará sua indicação. Bertha quer comprovar se seu marido está sendo infiel, por isso invade seu celular e encontra um número desconhecido. Ela liga, uma mulher atende e seu mundo vem à baixo. Com muita indignação, Sofia devolve o celular a Jenny e pede disculpas publicamente. Enciumado, Efrain comenta com Charlie que Sofia está saindo com outro homem. Nícolas pergunta a Betty se ela tem algo com Armando e lembra a amiga que ele a está usando por que tem o poder da empresa em suas mãos."
    },
    "Meu coração é teu": {
      "segunda": "Os filhos de Fernando fazem uma surpresa, chegando na praia e interrompendo ele e Ana, justo no momento em que ela estava a ponto de contar a verdade sobre a “Chicago”. Fanny diz a Ana que ainda falta uma surpresa e que Nando tomou uma decisão. Isabela se zanga ao ver que Yolanda e Ramona saíram de casa. Ana diz a Fanny que ao invés de estar desfrutando o momento, está se sentindo muito culpada. Johnny comemora com Jennifer e suas amigas a permissão para o funcionamento da “Johnny’s Pole Dance Worshop”. Leon diz à mãe que acredita que Fanny deixou de amá-lo. Fanny conta a Ana que encontrou Henrique em um restaurante e ela se preocupa. Fernando está com seus filhos, terminando o planejamento da busca ao tesouro. Ramona acompanha Yolanda até o asilo.",
      "terça": "Isabela sai do camarim de Ana sentindo-se vitoriosa. Diva acredita que o cliente que estava atendendo saiu sem pagar, desconhecendo que esse homem era Isabela disfarçada. Fanny chega ao hospital e Margarida diz que a situação de Leon é delicada. Fernando chega à mansão e pergunta a Bruno e Manuela se eles sabiam que Ana dançava na “Chicago”, eles respondem que não tinham nem ideia disso. Ana vai em um táxi até a mansão, e chama Soledade para dizer que Fernando esteve na “Chicago” e descobriu toda a verdade. Ana fica preocupada porque acredita que perderá Fernando e as crianças. Nando recebe um e-mail de Helena no qual ela diz que irá para Califórnia, pois a competição com Edith não lhe faz bem. ",
      "quarta": "Ana está se recuperando da crise de ansiedade, mas a tristeza que sente é infinita. Jennifer, Soledade, Johnny e Ângelo estão ao lado dela. Isabela está muito feliz, pois com sua vingança contra Ana, também pode se vingar das crianças. Jennifer e Johnny acertam os últimos detalhes da escola de pole dance. Ana está muito fragilizada e Ângelo não se separa dela. Bruno e Manuela estão muito preocupados pela situação de Ana e Fernando, mas pensam que devem apoiar a família Lascurain. Edith enfrenta Fanny, pensando que ela jamais foi sua amiga. Magda liga para Ângelo e fica enciumada quando descobre que ele não tem se separado de Ana.",
      "quinta": "Alicia pergunta ao pai o que vai acontecer com Ana, diz que todos cometem erros, e que não é justo que ele siga brigado com ela. Fernando vai ver Ana para dizer que ela pode voltar para a mansão, mas só para trabalhar com babá. Ana tenta falar com ele, mas Fernando se porta friamente com ela. Fanny diz a Helena que a carta de Leon a fez ver muitas coisas, entre elas que está apaixonada por Lênin. Ana insiste em ver as crianças, Ângelo não está de acordo, mas acaba permitindo. Helena diz a Nando que o maior de seus projetos é formar uma família com ele. ",
      "sexta": "Luz vê Henrique carregando seu irmãozinho e corre para chamar Ana. Ana pede aos seguranças que procurem Henrique por todos os cantos da casa. Henrique consegue fugir pela porta de serviço. Fernando fica histérico e reclama com os seguranças. Ana, por culpa do chá, chega sonâmbula à cama de Fernando, na manhã seguinte ele reclama, e ela o ignora. Fernando pede a Fanny que não vá para a faculdade e ela concorda, pois percebe seu pai muito alterado. Ângelo convida Ana para tomar café e diz que a ama. Ana diz que não pode corresponder a esse amor. Soledade diz a Ângelo que ele não ama Ana."
    },
    "Ouro Verde": {
      "segunda": "Tiago dá uma surra em Tomás.  Miguel fica destroçado com a notícia e proíbe o médico de falar com quem quer que seja sobre aquilo. Tiago deixa Tomás bastante machucado. Vera passa a saber que Henrique desapareceu. Hadja avisa a Jéssica sobre Henrique. Quando Hadja dorme, Henrique foge. Bia trata Jorge com muita frieza. Tomás mente à polícia, afirmando que estava bêbado e não se lembra de nada.",
      "terça": "Mônica fica passada com o filho. Jorge encontra-se com Arnaldo, a quem pede ajuda e este diz-lhe que Filomena pode estar mentindo sobre não ter estado ninguém no escritório. Jorge dá permissão a Arnaldo para pressionar Filomena. Esta é pressionada por Arnaldo e, depois, liga para Otelo. Bia e Antônio ficam sabendo que Catarina era David e que é filho de José, o que faz Antônio reagir mal pelo fato de o pai ter escondido esse segredo durante tantos anos. Hadja diz a Vera que Henrique fugiu.",
      "quarta": "Bia diz a Jorge que acredita na inocência dele e os dois se beijam apaixonadamente. Tiago admite estar apaixonado por Catarina. Miguel acaba tudo com Vera, afirmando que ela gosta de outra pessoa.",
      "quinta": "Tomás diz a Mônica que manteve a mesma versão para a polícia, o que é confirmado a Catarina, a quem dizem que é muito importante que ela conte a verdade. Antônio conta a Miguel que Tomás espancou Catarina e que esta é irmã deles. Mônica recusa-se a acreditar na inocência de Jorge. Filomena liga para Jorge para lhe contar uma coisa muito importante, mas Otelo a mata antes que fale.",
      "sexta": "Jorge estranha que Filomena não diga nada. Otelo guarda o celular de Filomena. Mônica não aceita que Bia fique com Jorge, mas Bia diz que não vai largar o homem que ama. Antônio conta a Miguel toda a verdade sobre Catarina, incluindo o que Tomás fez. Miguel procura o filho, obrigando-o a assumir as responsabilidades dos seus atos e a pedir desculpas a Catarina, a José e Amanda. José fala com Catarina, a quem pede que o deixe ser seu pai.",
      "sábado": "Gonçalo leva Henrique até Jorge que, juntamente com Bia, dizem ao garoto que tem de o entregar a Vera. Bernardo mostra-se agressivo com Cláudia, quando aparece Miguel, que diz que ele é mais um que precisa de aprender a tratar bem uma mulher e pergunta por Mônica. Amanda suplica a José que não vá ver Catarina, mas José recrimina-se por ser o culpado de tudo e por não ter sido um pai presente. José pede para falar a sós com Catarina."
    },
    "Amor sem igual": {
      "segunda": "Furacão faz seu primeiro dia de trabalho no Mercado Municipal, no box do Miguel, e vende seus produtos para os clientes. Poderosa chega e se aproxima dela. Poderosa ajuda Furacão a vender abóbora para um cliente antigo. Furacão pede desculpas ao cliente e diz que é seu primeiro dia de trabalho. Carmem orienta Antônio que o roubo será amanhã e precisa de todos atentos e preparados.",
      "terça": "Oxente fica decepcionado com a postagem da Maria Antônia e parte para cima dela com o cinto na mão. Zenaide pede para que ele não perca a cabeça. Oxente vai à casa de Miguel e conta o que Maria Antônia fez. No hospital, Ramiro segue monitorado e reage revoltado com o que ouviu de Bernardo. Bernardo pergunta se Ramiro vai pagar o valor que Fonseca está pedindo. Leandro conversa com Poderosa e diz que foi expulso da agência por Fernanda.",
      "quarta": "Leandro encontra com Poderosa em um restaurante. Ramiro comenta com Xavier que já pode ter alta, mas não quer ir para casa ainda, pois teme que achem coincidência que recebeu um rim. Xavier diz que Tobias e Fernanda não vão pensar isso dele. Leandro revela à Poderosa que Tobias é seu irmão e ela fica impactada, chocada. Poderosa cambaleia e quase desmaia, mas é amparada por Leandro. Leandro revela que Ramiro é seu pai e que ele nunca iria assumir a filha de uma amante.",
      "quinta": "Miguel pede para que Maria Antônia se vista. Maria Antônia bêbada pede um beijo a Miguel. Miguel a pega no colo e sai carregando Maria Antônia para fora. Poderosa conta à Furacão que é filha de Ramiro e ela cai na gargalhada e pergunta se Poderosa acredita em Coelho da Páscoa. Furacão sugere que Poderosa conte tudo a Ramiro, mas ela diz que não irá revelar que é filha dele, mas que vai destruir um por um, e Furacão fica chocada com a amiga.",
      "sexta": "Leandro diz que seu apartamento não é lugar para Poderosa porque por enquanto ela é ainda uma garota de programa e Bernardo frequenta sua casa também. Cindy entra no quarto de Ramiro e o surpreende. Cindy é baleada por Ramiro. Miguel está em sua casa jantando com Hugo que não consegue comer. "
    },
    "O rico e lázaro": {
      "segunda": "Belsazar reconhece Nabonido como rei, mas trata Daniel com desdém. O hebreu avisa que Labash-Marduk não é filho de Nebuzaradã. Shag-Shag pede para falar a sós com Hurzabum e Rebeca. No palácio, Daniel revela que Labash-Marduk é filho de Hurzabum e Rebeca. Nabonido diz que o menino deverá ser entregue aos verdadeiros pais. Joana pede para Zac ajudá-la a libertar Asher. Larsa tenta bater em Asher, mas ele desvia dos golpes. Nabonido manda libertar Asher e pede para agradecer a ajuda de Lior. Revoltada, Namnu termina o casamento com Rabe-Sáris. Hurzabum e Rebeca se emocionam ao saber que são os verdadeiros pais de Labash-Marduk. Absalom pede para Ravina depor a favor de Dana.",
      "terça": "Em conversa com Lia, Daniel fala sobre a visão que teve na noite anterior. Lior implica com Benjamin. Na casa de Ravina, Labash-Marduk é bem tratado por todos. Belsazar diz que Nabonido não tem jeito para governar e Nitócris concorda. Elga implica com Samira e Talita. Asher se declara para Joana. Mesaque e Sadraque visitam Daniel e Abednego. Elga visita Malca no palácio. Daniel conversa com Mesaque e Sadraque. Dana depõe contra Larsa no palácio. Lia e Naomi testemunham contra o feitor.",
      "quarta": "Elga diz que Fassur está sendo atacado por demônios. Nabonido pede para Daniel ficar de olho em Belsazar. Nabonido de se despede da mulher e do filho. Belsazar comemora a partida do pai. Joana fica surpresa ao saber que Ebede-Meleque deixará a cidade. Rabe-Sáris se irrita com o pedido de separação de Namnu. Zac e Nabonido deixam o palácio. Arioque defende Namnu. Fassur diz à Elga que Joana é uma feiticeira. Joana se despede de Ebede-Meleque. Dana descobre que Joana será acusada de bruxaria. Neusta se despede de Daniel.",
      "quinta": "Daniel chega à sala do trono e tenta defender Joana, mas Belsazar ordena que a levem para o calabouço e depois a atirem no Eufrates. Asher corre em direção ao palácio. Daniel fica indignado com a injustiça cometida. Abednego diz que Zac precisa ser avisado sobre o parto de Malca. Elga discute com Fassur e revela saber de toda a verdade. Ele a ameaça, mas Elga o enfrenta. Neusta e Ebede-Meleque deixam o palácio. Eles se emocionam com as lembranças do passado. Asher chega ao palácio e fica indignado com a condenação de Joana. Abednego envia uma mensagem para Zac. Ele pede a ajuda de Mesaque. Fassur é ajudado por alguns sacerdotes. ",
      "sexta": "Sob um capuz, a pessoa acusada é jogada ao rio Eufrates. Beroso e Fassur observam, vitoriosos. Zadoque diz que é preciso ter fé. Elga apoia Malca. Zac chega às margens do rio Eufrates e se desespera. Ele dá um soco em Fassur. O sacerdote anda pelas ruas e é reconhecido por algumas camponesas, que o acusam de abuso. Fassur teme a ira das mulheres. Elga lamenta o tempo perdido ao lado do sacerdote. Ferido com os golpes dados pelas camponesas, Fassur fala com Deus em um misto de pânico e ódio. Alguns abutres se aproximam dele. Em um campo, Asher beija Joana e se perde nas lembranças."
    },
    "Caminhos do coração": {
      "segunda": "Ela implora para Taveira soltá-la, mas ele a aterroriza e lhe dá uma mordida.Tati faz tudo voltar ao normal e avisa que não quer matar ninguém. Golias avança contra ela, mas Tati cria uma onda de energia e o derruba. Fernando e Juanita se aproximam de Tati e Golias também a cerca. Júlia ouve o rugido de Velociraptor e se apavora por ele ter conseguido entrar no laboratório.",
      "terça": "A Liga do Bem chega à ilha. A Liga do Bem chega à ilha. Hélio avança para cima de Ângela e quando está prestes a atacá-la, a menina voa e foge. Iara canta e Dino fica encantado. A sereia aproveita para dar um golpe em Dino e Cris lança uma onda de choque na direção dele. Dino cai no chão e solta Iara, que corre para junto de Cris. Cris lança outra onda de energia sobre Dino, que cai sentindo dor. Júlia pega suas armas e se esconde no instante em que Velociraptor entra no laboratório. ",
      "quarta": "Fúria manda Leão fugir e encara Vlado. Pachola avança contra Maria e ela lhe dá um chute. Vavá sai do esconderijo e Guiga se surpreende ao vê-lo. Vavá corre para os braços de Guiga e depois abraça Noé e Toni. Maria diz para eles irem para o laboratório e procurarem Tati e Ângela no caminho. Pachola conta que Perpétua e Gabriel (Marcelo) também foram para o laboratório e Maria fica interessada. Júlia atira em Velociraptor com a pistola de raios e se joga no chão para pegar o soro da juventude. Ela se levanta rapidamente e foge para o corredor. ",
      "quinta": "Liga do Bem encontra Tati e Ângela congeladas. Cassandra e Amália chegam à Progênese, como se nada tivesse acontecido, e Gór fica furiosa. As duas tentam convencer Gór de que ela não conseguirá comandar a empresa sem a ajuda delas. Golias olha com raiva para Fernando e Juanita e avisa que está com fome. Fernando lhe dá um soco, mas nada acontece. Golias dá um chute em Fernando e o joga para longe. Fernando sai correndo, enquanto Juanita começa a se transformar em cobra. Golias vai para cima de Juanita e Fernando observa tudo escondido.",
      "sexta": "Fernando conta a Eric que Juanita foi morta por Golias. Vlado promete se vingar de Fúria e Leão e se surpreende ao ver Hélio pronto para atacá-lo. Hélio avança contra Vlado e os dois lutam. Iara fica assustada com o ato violento de Cris, mas ele diz que seu desejo de vingança ainda não se cumpriu, pois ainda falta matar Vlado. Leão admira Fúria e tenta agarrá-la, mas a mulher-pantera o empurra e avisa que Leão só irá possuí-la quando ela quiser."
    },
    "a escrava isaura": {
      "segunda": "Leôncio obriga Isaura a novos trabalhos. Álvaro aproveita a situação e pede que o jardineiro entregue uma carta para Isaura. Rosa discute com seu pai. Leôncio obriga Isaura a novos trabalhos. Gioconda desconfia do leilão. Leôncio tenta não fazer o leilão, mas Malvina não concorda com seu marido. Dr. Paulo quer receber o dote de Helena.",
      "terça": "Álvaro diz a Henrique que é noivo de Isaura. Leôncio pede para Francisco pensar em algo que cancele o leilão. Malvina vai até Isaura lhe dizer que enviou um mensageiro até Álvaro para avisá-lo sobre o leilão. Álvaro e Tomásia recebem a mensagem. Cel. Sebastião é informado sobre o leilão. Rosa fica com inveja de Isaura. Henrique e Bernardo descobrem que o comprador de diamantes está na cidade. Bernardo consegue vender os diamantes por um bom preço. Leôncio pede para Isaura cortar suas unhas.",
      "quarta": "Leôncio acorrenta Isaura. Malvina encontra Leôncio tentando aproveitar-se de Isaura. Henrique chora pelo amor de Isaura. Álvaro e Tomásia pensam em alguém para representá-los no leilão de Isaura. Geraldo e Branca chegam a fazenda de Leôncio. Malvina tem medo do que possa acontecer no leilão. Branca ameaça Isaura. Tomásia solicita escolta para ir ao leilão e contrata o Sargento para representá-la. Sebastião, Paulo, Henrique e Bernardo chegam ao leilão. Henrique encontra Isaura.",
      "quinta": "Henrique não aceita o amor de Isaura e Álvaro. Diogo consegue escrever uma carta para Tomásia. Tomásia e Álvaro chegam ao leilão e Leôncio impede-os de entrar e proíbe que o Sargento participe. Álvaro pede para Geraldo comprar Isaura. Sebastião nega-se a comprar Isaura. Leôncio ordena que Belchior dê o lance mais alto. Leôncio ameaça matar Isaura. Leôncio tenta suicidar-se. Sebastião pede para suspender o leilão e Leôncio pensa em casar Isaura com Belchior e dar-lhe a liberdade. Álvaro paga a Belchior para chamar Isaura.",
      "sexta": "Leôncio diz a Malvina que vai casar Belchior com Isaura. Henrique vê Isaura beijar Álvaro. André leva Rosa para o quilombo. Leôncio conta Belchior que vai casá-lo com Isaura. Belchior diz a Leôncio que Isaura está com Álvaro. Leôncio bate em Isaura e diz que vai casá-la com Belchior. Isaura é colocada no tronco. Tomásia recebe a carta de Diogo. Sebastião se sente só. Perpétua se sente mal e manda avisar Álvaro. Belchior visita Isaura na senzala. Leôncio revela a Francisco detalhes de seu plano."
    },
    "totalmente demais": {
      "segunda": "Gilda tenta convencer Eliza de que seu pai faleceu. Arthur ganha a competição de caiaque e é saudado por Daniele. Carolina comunica que irá para Austrália participar de um editorial de moda. Pietro informa que a modelo do editorial será Daniele Lieb Dich. Dorinha e Zé Pedro se hospedam com as crianças na casa de Carolina. Pietro e Lu insinuam para Carolina que Germano está interessado na executiva. Lili decide acompanhar Germano na viagem à Austrália com Carolina. O carro de Arthur quebra na estrada e ele encontra Eliza na oficina de Dino.",
      "terça": "Arthur pergunta a Eliza se ela já pensou em ser modelo. Eliza dá para Gilda a gorjeta que recebeu de Arthur. Carolina exige que Arthur vá com ela para a Austrália. Eliza conta à mãe sobre os olhares de Dino. Rafael volta da Europa e conversa com Charles. Lu vai com Max na boate e conhece Rafael. Jacaré ameaça Lu e Rafael na saída de uma boate e Jonatas ajuda os dois. Eliza tenta se defender de Dino, que acaba sofrendo um acidente. Gilda orienta Eliza a fugir para não ser acusada de assassinato. Eliza consegue carona com Bino e viaja para o Rio de Janeiro.",
      "quarta": "Dino afirma a Gilda que Eliza tentou matá-lo. Arthur divulga a gravação de Carolina se divertindo na Austrália e deixa a jornalista constrangida. Bino leva Eliza ao Rio de Janeiro e lhe dá orientações para procurar a pensão da Fátima. Dino avisa a Gilda que não sossegará enquanto Eliza não estiver na cadeia. Na pensão, Jessy furta o dinheiro de Eliza. Rafael pede que Lu lhe indique como fotógrafo para Carolina. Eliza acaba sendo expulsa da pensão por Fátima. Jacaré observa Eliza.",
      "quinta": "O policial Wilson recomenda a Eliza que procure um abrigo. Jonatas leva Wesley e Jeniffer ao baile, mas os três acabam expulsos. Carolina e Arthur ficam juntos. Diante da ameaça de corte de investimento na Totalmente Demais, Carolina convence Lili a manter seu patrocínio à revista. Lili e Carolina decidem realizar um concurso de beleza para firmar a parceria. Jacaré e Braço encurralam Eliza e Jonatas aparece para salvá-la.",
      "sexta": "Jonatas e Eliza conseguem fugir de Jacaré. Zé Pedro avisa a Germano que Fabinho está protestando em frente à Bastille e o empresário decide chamar a polícia. Carolina não gosta de encontrar Dorinha em seu apartamento. Eliza diz a Jonatas que também deseja se tornar uma empresária das ruas. Jojô não gosta de ver Carolina dormindo em seu quarto. Fabinho garante a Jamaica que acabará com a Bastille por poluir o ambiente. Jonatas sugere que Eliza venda flores à noite. Eliza se surpreende ao ver Arthur novamente.",
      "sábado": "Eliza tenta se aproximar de Arthur, que não a reconhece. Cassandra pede a Hugo que a apresente a Carolina. Jonatas ensina a Eliza como se portar diante dos clientes. Dorinha e Zé Pedro vão à festa da Totalmente Demais e Cassandra e Hugo aproveitam para entrar com eles. Carolina, Germano e Lili anunciam o concurso que revelará a garota Totalmente Demais. Eliza vende todas as suas flores para Florisval, que finge ser um empresário para Maristela. Hugo agride Arthur ao vê-lo com Cassandra. Eliza agradece Jonatas por sua ajuda, e o menino a beija."
    },
    "novo mundo": {
      "segunda": "Carlota e Dom João repreendem o comportamento de Dom Pedro, e alertam sobre a chegada de Leopoldina ao Rio de Janeiro. A companhia teatral de Joaquim chega ao Palácio Ducale. Thomas se aproxima de Anna, e seu irmão, Piatã, não gosta. Elvira furta uma barra de ouro e esconde no bolso de Joaquim. Joaquim e Anna se encantam um pelo outro. Joaquim e Elvira fogem dos guardas do palácio e se escondem em baús. Thomas garante que protegerá Leopoldina e Anna, e Piatã se incomoda. Leopoldina admira uma foto de Dom Pedro. Dom Pedro beija Noémie. Thomas confessa a Marialva sua intenção de se aproximar de Anna para ter acesso à família real portuguesa. Joaquim embarca no navio que levará Leopoldina ao Rio de Janeiro e se disfarça de marujo. Joaquim encontra Anna no navio.",
      "terça": "Anna acredita ter reconhecido Joaquim, mas o rapaz disfarça. Elvira é presa e conhece Manoel. Thomas conversa com Anna sobre Piatã. Manoel esconde Elvira no porão do navio e ela se desespera. Thomas afirma que conquistará o amor de Anna. Piatã alerta Anna sobre Thomas. Joaquim conhece Leopoldina, que pede ao capitão que o falso marujo fique à sua disposição. Anna e Piatã falam sobre o misterioso desaparecimento de seu pai Edward no Brasil. Joaquim conforta Anna, que sofre pela ausência do pai. Miguel denuncia a presença de Noémie no quarto de Pedro. Joaquim beija Anna.",
      "quarta": "Dom João e Carlota expulsam Noémie do palácio real. Joaquim se declara para Anna e a pede em namoro. Thomas desconfia da intimidade entre Joaquim e Anna. Elvira é descoberta e obrigada a trabalhar no navio. Pedro promete a Noémie que seu casamento com Leopoldina não atrapalhará o relacionamento dos dois. Thomas oferece um jantar romântico a Anna. Joaquim se aproxima de Piatã. Anna aceita namorar Joaquim. Há uma passagem de tempo. Anna e Joaquim trocam juras de amor eterno. O navio atraca em uma parada antes de chegar ao Brasil. Thomas arma para que Joaquim não consiga embarcar no navio.",
      "quinta": "Anna se desespera ao constatar que Joaquim não embarcou no navio e Thomas comemora o sucesso de seu plano. Perdido na ilha, Joaquim conhece os piratas Hassan e Fred Sem Alma. Anna revela seu relacionamento com Joaquim a Leopoldina e Piatã. Joaquim tenta fugir do navio piratae Fred ameaça a vida de Anna. Chalaça garante a Carlota e Dom João que Pedro se casará com Leopoldina. Germana e Licurgo sofrem para manter a Taberna dos Portos funcionando. Noémie anuncia que está grávida de Pedro e Chalaça se desespera. Há uma nova passagem de tempo. O navio com a comitiva de Leopoldina chega ao território brasileiro e é atacado por piratas.",
      "sexta": "Joaquim tenta convencer Anna de que não é cúmplice de Fred. Leopoldina aceita ser levada como refém pelos piratas. Germana ouve Pedro combinar uma fuga com Noémie. Fred questiona Thomas sobre seu interesse por Anna. Leopoldina tenta atacar os piratas, mas é rendida. Dom João manda seus guardas vigiarem Dom Pedro. Joaquim lidera a tripulação em um plano contra os piratas e pede Anna em casamento. Thomas faz Fred acertar um tiro contra Joaquim, que acaba caindo no mar.",
      "sábado": "Leopoldina ordena que procurem Joaquim. Thomas prende Fred. Pedro manda Chalaça ao encontro de Noémie. Thomas tenta difamar a imagem de Joaquim e Anna o repreende. Thomas faz um acordo com Fred e anuncia oficialmente a morte de Joaquim. Anna se desespera com a notícia. Germana tenta extorquir dinheiro de Carlota e acaba presa. Pedro engana Dom João e vai ao encontro de Noémie. Elvira garante a Manoel que lhe entregará parte de suas supostas barras de ouro. Anna afirma a Thomas que Joaquim está vivo. Licurgo revela a Dom João o paradeiro de Pedro e Germana se enfurece. Thomas pede para se aproximar de Anna e percebe o desconforto de Piatã. Os guardas do rei encontram Pedro. O navio real chega ao Rio de Janeiro. Joaquim é resgatado por índios."
    }
  }
}
