{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Tereza Cristina pede socorro a Antenor. Patrícia decide usar seu celular antigo para que Alexandre não possa mais contatá-la. Daniel ouve Álvaro e Íris falando sobre um outro segredo de Tereza Cristina, e conta para Antenor. Tereza Cristina marca um encontro com Pereirinha. Os comparsas de Ferdinand seguem Antenor. Pedro Jorge ouve Danielle e Beatriz conversando sobre Vitória. Antenor é sequestrado, e Daniel alerta Griselda.",
      "terça": "Griselda se desespera por notícias de Antenor. Pedro Jorge implora que Danielle o tire da casa de Celina. Vilma comenta com Letícia que acredita que Chiara será desmascarada. Wallace elogia Dagmar para Leandro. Danielle revela a Esther que Beatriz e Guilherme são os pais biológicos de Vitória. Mônica avisa a Teodora que Quinzinho pode dormir com ela. Pedro Jorge fala para Henrique que ele tem uma irmã. Celina confronta Beatriz sobre sua relação com Guilherme. Ferdinand e seus comparsas libertam Antenor, mas atiram em direção ao rapaz.",
      "quarta": "Antenor cai em um precipício. Griselda tem um mau pressentimento. Caçadores encontram Antenor, e avisam a Patrícia. Beatriz fala para Celina que, antes de denunciar Danielle, quer conversar com Pedro Jorge e Esther. Márcia critica a atitude de Paulo ao falar do estado da ex-mulher. Danielle descobre que Mônica usou a doença de Henrique para conseguir a guarda de Pedro Jorge. Celina garante para o marido que acabará com a carreira de Danielle. Esther decide ficar na Fio Carioca.",
      "quinta": "Griselda cuida da internação de Antenor e faz graves acusações contra Tereza Cristina. Juan afirma a Vilma que descobrirá se Chiara tentou enganá-lo. Beatriz procura Esther. Zuleika avisa a Wallace que sua lesão diminuiu, e ele decide voltar a lutar. Joana vê a foto de Tereza Cristina no computador e a associa com a loura misteriosa. Ferdinand combina com um de seus comparsas para entrar no hospital. Patrícia se declara para Antenor, que lhe pede perdão. Guaracy fala para Esther que vai atrás de Beatriz. Tereza Cristina se assusta ao ver Joana em sua casa.",
      "sexta": "O comparsa de Ferdinand é impedido de invadir o quarto de Antenor. Beatriz avisa a Esther que ficará com Vitória. Griselda flagra o comparsa de Ferdinand no hospital. Joana mostra a foto da loura misteriosa para Tereza Cristina. Vanessa deixa Paulo sozinho no Brasileiríssimo, e pede ajuda a Patrícia para conseguir seu emprego de volta com Renê. Danielle liga para Esther. Celina leva Beatriz para falar com Beto Junior e Gouveia. Jackeline se oferece para trabalhar no Tupinambar. Guaracy constata que Esther foi embora com Vitória.",
      "sábado": "Gouveia explica para Beatriz e Celina como será o processo que enfrentarão. Beto entra em contato com Esther, e Guaracy fica perplexo ao saber que Beatriz denunciou Danielle. Alice estranha a depressão de Íris. Pereirinha dispensa Tereza Cristina, que fica furiosa. Griselda consola Guaracy, e os dois acabam se beijando. Esther chega com Vitória a uma casa de campo. Juan fica impressionado com a disposição de Wallace no treino. Guaracy revela a Paulo que Esther fugiu porque a mãe biológica de Vitória quer afastá-la da filha."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "totalmente demais": {
      "segunda": "O médico comunica a Rosângela que Wesley precisará passar por uma cirurgia. Rosângela responsabiliza Montanha pelo que aconteceu com o filho e pede ao professor que saia do hospital. Eliza não cede às chantagens de Dino. Jojô avisa a Arthur que Eliza foi presa e levada para Campo Claro. Germano vai para Campo Claro, após saber por Zé Pedro que a filha está na cadeia. Dorinha avisa a Carolina da prisão de Eliza. Germano chega à delegacia e revela a Eliza que é seu pai.",
      "terça": "Germano diz a Eliza que fez o teste de DNA para comprovar sua paternidade e pede à filha que o deixe cuidar dela. Gilda não acredita em Arthur quando ele conta que Dino colocou Eliza na cadeia. Jojô ofende Gilda. Peçanha revela a Dino que Germano é pai de Eliza. Lorena publica a prisão de Eliza em seu site. Germano agride Dino e discute com a polícia. O empresário é preso por desacato à autoridade. Wesley diz a Jonatas que não sente suas pernas. Gilda questiona Dino sobre a prisão de Eliza.",
      "quarta": "Gilda descobre que Dino é o responsável pela prisão de Eliza. Fabinho conta a Cassandra que Eliza é irmã dele. Cassandra constata que está apaixonada por Fabinho. Gilda decide testemunhar em favor de Eliza. Peçanha é obrigado a libertar Eliza e Germano. Carolina ordena que os funcionários da Excalibur pintem a agência. Dino ameaça Eliza com um revólver. Dino e Arthur se enfrentam, e a arma acaba disparando.",
      "quinta": "Dino fica ferido e é levado para o hospital. Eliza diz a Arthur que ele salvou sua vida. Peçanha combina com o carcereiro a fuga de Dino. Germano afirma a Gilda que não deixará que nada falte à sua família. Carolina assiste à declaração de Germano, comunicando que Eliza continua sendo a Garota Totalmente Demais. Rosângela pede desculpas a Montanha. Cordeiro mostra a Gilda as notas promissórias assinadas por Dino e diz que irá se apoderar de seu bar. Cordeiro anuncia a Gilda e Eliza que Dino fugiu.",
      "sexta": "Eliza convida Gilda para morar com ela, e a mãe promete pensar. Débora acusa Cassandra de nunca ter se importado com seus sentimentos. Cassandra termina seu relacionamento com Fabinho por causa de Débora. Gilda decide se mudar para o Rio de Janeiro com seus filhos. Carolina se despede de sua equipe e é aplaudida pelos funcionários. Lorena anuncia que é a nova diretora de redação da Totalmente Demais.",
      "sábado": "Lorena comunica a Pietro que irá mantê-lo em sua equipe. Lili diz a Eliza que sente orgulho dela. Débora afirma que Cassandra não precisava ter terminado com Fabinho por sua causa. Arthur informa a Max que ele será assistente de Carolina. Eliza e Gilda decidem procurar um bar para alugar no Bairro de Fátima. Carolina pergunta a Arthur se Eliza sabe da aposta feita entre os dois."
    },
    "novo mundo": {
      "segunda": "Dom Pedro exige que Benedita permaneça no solar e Domitila se enfurece. Thomas e Sebastião conspiram contra Dom Pedro. Bonifácio descobre novas pistas contra Sebastião e Thomas. Os pistoleiros rendem Piatã e os guerreiros. Anna enfrenta Thomas, que a prende no quarto secreto. Thomas instrui Licurgo a criar leis a favor dos fazendeiros. Greta mente sobre Ferdinando para Diara. Schultz sugere que Wolfgang converse com Ferdinando sobre Greta. Jacira se preocupa com Piatã. Dom Pedro se enfurece com a discussão entre Domitila e Benedita. Leopoldina e Joaquim comemoram o aniversário de Bonifácio. Domitila perde seu bebê.",
      "terça": "Domitila proíbe Rosa de contar a Dom Pedro que perdeu o bebê. Leopoldina ironiza a gravidez de Benedita e Dom Pedro se irrita. Sebastião investiga sobre a mãe de Libério. Jacira decide procurar Piatã e os guerreiros. Greta provoca uma briga entre Wolfgang e Diara. Amália conta a Hugo que perdeu o seu bebê no parto. Thomas é hostil com Amália e Anna o repreende. Jacira encontra o que sobrou do acampamento dos pistoleiros e recolhe as armas dos guerreiros. Benedita ameaça Domitila. Jacira organiza as índias para salvarem os guerreiros da tribo. Leopoldina invade a casa de Thomas e exige ver Anna.",
      "quarta": "Thomas manda Nívea chamar Anna para falar com Leopoldina. Quinzinho tenta mostrar a Joaquim o quarto com os segredos de Thomas. Anna conta a Leopoldina que Nívea é sua aliada. Benedita faz um acordo com Domitila. Joaquim solicita a Peter que ajude Quinzinho a falar. Domitila pede dinheiro a Thomas e lhe entrega algumas das cartas de Dom Pedro. Joaquim informa a Leopoldina que visitará Anna. Greta acredita que Diara será expulsa de casa. Licurgo decide voltar a cozinhar. Elvira se vê cercada pelos piratas. Bonifácio questiona Dom Pedro sobre o filho que Benedita está esperando. Idalina garante a Cecília e Libério que eles não são irmãos. Wolfgang decide sair de casa. Leopoldina recebe as cartas que Pedro enviou para Domitila e desmaia na frente de Bonifácio e Joaquim.",
      "quinta": "Bonifácio e Joaquim se prontificam a descobrir quem enviou as cartas para Leopoldina. Anna consegue uma prova contra Thomas e a entrega para Joaquim. Fred amarra Elvira no mastro do navio. Diara pede ajuda a Matias para encontrar Wolfgang. Germana informa a Licurgo que eles estão sendo roubados por Hugo. Greta muda a arrumação da casa e afirma a Diara que a casa de Wolfgang agora é dela. Dom Pedro tenta se desculpar com Leopoldina. Sebastião invade o jornal e manda prender Libério.",
      "sexta": "Diara manda os empregados expulsarem Greta e Schultz de sua casa. Joaquim vê Sebastião levar Libério e promete ajudar Cecília. Benedita ouve Domitila mandar Rosa queimar suas roupas sujas de sangue. Benedita confidencia a Chalaça que Domitila perdeu o bebê. Greta tenta fazer amizade com Diara. Ferdinando afirma a Peter que não pode se relacionar com ninguém. Ubirajara apanha dos jagunços e Piatã tenta energizá-lo. Miss Liu solta Elvira. Benedita conta para Dom Pedro que Domitila perdeu o bebê. Ferdinando volta à casa de Wolfgang e solicita falar com Greta. Joaquim entrega a Chalaça a carta de Thomas que pegou com Anna.",
      "sábado": "Chalaça garante a Joaquim que Domitila será desmascarada. Ferdinando se recusa a ficar com Greta. Vitória passal mal durante a noite e Thomas não deixa Anna cuidar da filha. Leopoldina tenta ajudar Libério. O ministro Howard surge na casa de Thomas. Cecília decide falar com Sebastião. Jacira tenta ensinar as índias a lutar para salvar os homens da aldeia. Francisco entrega dinheiro a Domitila para pagar a chantagem de Benedita. Joaquim entrega a Dom Pedro as cartas escritas por Domitila. Chalaça aparece no solar e Domitila se desespera. Joaquim conta o plano de Chalaça para Leopoldina. Dom Pedro decide ir escondido até o solar e ouve a conversa entre Domitila e Chalaça."
    },
    "Malhação": {
      "segunda": "Guto se desculpa com Benê, e a menina insiste em retomar as aulas de piano. Deco e Keyla conseguem chegar a um acordo. Lica se incomoda com a pressão de Felipe, e MB aconselha o amigo. Ellen convida Jota para projetar um robô com ela. Edgar convida Marta e Lica para jantar. K2 se incomoda com o fato de Tato vender salgados na lanchonete de Roney. MB insinua para Felipe que Lica pode estar interessada em Bóris. Guto revela a Benê que, como ela, também se sente diferente dos outros meninos.",
      "terça": "Benê e Guto reatam a amizade e as aulas de piano. Ellen aconselha Anderson sobre seu relacionamento com Tina. Dóris concorda que Bóris ofereça uma bolsa de estudos para Ellen no colégio Grupo, e ele comemora. Tina confessa a Ellen que está mal por causa de Anderson. Tato sofre ao ver Deco com Tonico. Guto exige que Samantha respeite Benê. Keyla se incomoda ao ver Tato e K2 juntos. Lica e Ellen organizam a Balada Cultural. Luís confronta Edgar. Tina alerta Lica sobre Bóris.",
      "quarta": "Tina convoca as amigas para conversar sobre Lica e Bóris. Deco convida Keyla para jantar. Edgar sugere que Malu aproxime Luís de Clara, para neutralizar as desconfianças do rival. Luís alerta Marta sobre as intenções de Edgar. Lica fica constrangida ao encontrar Bóris. Clara marca um encontro com Guto em sua casa. Anderson não dá atenção para a mensagem de Tina. Fio pede que Ellen dedique mais tempo aos dois. K2 confessa a K1 que teme que Tato ainda goste de Keyla. Bóris oferece a Ellen uma bolsa de estudos no colégio Grupo.",
      "quinta": "Dóris sugere que Ellen reflita antes de responder à proposta de Bóris. Roney vibra com o sucesso dos salgados de Tato em sua lanchonete. Keyla sai com Deco, e Roney convida Josefina para ir à sua casa. Clara namora Guto. Fio teme que Ellen aceite a bolsa de estudos no colégio Grupo. Telma estimula Tina a divulgar sua nova música. Lica pensa em Bóris. Tato sofre por causa de Tonico. Keyla e Deco ficam juntos.",
      "sexta": "Deco avisa a Keyla que viajará com sua ONG. Tato confessa a Anderson que ainda gosta de Keyla. Samantha provoca Guto por causa de Clara. Nena conversa com Ellen sobre a bolsa de estudos. Moqueca percebe que Samantha se insinua para Anderson. Tato brinca com Tonico, e Keyla afirma que gostaria de ser amiga do rapaz. As meninas apoiam Tina, que sofre por seu afastamento de Anderson. Felipe descobre que Guto e Clara estão namorando. Tina decide terminar o namoro com Anderson."
    },
    "Aventuras de Poliana": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Cúmplices de um resgate": {
      "segunda": "Sabrina inscreve o cavalo Dourado para outra corrida e vai avisar sobre a surpresa para Mateus e Dóris. Mateus estranha de onde Sabrina consegue dinheiro, como o que usou para pagar a inscrição.",
      "terça": "Dinho consegue que Vicente saia da cadeia e responda em liberdade. Téo sente saudade de Isabela e Manuela. Mateus e Dóris vão até a mansão do vilarejo e perguntam para uma garota sobre Sabrina. Mateus descobre que a garota é, na verdade, Sabrina disfarçada.",
      "quarta": "André faz as pazes com os irmãos Vaz. Ermínio tenta conquistar o coração de Flávia. O homem paga o sorvete da professora. Mateus descobre que na verdade Sabrina é neta do prefeito do Vilarejo dos Sonhos. Isabela, Manuela, Rebeca e Otávio jogam baralho na mansão.",
      "quinta": "Benjamin se recusa a sair da C1R para que André retorne ao posto de baixista. Fiorina pede para Helena para ver a santa que ela lhe deu. Helena vai até à igreja e aparece com uma santa em casa. Fiorina diz que essa não é a santa que ela lhe deu.",
      "sexta": "Fiorina reclama com Pedro sobre o ocorrido. A italiana encontra a santa que havia dado para Helena na igreja. Rebeca, Manuela e Isabela vão às compras. André e Omar saem para passear. Helena revela para Fiorina que foi Nina que levou a santa para a igreja."
    },
    "Betty a feia": {
      "segunda": "Chega o dia do casamento e Armando está no altar aguardando a noiva. Marcela demora muito e ele, ansioso, sai para procurá-la, mas Marcela ainda está no carro. Marcela diz a Armando que não quer se casar e lhe devolve o anel de compromisso. Armando avisa aos convidados que o casamento foi cancelado. Mariana vai até a casa de Betty e conta que o casamento de Armando e Marcela foi cancelado. Júlia e as amigas do pelotão se despedem rapidamente de Betty para que ela vá para o aeroporto antes que mude de opinião. Desesperado para evitar que Betty vá embora com Joaquim para Los Angeles, Armando vai para o aeroporto.",
      "terça": "Ao ver a reação de Betty, Joaquim se convence do grande amor que existe entre ela e Armando e diz que não pode lutar contra isso. Betty conversa com Armando e ele desperta. Marcela pede a Betty que fique com Armando. O escritório de Joaquim passa a ser o centro operacional da BAR Fashion. Marcela e Malú comunicam a Roberto que querem vender suas ações da V&M para começar uma nova vida na Europa. Roberto sugere a elas que não vendam as ações e façam um empréstimo para iniciar o novo empreendimento. Muitas emoções ainda rolam no último capítulo da trama.",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Ouro Verde": {
      "segunda": "Otelo se faz de desentendido quando Jorge diz que Maria Teresa é sua mãe. José pede a Amanda para não sair de casa, mas ela ignora. Maria Teresa e José dizem a Otelo que ele é filho deles. Otelo se revolta por José nunca tê-lo assumido.",
      "terça": "Lúcio, Sérgio e Gonçalo analisam as viagens de Otelo para Genebra no último ano. Antônio, Mônica e José estão à espera dos novos donos do banco. Miguel e Filardi também aparecem querendo descobrir quem são. Todos ficam espantados ao ver Maria Teresa entrando no banco.",
      "quarta": "Todos pensam que Maria Teresa veio apenas fazer uma visita ao banco. Jorge é o primeiro a perceber que ela é a nova dona. Maria Teresa anuncia Otelo como o novo presidente da instituição. Miguel fica em choque ao saber que Otelo é seu irmão, enquanto Otelo acusa o banqueiro de ter tentado matá-lo quando mandou assassinar o filho de Maria Teresa.",
      "quinta": "Maria Teresa convida José para ser presidente do banco e ele diz que precisa de pensar. Jorge apoia a decisão de Maria. Amanda não muda de ideia em relação a José, toma uma cartela de comprimidos e se deita abraçada à foto de Catarina para morrer em paz.",
      "sexta": "Rita estranha ao ver Maria Teresa tão animada até que ela conta que é a nova dona do banco e que Otelo vai assumir a presidência. Miguel diz que tem certeza que Otelo já sabia que era filho de Maria Teresa. Otelo fica furioso ao ver uma notícia sobre ele no jornal.",
      "sábado": "Bia descobre, através do médico de Miguel, que o pai tem uma doença grave e fica desesperada. Jorge tenta entrar na casa de Amanda, mas não consegue e pede ajuda a José, que aparece com Antônio. Eles acabam encontrando Amanda inconsciente em cima da cama."
    },
    "jesus": {
      "segunda": "Caifás nota a aproximação de Judite e disfarça. Adela vende cestos nas ruas de Jerusalém e recebe a ajuda de Zaqueu. Jesus ora solitário. A irmã do menino curado oferece alimento a Mateus e Pedro. Susana diz que apenas Jesus pode salvar Maria Madalena. Maria tenta se aproximar de Asisa. João e André são levados até Antipas. Eles avisam que viram Salomé às margens do rio Jordão. Maria consegue conversar com Asisa. Pilatos estranha a presença de Temina. Anás e Caifás falam sobre a decisão de Pilatos de construir aquedutos na cidade. Longinus descobre que Salomé pediu a cabeça de João Batista. Ami fica assustado ao ver Maria Madalena possuída na prisão. Petronius, Susana e Kesiah chegam ao local e ficam aterrorizados.",
      "terça": "Petronius se preocupa com Maira Madalena. Susana diz que só Jesus pode salvá-la. André e João são levados para a cela. Maria aconselha Gabriela. Petronius diz ter uma missão para Longinus. Antipas tenta acalmar Herodíade. Pilatos conversa com Claudia e explica sobre o corbã, riqueza doada pelos judeus ao templo. O governante romano avisa que usará o corbã para construção dos aquedutos. Petronius avisa que deixará o comando para fazer uma viagem e nomeia Caius para ficar no comando. Cassandra chega até Jerusalém e agradece a companhia de Tadeu e Zelote. Maria chama Miriam para visitar Laila. Simão Fariseu se sente envergonhado com as palavras de Jesus. Jairo visita Laila. Helena fala sobre Deborah com Claudia.",
      "quarta": "Heitor pede para João e André orarem para Salomé reaparecer. Judas Tadeu pede para Helena ajuda-lo a visitar Ami. Cassandra procura por Petronius. Tiago Maior e Filipe ajudam os necessitados. Claudia elogia o serviço da serva Temina. Caius manda os soldados prenderem Tiago Justo. Na sinagoga, Tiago Menor e Natanael são questionados por um sacerdote ancião. Barrabás debocha de Simão Zelote e descobre que Cassandra é irmã de Petronius. O centurião chega até a casa de Lázaro acompanhado de Susana e Longinus. Eles perguntam sobre o paradeiro de Jesus. Lázaro e suas irmãs se assustam ao verem Maria Madalena possuída e amarrada em uma carroça.",
      "quinta": "Diana levanta e agradece a ajuda de Almáquio e Tomé. Deborah se sente culpada pela prisão de Tiago Justo. Simão Fariseu indica a direção certa para Lázaro e Susana. Antipas se preocupa com o desaparecimento de Salomé. Natanael e Tiago Menor são expulsos da cidade por alguns fariseus. Tiago Justo ouve Judas Tadeu falando de Jesus. Caius dá notícias a Petronius. Herodíade exige que João e André sejam assassinados. Caius exige que Adela o sirva. Escondido, Barrabás os observa. Cassandra reencontra Petronius. Lázaro e Susana conseguem encontrar Jesus. Adela tenta controlar Caius e ajuda a cuidar de seus ferimentos. Longinus se despede de Susana e Lázaro. Possuída, Maria Madalena consegue se soltar das correntes e corre em direção a um precipício. Jesus então ordena que ela pare.",
      "sexta": "Judas Iscariotes e Tomé conseguem livrar Diana do mal. Anás e Caifás se mostram preocupados com a presença dos apóstolos na cidade. Arimatéia reclama da prisão de Tiago Justo. Malco pede perdão a Ami. Madalena pede seguir com Jesus. Diana se abre com Adela. Madalena diz que resolverá tudo em Jerusalém para seguir Jesus. Petronius fica feliz ao conversar com Cassandra. Ami defende Tiago Justo. Arimatéia conta a verdade sobre Caius e Tiago Justo para Pilatos. Iscariotes e Tomé ensinam a palavra de Deus para um grupo de pessoas. "
    },
    "Apocalipse": {
      "segunda": "Tudo é televisionado. Benjamin assiste o milagre e lê um trecho da Bíblia. Na Agência Espacial, Uri e Dylan descobrem a chegada de um terremoto devastador. Os profetas sobrem aos céus. No abrigo, Noah, Saulo e outros homens ficam maravilhados e são tocados por Deus. Luzes descem do céu e pousam sobre as testas dos homens de bem, selando-os. Outros milhares de judeus também são selados. Um tremor começa a ser sentido. Os profetas são levados ao céu e o tremor aumenta. As pessoas se desesperam. ",
      "terça": "Estela lamenta a decisão de André. Arthur diz que todos na redação deverão receber a marca. César oferece ajuda a Jonas. Adriano mente para o filho e diz já ter recebido a marca. No esconderijo do deserto, os judeus sobreviventes exaltam o Senhor. César decide se afastar da polícia. Jonas fica preocupado com o interesse da população na marca. Benjamin diz que precisa deter Ricardo. Susana lamenta o posicionamento de sua filha. Ricardo assume para Isabela que a traiu com Ariela. César avisa a Guido que deixará a polícia. ",
      "quarta": "André, Ricardo e Ariela seguem desenvolvendo o plano para culpar Benjamin. Brenda consegue deletar o vídeo capturado pela caneta espiã colocada em Vittorio. Jonas diz estar com a fé fortalecida. Tamar diz acreditar nas Testemunhas. Benjamim fala sobre o plano de tentar destruir os robôs usados por Ricardo. Brenda não concorda com a atitude de André em colocar a culpa em Benjamin pelo atentado a Ricardo. Melina conta que Vittorio descobriu sobre a caneta espiã. Guto tenta acalmar Talita. André avisa a Stefano sobre a descoberta de Vittorio. Glória se prepara para fugir com o filho. Ricardo arma um plano com Stefano para deter Glória. ",
      "quinta": "Glória é levada até Stefano. O Falso Profeta ameaça a governanta e diz que ela terá que escolher entre seu Deus e Ricardo. Vittorio pede ajuda a Adriano. Ricardo pede para Débora se acalmar. Ele diz que os avós precisam escolher um lado. Glória diz não aceitar Ricardo e Stefano a ameaça. Noah e Saulo dizem que servirão ao exército do Senhor. Oziel lamenta o destino de Isabela. A esposa de Ricardo trata Gideon e Tamar com grosseria e é reprimida por Ricardo. Uri e Dylan descobrem que a Terra será atingida por um asteroide nos próximos dias.",
      "sexta": "Para tentar despistar André, Adriano o convida para tomar um drinque. César e Benjamin atacam o motorista do caminhão e entram na Nova Babilônia com o veículo. No deserto, Hanna se assusta ao ver uma patrulha de robôs. Brenda altera o sistema de monitoramento de câmeras para proteger Benjamin e César. Adriano distrai André. Zoe fica aflita sem notícias do marido. César se aproxima da sede com Benjamin trazido dentro de uma caixa. Marta e Oziel se assustam com o aviso de Hanna. César sai do elevador com a caixa onde Benjamin está escondido."
    },
    "O Que a Vida Me Roubou": {
      "segunda": "Pedro Medina chega a Buenos Aires e entra no escritório de Nádia e Victor. Ele adormece Vitória colocando um pano umedecido em seu nariz e agride Nádia para poder fugir com a criança. Nádia, que está cega, consegue reconhecê-lo pelo tato. Carlota organiza um jantar para Montse e José. José Luis pede a Montse que se casem na igreja porque tem o sonho de esperá-la chegar ao altar vestida de noiva. Montse fica indecisa. Josefina chega a Água Azul e vai até a casa da família Mendonça procurar por rosário e Laurinho para oferecer ajuda.",
      "terça": "Demétrio vai atender a porta e fica surpreso ao se deparar com Josefina. No hospital de Buenos Aires, Alessandro recebe orientação para sua reabilitação. Josefina procura Adolfo e pergunta se ele sabe algo sobre a mãe de Alessandro, mas ele se nega a lhe dar a informação. Montse comenta com a tia sobre seu medo de que Laurinho tenha esquecido de seu pai pois vê um ídolo em José Luis. José Luis procura Ezequiel e pede a ele que lhe dê a chefia da polícia para que possa continuar investigando Pedro Medina, que agora é governador.",
      "quarta": "José Luis vai até a casa de Renato e Esmeralda e conta que vai se casar com Montse. Esmeralda fica feliz e José Luis estranha o comportamento do amigo. Esmeralda conta que ultimamente anda muito estranho. Pedro diz a Vitória que Nádia logo chegará para para que possam viver como uma família. A menina diz a Pedro que ele não é seu pai. Pedro reage com violência e afirma que é o único pai que ela tem.",
      "quinta": "José Luis telefona para o Capitão Robledo e avisa que Ezequiel aceitou colocá-lo na chefia da polícia. Pedro informa Amélia que Nádia está viva e que sua filha Vitória está com ele. Amélia se surpreende e diz que isso é uma loucura pois ela sempre disse que a menina não é sua filha. Graziela procura Josefina para saber por que voltou para Água Azul e afirma que Nádia lhe disse que a procuraria assim que chegasse à cidade. Josefina não acredita nela.",
      "sexta": "Graziela pergunta a Josefina se Alessandro está vivo. Josefina conta tudo que aconteceu e Graziela se surpreende ao saber que ele esteve todos esses anos em coma. Graziela pede a Josefina que não comente nada com Montse pois ela está muito feliz ao lado de José Luis. Amélia consegue falar com vitória e pede que se comporte bem para que Pedro não lhe faça mal. Adolfo procura pela prostituta que lhe roubou a carteira e se surpreende ao encontrar Maria."
    },
    "Chiquititas": {
      "segunda": "Na casa da família Almeida Campos, Valentina lê uma história para Gabriela. Junior entra no quarto para ver como está sua irmã. A governanta diz que Gabi continua triste e desanimada. Valentina diz ainda que tentou animar Gabi com uma história, mas que não lê tão bem quanto Mili. Junior diz que sabe o quanto a irmã gostou de Mili e que talvez Gabi melhorasse com a presença de mais crianças na vida dela. Valentina lembra que o Dr. José Ricardo não permite que as crianças do orfanato vão até lá. Junior diz que levará as meninas escondido do pai.",
      "terça": "No orfanato, meninos e meninas brincam de cabo de guerra. Rafa puxa a corda muito forte. Mosca e Mili ficam muito próximos. Cris e Vivi ficam enciumadas. No Café Boutique, Maria Cecília desce para loja e chama Tobias para conversar. Os dois se abraçam. O barista mostra que Eduarda está na loja. A socialite entrega para a filha um par de ingressos para ir a um musical com Junior. Eduarda fala que é uma oportunidade para ela e Junior ficarem mais próximos. A supervisora agradece a mãe. No orfanato, as crianças se divertem com Carol e Junior. Armando pede para Clarita levar uma encomenda em sua sala. ",
      "quarta": "Maria Cecília espera Tobias, quando Junior e Carol chegam à casa da ajudante. A supervisora observa os dois e se esconde para que ninguém a veja. Carol agradece Junior pela carona e por ter ajudado nos preparativos para a festa de Mili. Ao se despedir da amada, Junior tenta beijá-la, mas Tobias atrapalha. O barista diz para Carol que vai assistir um musical com Maria Cecília. Tobias pergunta se a supervisora está preocupada por Junior ter visto os dois juntos, mas Maria Cecília responde que não. Clarita está na casa de Carol, Beto, Letícia e Dani.",
      "quinta": "No Café Boutique, todos se preocupam com o sumiço de Tati. Irritado, Dr. José Ricardo entrega a garota para Junior e Carol. O empresário não gosta de saber que os órfãos estão em sua empresa. Tati pede desculpa a Carol, pois diz que só queria conhecer o escritório do dono do orfanato. Ao descer na loja, Tati é recebida por todos os amigos com muita alegria. Em casa, Dr. José Ricardo diz que não entende o envolvimento de Junior com as crianças. O rapaz confessa que só quis realizar o sonho dos pequeninos.",
      "sexta": "No Café Boutique, todos se preocupam com o sumiço de Tati. Irritado, Dr. José Ricardo entrega a garota para Junior e Carol. O empresário não gosta de saber que os órfãos estão em sua empresa. Tati pede desculpa a Carol, pois diz que só queria conhecer o escritório do dono do orfanato. Ao descer na loja, Tati é recebida por todos os amigos com muita alegria. Em casa, Dr. José Ricardo diz que não entende o envolvimento de Junior com as crianças. O rapaz confessa que só quis realizar o sonho dos pequeninos. "
    },
    "quando me apaixono": {
      "segunda": "Depois de quase forçar sua entrada na sala de Gonçalo, Regina consegue explicar o motivo pelo qual não compareceu à reunião. Gonçalo fica impressionado com a beleza de Regina e diz que ela pode contar com sua doação. Jerônimo pergunta a Matilde se alguma vez Rafael se referiu a Roberta como sendo sua namorada. Ela afirma que o patrão sempre a chamava de “bonita”. Augusto entra em contato com Renata por que quer que uma de suas empresas se encarregue de exportar sua produção de vinhos.",
      "terça": "Matias comunica para a família que ele e Renata estão namorando. Todos ficam felizes com a notícia, exceto Josefina a quem a notícia cai como uma bomba e começa a humilhar Renata dizendo a Matias que ela não é digna de seu amor, insinuando que é uma mulher fácil. Josefina diz a Roberta que precisa fazer de tudo para que Matias odeie Renata e termine o relacionamento.",
      "quarta": "Jerônimo e Roberta passeiam pela cidade visitando pontos turísticos. No restaurante onde param para almoçar, Renata se encontra com Augusto para falar de negócios e Roberta faz de tudo para que Jerônimo não a veja antes da festa de Matias. Gonçalo e Constanza marcam uma visita ao Centro onde Regina trabalha. Adriana confirma a Honório e Matias que sua mãe não contou a seu pai que estava grávida.",
      "quinta": "Gonçalo está muito impressionado com Regina pelo seu trabalho social e com seu drama pessoal por ter sua filha roubada. Filha que hoje teria a idade de “suas gêmeas” Gonçalo faz questão que Regina e sua sócias sejam convidadas de honra na festa de Matias. Ele pede a Josefina que se encarregue de convidá-las, mas ela não está disposta a permitir que Regina entre em sua casa e está disposta a matá-la se for preciso.",
      "sexta": "Depois de conversar seriamente com Matias, Renata o convence a dar um tempo de três meses no relacionamento para depois decidir se ficam juntos ou não. Regina decide acompanhar Jerônimo à festa de Matias para que ele possa desmascarar Roberta e depois voltar para a Espanha. Roberta e Diego fazem planos para se vingarem de Renata durante a festa. Augusto e Carlos se conhecem no aeroporto e, ao chegarem na fazenda, Carlos pergunta porque Augusto está tão interessado em comprar a propriedade. "
    }
  }
}
