{
  "novelas": {
    "amor de mãe": {
      "segunda": "Eunice mostra os papéis de Tânia para Lurdes. Álvaro disfarça a presença de Estela para Verena. Ryan é hostil com Elias e suas fãs. Camila e Danilo iniciam o programa de fertilização. Danilo se surpreende ao saber que o antigo restaurante de Thelma será demolido. Raul e Vitória comemoram o diploma do ensino médio conquistado por Sandro. Lucas comprova para Álvaro que Vitória está por trás da ação dos moradores de Guaporim contra a PWA. Ryan faz um apelo sobre Domênico em rede nacional, e Lurdes se emociona. Danilo descobre que Nuno comprou o restaurante em nome de Álvaro. Jorge se preocupa com o estado de Estela. Raul afirma que transformará a PWA, e Vitória o admira. Elias pensa em se passar por Domênico para se aproximar de Ryan. Raul e Vitória dormem juntos. Thelma pressiona Nuno a desfazer o negócio com Álvaro. Estela ameaça revelar o que sabe sobre Álvaro. Magno vê Penha com Belizário. Marconi cobra de Sandro o favor que lhe fez.",
      "terça": "Elias observa Magno. Matias pede que Durval termine o relacionamento com Tracy em seu lugar. Lurdes acredita que Penha tenha denunciado Magno para Belizário, e Leila fica tensa. Estela se prepara para viajar com Álvaro, e Jorge desconfia. Thelma torce para reaver seu restaurante e trabalhar com Danilo. Leila pede ajuda a Penha, que confessa se sentir bem com Belizário. Sandro pede para acompanhar Raul em um almoço com Lídia. Nuno decide desfazer seu negócio com Álvaro. Tales se sente humilhado por Lídia. Magno confronta Penha. Sandro avisa a Marconi a localização do quadro que o bandido planeja roubar. Tracy não aceita que Durval termine seu relacionamento com Matias. Elias inventa para Magno que foi adotado. Miranda confunde Daniel com Matias. Marconi furta o quadro de Lídia. Belizário agride Estela. Lurdes acredita que Elias é Domênico.",
      "quarta": "Magno pede que Lurdes espere para conhecer Elias. Belizário diz a Álvaro que resolveu sua situação com Estela. Belizário presenteia Penha com uma joia dada por Álvaro a Estela. Lídia percebe que seu quadro sumiu. Daisy e Farula comentam com Marconi sobre o roubo do quadro. Tales vê o estado da casa de Estela e chama a polícia. Miriam inicia uma investigação sobre o ocorrido com Estela e questiona Álvaro. Thelma acompanha Nuno até o escritório de Álvaro para desfazer a venda do restaurante. Lídia acusa Sandro de ter roubado seu quadro, e Raul se revolta. Sandro sofre por ter ajudado Marconi. Jorge ajuda Estela a fugir. Elias chega para o almoço com Lurdes e gosta de conhecer Ryan. A polícia recupera o quadro de Lídia, que se desculpa com Sandro. Sandro confessa a Raul que participou do roubo do quadro.",
      "quinta": "Sandro explica sua situação para Raul, que apoia o filho. Lurdes questiona Elias sobre seu passado, e Magno tenta conter a ansiedade da mãe. Raul e Vitória propõem que Sandro deixe o país, mas o rapaz se recusa. Érica comenta que Elias pode ter assistido à entrevista de Ryan e estar fingindo as coincidências com Domênico. Nicete comenta com Betina que tem vontade de conhecer o filho de Verena. Danilo pede demissão do bar de Nuno para trabalhar com Thelma. Betina convence Verena a deixar Nicete conhecer Júnior. Raul e Vitória armam para que Marconi seja preso. Daniel questiona Miranda sobre Matias. Vitória liberta Amanda e a leva até Davi. Álvaro flagra Nicete e Betina com Júnior, e Verena tenta disfarçar. Davi tenta convencer Amanda a não atentar contra a vida de Álvaro. Álvaro confronta Nicete.",
      "sexta": "Lídia comenta com Miguel sobre a suposta morte de Estela. Álvaro questiona Lucas em relação aos direitos de Betina sobre sua herança, e Amanda os observa. Durval aconselha Matias a procurar Miranda. Amanda segue Belizário. Lurdes conta sua história a Elias, e afirma que o rapaz pode ser seu filho. Tales confessa a Lídia que esteve no apartamento de Estela na noite do crime. Elias vibra ao mostrar sua música para Ryan. Lurdes aconselha Sandro sobre seu futuro. Lucas alerta Álvaro sobre a audiência de Guaporim. Miriam prende Marconi, e Raul e Vitória comemoram. Matias e Miranda se reaproximam. Vitória e Álvaro se enfrentam. Camila, Danilo e Thelma iniciam o processo de inseminação artificial. Álvaro processa Vitória, e Raul e Sandro a apoiam. Durval revela a Danilo que Thelma tem um aneurisma.",
      "sábado": "Danilo fica devastado com a notícia sobre o aneurisma de Thelma. Álvaro comemora a derrocada de Vitória, e Raul e Sandro se preocupam. Durval teme perder a amizade de Thelma. Danilo revela a Camila a situação de Thelma. Vitória se desespera ao perder todos os seus clientes. Raul consulta Davi sobre a ideia de transformar a PWA em uma empresa de bioplástico. Lurdes descobre que Elias não é Domênico, e todos se compadecem. Lídia toma conhecimento da ficha policial de Tales e expulsa o rapaz de sua casa. Tales chantageia Lídia. Betina admira a dança de Marina. Elias afirma à mãe que Ryan gravará uma música dele."
    },
    "Bom sucesso": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    
    "Salve-se quem puder": {
      "segunda": "Alexia/Josimara aceita a proposta de Zezinho e Ermelinda de ir para São Paulo sem avisar ao Programa de Proteção. Petra ganha o papel que era de Alexia na novela, depois de fingir admiração pela irmã. Kyra/Cleyde diz a Alexia/Josimara que a atriz está com medo de se apaixonar por Zezinho. Rafael ameaça demitir Renatinha ao vê-la descartando fotos de Kyra. Lúcia aconselha Renzo a não se envolver nos negócios de Dominique. Alexia/Josimara decide levar Filipa para São Paulo. A família de Téo conta ao rapaz sobre a possibilidade da cirurgia. Luna/Fiona vai ao Empório Delícia. Ermelinda avisa a Zezinho que Luna/Fiona sumiu. Juan anuncia a Mário que ele deixará a cadeira de rodas. Luna/Fiona pede para falar com Helena Santamarina.",
      "terça": "Luna/Fiona aproveita a distração do segurança e entra no Empório. Rafael percebe que suas manias voltaram. Mário agradece o apoio de Juan. Graziela nota a felicidade de Petra por ganhar o papel que era de Alexia. Ignácio cobra mais atenção de Alan com os filhos. Luna/Fiona fica mexida ao ver Helena e acaba desmaiando. Helena repreende Luna/Fiona por ter estragado seu evento. Luna/Fiona hesita em revelar sua verdadeira identidade para Helena. Helena diz a Úrsula que não consegue parar de pensar em Luna/Fiona. Luna/Fiona pede desculpas a Zezinho por ter saído de casa às escondidas. Alexia/Josimara tem um pesadelo com Renzo tentando matar Ignácio. Bia e Tarantino trocam mensagens. Alexia/Josimara e Zezinho se beijam.",
      "quarta": "Zezinho e Alexia/Josimara não admitem estarem apaixonados. Helena conta a Téo sobre a menina que entrou no Empório à sua procura. Luna/Fiona fica sabendo por Vicky que Helena ama os enteados e conclui que a mãe a esqueceu. Alexia/Josimara não gosta de ver Zezinho conversando com Bel, a filha de Edgar. Alexia/Josimara canta para chamar a atenção de Zezinho e acaba fazendo sucesso entre os vizinhos. Alexia/Josimara entrega a carta de recomendação para Kyra/Cleyde trabalhar na casa de Alan e Ignácio. Renzo ameaça um deputado a mando de Dominique. Lúcia pede demissão e revela a Renzo que vai embora. Kyra/Cleyde se apresenta a Alan como amiga de Alexia.",
      "quinta": "Alan hesita em contratar Kyra/Cleyde. Dionice pensa em contar à família de Bia que ela voltou a treinar. Alexia/Josimara fica chocada ao saber que Petra ficou com seu papel na novela. Renzo afirma a Lúcia que irá doar o dinheiro que ganhou ilegalmente. Luna/Fiona conta a Juan que se encontrou com Helena. Téo não aceita a cópia da correntinha que Helena lhe dá, e explica que a joia o faz lembrar da moça que ele não conseguiu salvar no furacão. Alexia/Josimara não gosta do interesse de Bel por Zezinho. Luna/Fiona pede um emprego para Vicky no Empório Delícia.",
      "sexta": "Hugo lembra a Helena que ninguém pode saber o que ela fez no México. Ermelinda incentiva Zezinho a se aproximar de Bel. Baggio contrata Luna/Fiona como garçonete do Empório. Zezinho avisa a Alexia/Josimara que treinará Bel para participar de rodeios. Graziela aconselha Alan sobre a contratação de Kyra/Cleyde. Rafael marca um encontro com Renzo. Juan tenta convencer Mário a não vender a casa, depois que ela for reconstruída. Luna/Fiona mente para Zezinho e Ermelinda sobre seu novo emprego. Rafael fica surpreso quando Alexia/Josimara se apresenta na empresa, dizendo que veio por indicação de Kyra.",
      "sábado": "Rafael se emociona quando Alexia/Josimara reproduz o áudio gravado por Kyra. Juan convence Mário a participar do concurso de culinária promovido por Martinez. Alexia/Josimara assiste à entrevista de Petra e fica revoltada com o depoimento da irmã. Marieta simpatiza com Alexia/Josimara. Tammy tenta convencer Bia a se afastar de Tarantino. Alexia/Josimara garante a Kyra que Rafael continua apaixonado por ela. Gabi beija Juan, que não corresponde. Luna/Fiona lembra de Téo. Dionice incentiva Bia a namorar Tarantino. Téo e Úrsula discutem. Tammy seduz Tarantino no vestiário do ginásio. Dominique elogia Renzo por seu trabalho. Alan apresenta Kyra/Cleyde, a nova babá das crianças, para Petra."
    },
    "Éramos seis": {
      "segunda": "Lola diz a Clotilde que poderá quitar a dívida de sua casa com o dinheiro deixado por Carlos. Isabel decide se afastar de Felício. Shirley conforta Inês. Durvalina e Lola consolam uma a outra. Lili decide trabalhar para apressar os planos de seu casamento. Alfredo, Nero e Lúcio afirmam que continuarão suas lutas políticas. Zeca e Olga explicam a morte de Carlos para Tavinho. Alfredo encontra Karine. Afonso acompanha Lola ao banco para quitar sua casa.",
      "terça": "Lola quita sua casa, mas sofre a morte do filho. Ela sugere que Inês fique com algum pertence de Carlos. Durvalina aconselha Clotilde a não abrir mão de seu bebê. Julinho é firme com Soraia. Lili começa a procurar emprego. Marcelo e Lili se aproximam. Zeca sofre quando Olga o deixa sozinho com seus filhos. Natália reclama com Almeida sobre seu comportamento. Adelaide percebe que Justina está dopada e confronta Emília. Shirley ouve quando Afonso fala para Inês de sua admiração por Lola. Clotilde toma decisão sobre bebê.",
      "quarta": "Clotilde volta para Itapetininga. Afonso desconfia do comportamento de Shirley. Inês pede que Shirley deixe Afonso em paz. Almeida visita Lola. Afonso sugere sair novamente com Lola. Dona Maria se preocupa com o retorno de Clotilde. Felício afirma a Marcelo que não desistirá de seu amor por Isabel. Adelaide leva Justina ao consultório de Selma. Adelaide confronta Emília. Lola conversa com Durvalina sobre Clotilde. Clotilde entra em trabalho de parto no trem e salta numa estação qualquer. Zeca e Olga encontram Clotilde.",
      "quinta": "Zeca e Olga acodem Clotilde e o bebê. Lola e Dona Maria se preocupam com a demora deles. Dona Maria e Candoca amparam Clotilde. Há uma passagem de tempo. Clotilde escreve para Lola contando sobre Francisco. Almeida sonda Alfredo sobre Clotilde. Todos comentam sobre a tensão política em São Paulo. Emília flagra Alfredo e Adelaide se beijando. Karine ajuda Soraia. Soraia seduz Julinho. É anunciada a guerra em São Paulo. Alfredo comunica a Lola que lutará em memória de Carlos.",
      "sexta": "Lola e Isabel imploram para que Alfredo desista de ir para a guerra. Genu teme pela vida de Lúcio. Lili e Lola comemoram a notícia sobre a visita de Julinho. Shirley insinua a Lola que está reatando com Afonso. Clotilde sofre pela situação do filho. Adelaide garante a Alfredo que participará da revolução. Isabel procura Felício. Zulmira chega a São Paulo e se nega a assinar o desquite de Felício. Soraia insiste para que Julinho fique com ela. Alfredo surge vestindo a farda da guerra diante de Lola.",
      "sábado": "Lola tenta se manter forte diante de Alfredo. Genu pede que Lúcio se cuide. Julinho decide ficar no Rio de Janeiro. Soraia pede que Julinho termine seu noivado. Zulmira se recusa a conceder o desquite a Felício. Alfredo se despede, e Inês pede para conversar com o rapaz. Selma comenta com Adelaide que gostaria de tentar um novo método de tratamento com Justina. Natália se prepara para viajar para o Rio de Janeiro. Clotilde convida Padre Venâncio para ser o padrinho de Francisco. Adelaide anuncia a Emília que trabalhará como jornalista durante a revolução. Alfredo e Lúcio partem para a guerra."
    },
    "Malhação": {
      "segunda": "Anjinha se desespera ao saber da prisão de Marco. Lígia aceita conversar com Rita sobre a guarda compartilhada de Nina. Rui pede que Leila descubra por que Lígia se afastou de Lara. Henrique fica confuso com o plano de Fafi para aproximá-lo de Andressa. Regina anuncia que fará um brechó em sua casa, e Max se incomoda. Meg fica doente. Carla revela que as acusações contra Marco se agravaram. Cida aconselha Leila a se afastar de Filipe e sua família. Rita confessa a Filipe que sente medo de Rui.",
      "terça": "Cida deixa escapar para Leila que Rita e Lígia estão conversando sobre Nina. Anjinha decide visitar Marco na prisão. Madureira anuncia que fará uma biblioteca comunitária na ONG. Fake e Vinícius comentam sobre Andressa. Beto cuida de Meg. Diana faz uma proposta a Jaqueline e Neide para que os livros censurados voltem à biblioteca da escola. Marco tem seu pedido de soltura negado. Rui questiona Rita sobre seu acordo com Lígia.",
      "quarta": "Rui ameaça Rita, que dissimula seu envolvimento com Lígia para ele. Andressa ignora Henrique, e Fafi garante que seu plano está dando certo. Lígia questiona Madureira sobre Carla. Neide e Jaqueline garantem a Diana que nenhum livro será censurado. Carla cuida de Marco na prisão. Vinícius lidera os alunos no combate ao mosquito da dengue. Raíssa e Serginho pressionam Camelo para que ele não largue os estudos. Rita e Lígia não conseguem se entender sobre a guarda de Nina.",
      "quinta": "Tatoo garante a Anjinha que não voltará a estudar. Raíssa convence Camelo a terminar o colégio. Serginho convida Rita e Filipe para viajar com ele e Guga. A turma começa a reforma da biblioteca. Lígia não aceita que Nina viaje com Rita e Filipe. Lara demite Leila. Beto se declara para Meg. Max sofre para arrumar um emprego. Henrique revela a Fake e Vinícius que seu namoro com Fafi é uma farsa, e Bibi ouve. A recepcionista da pousada se recusa a acolher Serginho e Guga.",
      "sexta": "Filipe e Rita chamam a polícia para denunciar a pousada. Peixoto pergunta a Marco quando ele contará a verdade para Carla. Serginho, Guga, Filipe e Rita decidem acampar. Beto e Meg se beijam. Leila alerta Rui sobre as intenções de Rita e Lígia. Max tem uma nova ideia para um negócio, mas Regina se recusa a hipotecar o apartamento dos dois. Rafa sente saudades de sua mãe. Serginho, Guga, Rita e Filipe voltam da viagem. Rita garante a Filipe que tem um plano contra Rui."
    },
    "Avenida Brasil": {
      "segunda": "Tufão se preocupa com Carminha, pois não está conseguindo falar com ela. Monalisa pensa em se mudar para a zona sul e alugar um apartamento no prédio de Débora. Tessália e Adauto reclamam de Leleco e Muricy. Lucinda pede para Santiago tomar conta das crianças enquanto ela sai. Nilo observa Lucinda e Santiago. Muricy critica Jorginho por falar mal de Carminha e Max.",
      "terça": "Tufão, Tessália, Leleco, Adauto, Muricy, Ivana, Jorginho e Ágata se divertem juntos. Nilo invade a casa de Lucinda e Santiago se assusta. Tufão conta para Ivana que flagrou os pais juntos. Muricy e Leleco rejeitam Adauto e Tessália, respectivamente. Darkson sente falta de Tessália e fica desanimado no trabalho. Dolores e Diógenes convidam Olenka e Silas para serem padrinhos de casamento do filho. Roni pensa em desistir do casamento e Suelen fica indignada. Leandro perde a cabeça por causa de Suelen. Leleco e Muricy discutem na frente de todos. Max mente para Carminha. Ivana fica curiosa para saber por quem Tufão está apaixonado.",
      "quarta": "Lúcio chega à mansão de Tufão. Noêmia recebe uma mensagem de Cadinho e tenta disfarçar na frente de Verônica. Alexia reclama ao saber que Cadinho sairá para jantar fora. Verônica descobre que Noêmia vai se encontrar com Cadinho e avisa a Alexia. Roni se preocupa com Leandro. Silas convence Olenka a ir ao casamento de Roni e Suelen. Suelen pensa em sua lua de mel com Roni. Verônica conforta Alexia. Jorginho consegue se lembrar de fatos do passado e a família comemora. Verônica diz a Cadinho que contou para Alexia que ele a estava traindo com Noêmia. Muricy e Leleco ficam juntos.",
      "quinta": "Monalisa e Olenka se encontram na cerimônia de casamento de Roni e Suelen. Noêmia revela para Alexia que Verônica também tem um caso com Cadinho. Jorginho agradece a Tufão por tê-lo levado para Cabo Frio. Roni e Suelen se casam. Alexia encontra Cadinho na casa de Verônica. Roni fica incomodado ao ver Leandro dançando com Beverly. Durante a festa, Dolores tenta se aproximar de Diógenes. Paloma implica com Cadinho assim que ele e Alexia entram em casa.",
      "sexta": "Suelen tenta seduzir Roni na noite de núpcias. Diógenes se insinua para Dolores. Tufão sai de Cabo Frio para ir ao encontro de Carminha no Divino. Muricy e Leleco ficam juntos e Ivana repreende os pais. Tufão estranha a visita de Max a Carminha. Roni acorda e percebe que passou a noite com Suelen. O carro em que a família de Tufão viaja enguiça na estrada para o Rio de Janeiro. Leleco e Muricy se afastam do grupo, vão para uma trilha e ficam juntos novamente."
    },
    "Aventuras de Poliana": {
      "segunda": "Após brigar com Roger, Guilherme vai até a casa da avó desabafar. Roger pede para Filipa se aproximar de Ester para conseguir algumas informações sobre a nova empresa de Pendleton. Lorena fica com ciúmes de Yasmin e Raquel. Após a revelação, João teme que deixe de morar com Marcelo. Ester diz a Poliana que não consegue se lembrar de nenhum sonho que já teve. Sophie se encontra com o pai de Iure para conversar a sós. João e Poliana matam aula para procurar Bento. Dona Branca pede para Waldisney apresentar sua família a ela. Os alunos ficam com medo de Marcelo após as acusações de Débora. João e Poliana encontram Bento e avisam Ruth.",
      "terça": "Roger faz uma live para lançar o mais novo produto da O11O, o “Espelho Amigo”. Ruth conversa com Bento e o convence a voltar para casa. Mário joga Vetherna escondido na escola, mas é pego. Falcão e Zóio entram na casa de Arlete e ameaçam Mosquito. Marcelo assiste a live e vai tirar satisfação com Débora. O CLP pede o apoio da O11O em seu novo projeto. A susposta Dark Lady sequestra chuvisco e diz que só irá devolve-lo se Raquel topar se encontrar com ela. Filipa e Paola disputam a atenção de Eric. Jeff tem uma ideia para desmascarar de vez a falsa Dark Lady. Marcelo diz a Débora que irá processa-la por calúnia e difamação.",
      "quarta": "Durval se interessa pela causa do projeto do CLP e fecha uma parceria. Lorena conversa com Helô e sugere que a escola inicie um projeto sustentável. João escuta alguns alunos falando mal de Marcelo e o defende em frente a todos. Arlete chega em casa, se depara as coisas reviradas e culpa Mosquito. Gleyce se sente culpada. Ester, Filipa e Paola convidam Eric para ir ao cinema com elas. Fernanda sente ciúmes de Afonso e Débora. Branca faz perguntas a Waldisney sobre sua mãe. Ruth pede para que Marcelo e Débora se resolvam e parem de brigar na escola. Luciano vai encontrar seus filhos e mostra a eles vídeos do novo meio-irmão. Escondida, Branca segue Waldisney.",
      "quinta": "Filipa e Paola dão um banho de loja em Ester. Manoel vai almoçar com Iure e convida a ex namorada do filho, Violeta. Eric chega no cinema para o encontro com Filipa, Paola e Ester, e leva Hugo. Falcão e Zóio intimidam Mosquito para que o menino volte ao mundo do crime. Luciano presenteia os filhos para reconquista-los. Afonso aparece no trabalho de Fernanda novamente e da uma sugestão a Roger. Mosquito volta a casa de Arlete para se explicar e conta que Falcão e Zóio são os responsáveis pela bagunça. Luisa conta para Marcelo que o quarto de Ester fica trancado, e desconfiado, ele tenta invadi-lo.",
      "sexta": "Pendleton e Marcelo discutem e o empresário mostra o quarto trancado para Luisa. Nadine sugere que Roger mude a estratégia e abaixe o preço do “Espelho Amigo”, mas ele se recusa. Luisa sofre um acidente enquanto falava no telefone com Poliana. Paola e Filipa concluem que Eric não gosta de nenhuma das duas. Arlete pede desculpas a Gleyce, e reconsidera o projeto do CLP. Pendleton, Poliana e João encontram Luisa e a levam para casa. Sem permissão, Mário pega os itens do jogo Vetherna da escola e os leva para casa. Sozinha, Raquel vai ao encontro da suposta Dark Lady. Glória briga com Verônica devido a live do CLP. Lindomar volta de sua turnê. Violeta vai ate a casa de Gloria, e surpreende Antonio."
    },
    "Cúmplices de um resgate": {
      "segunda": "Regina convida Joaquim para jantar em sua casa com ‘Isabela’ e Priscila. O padre estranha a falta de afinação de ‘Manuela’ e se questiona se ela não é Manuela. Otávio e Rebeca discutem devido à falha na confecção das peças de roupa. Safira faz acusações e Rebeca decide ir embora. Fiorina acha que Nina e Giuseppe fugiram juntos. Frederico acha que podem ter falsificado a peça piloto para prejudicar Rebeca. Priscila avisa aos avós que irá jantar na casa de Regina.",
      "terça": "Fausto aparece e quando vai ser agressivo com Helena, Pedro aparece e lhe protege. Pedro pergunta para Helena se é verdade o que ela disse sobre ainda gostar dele. Pedro diz que ele foi errado e demorou muito tempo para saber o que sente de verdade. Os dois se beijam pela primeira vez. Tomas alerta Safira sobre Frederico estar supondo sobre o que aconteceu com a peça piloto. Helena acha que ele a beijou por dó e vai embora. Lurdinha vê Giuseppe e Nico que foram roubados. A recepcionista empresta dinheiro para que os dois voltem ao vilarejo.",
      "quarta": "Na rodoviária, Nina encontra Giuseppe e Nico. Os dois contam para a evangélica que foram roubados. Nico aumenta a história e diz que foi por três homens fortemente armados. Dóris diz para Rebeca que acha que Manuela quer mudar de igreja, pois a viu com o padre. Joaquim chega para o jantar na casa de Regina. Priscila fica feliz e faz questão de conversar com ele, que só tem olhos pra Manuela. Felipe e Julia decidem ir até a mansão de Regina para ajudar Joaquim. Na mansão, Joaquim pede para que Priscila se alimente.",
      "quinta": "Regina aproveita a situação para insistir que eles andem mais vezes juntos para que a ideia de casal fique mais famosa entre os fãs da C1R. A vilã faz questão de fotografar apenas os dois para postar nas redes sociais da banda. Pedro conta para Fiorina que foi em todos os lugares da cidade, mas que não encontrou Giuseppe e nem Nico. A italiana fica irritada ao ver Giuseppe, Nico e Nina chegando juntos no ônibus. Téo conta para Marina que Manuela mudou muito após o sequestro e que agora gosta mais dela do que antes e chega a sentir até um calor no peito. Dóris fantasia sobre o pai Luiz ser um super-herói. Regina pede para Geraldo pedir para Vicente por limite nos irmãos Vaz, pois a coletiva de imprensa está próxima.",
      "sexta": "Fiorina expulsa Giuseppe de casa e diz que ele é seu ex-marido. Téo conta para Mateus e Dóris que a mãe dele acredita que Fiorina acha que Giuseppe está traindo ela com Nina. Lola só dá atenção ao novo tablet que ganhou devido as boas notas na escola. A pequena não dá mais atenção para sua ‘peixa’, Beijoca. Safira festeja com Tomas o sucesso de seu plano sobre as peças de roupa. Isabela segue com os ensaios de canto com o padre Lutero. Nina vê o ensaio da neta. Isabela fica irritada que ela e Rebeca sabem dos seus ensaios. Regina diz para Joaquim se declarar para Priscila em plena coletiva de imprensa para que os jornalistas publiquem a notícia. Joaquim diz que não fará isso. Regina conta que ele precisa fazer mesmo o que não quer pelo bem da banda. Tomas conta para Safira que Otávio contratou costureiras “freelancers” para ajudar Rebeca na confecção com as entregas das novas peças. No vilarejo, Otávio convence Rebeca a aceitar o trabalho das costureiras."
    },
    "Abismo de Paixão": {
      "segunda": "No ministério público, Horácio dá sua declaração contra Carmem e Ramiro. Carmem tem Damião amarrado, confessa que Rogério era seu amante. Ao aproximar-se para beijá-lo, Damião acerta Carmem e tenta fugir, mas Ramiro chega e o detém. Carmem e Ramiro sobem na caminhonete e fogem. Carmem liga para Almerinda, e pede dinheiro em troca de Damião, mas exige que Elisa venha lhe entregar o dinheiro. Gael procura Paloma na cabana de Ramona, mas ela pede que se retire. Elisa e Gael se encontram na “casa azul”, quando chega a polícia chega e informa que ali está escondido o cadáver de Ingrid, e as passagens de avião em nome de Carmem e Rogério. Almerinda pede a Gael que leve o dinheiro até o cemitério. Carmem e Ramiro tentam escapar e Ramona os vê, eles se assustam e a caminhonete bate contra um rochedo. Carmem fica atordoada com o acidente, e Ramiro mesmo ferido tenta de fugir com o dinheiro. Gael consegue pegá-lo. Levam Carmem para o hospital e Ramiro para a cadeia. Malu descobre Damião amarrado a explosivos, e chama a polícia para que os desativem. Elisa chega desesperada e beija Damião.",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Betty a Feia":{
      "segunda": "Daniel descobre que Betty aceitou suborno e com isso tem a carta na manga que precisa para destituir Armando da presidência da V&M. Betty imagina como seria sua vida se fosse milionária e se Armando a beijara. Betty pede conselho ao pai, diz que aceitou o suborno e Demétrio lhe dá uma lição de moral. Arrasada e arrependida do que fez, Betty pede demissão da V&M, mas Armando não aceita e lhe dá uma nova chance, por ser leal a ele. Daniel conta a Marcela sobre o suborno e os dois se voltam contra Betty. Mas Armando diz a eles que sabia de tudo e que ela agiu seguindo suas ordens. Armando conversa com Ricardo sobre a possibilidade de criar uma empresa paralela ou fantasma para salvar a V&M caso aconteça alguma coisa. O pelotão das feias organiza uma festa para comemorar a volta de Betty em uma discoteca. Jenny chega con Efrain. Sofia e Jenny se enfrentam e o pelotão tem que intervir para evitar uma briga.",
      "terça": "O pelotão leva Betty para casa embriagada e Demétrio fica furioso. Betty escreve pela primeira vez em seu diário e diz que está apaixonada por Armando. Armando está decidido a salvar a V&M a qualquer custo e deposita toda sua confiança em sua assistente para criar uma empresa paralela, caso a próxima coleção seja um fracasso. Betty aceita criar a B.A.R. Fashions em seu nome e propõe que Nicolas seja o vice-presidente financeiro. Armando aceita. A empresa funciona na casa de Betty. Nícolas continua fascinado por Patrícia, deixa a desejar na empresa onde trabalha e é demitido. Catalina Scarpa, uma representante de relações públicas visita a V&M. Armando e Ricardo a convencem a apoiar sua nova coleção, mas só mostram os modelos confeccionados com tecido caro. Armando e ricardo entram, durante a noite na empresa, encapuçados e às escondidas para receber os tecidos baratos e escondem o material na sala de Betty. Nicolas investe na bolsa e gaha uma considerável quantia.",
      "quarta": "Armando lança sua primeira coleção de luxo com tecidos de baixa qualidade acreditando que ninguém perceberia, mas as coisas saem deseu controle. Inesita percebe a baixa qualidade dos tecidos e Betty a convence a não dizer nada. Fábio suspeita que está acontecendo algo estranho. Hugo descobre aa farsa dos tecidos, fica furioso e não aceita que as modelos desfilem com a nova coleção. Armando insiste em fazer o desfile, que é um fracasso pois nenhum comprador se interessa em comprar modelos com tão baixa qualidade. Catalina se sente enganada. Hugo, furioso, pede demissão e Armando aceita. Marcela ameaça ir embora se Armando permitir que Hugo vá embora. Armando sofre e Betty o consola. Armando segue os conselhos de Catalina e, junto com ricardo, vai até um bar gay pedir perdão ao estilista. De joelhos diante de Hugo, Armando promete se vestir de Drag Queen para que ele o perdoe. Fábio grava um vídeo em seu celular. Os vizinhos de Demétrio aceitam o dinheiro para encerrar o assunto.",
      "quinta": "Marcela, Armando e Ricardo concordam em vendr a coleção com tecidos de baixa qualidade em lojas mais populares. Patrícia conta para Daniel e ele chantageia Aristizábal para que não compre a coleção da V&M. O vídeo de Armando em um bar viraliza nas redes sociais. Marcela e Ricardo devem viajar para Miami onde vão se ruinir com Jack Anderson, um importante distribuidor da Flórida . Armando decide deixar Betty no comando da empresa e pede a ela que o deixe a para de tudo que acontecer na V&M durante sua ausência. Marcela se irrita ao ouvir as meninas do pelotão comemorarem o fato de uma delas estar responsável pela empresa e humilha Betty. Marcela pede a Smith que vigie a empresa e principalemte Betty durante sua ausência. Patrícia está esperando o elevador. Ricardo e Aura Maria se beijam dentro do elevador e Wilson os vê pelas câmeras de segurança.",
      "sexta": "O primeiro dia de Betty como chefe é um caos. Aristizábal devolve as roupas enviadas e Betty tenta, em vão, se comunicar com Marcela e Armando. Ricardo se mete em problemas ao viver uma noite de amor com Cindy, filha de um milionário da indústria têxtil. Marcela joga o celular de Armando no mar. No dia seguinte, Armando, Marcela e Ricardo se reúnem com Mr. Anderson. Ricardo se surpreende ao ver Cindy e descobre que é filha de Mr. Anderson. Sem alternativa, ela se vê obrigada a tomar uma decisão importante que põe o destino da V&M em perigo."
    },
    "Meu coração é teu": {
      "segunda": "Ana diz a Fernando que não pode falhar com Diego porque ele sempre se portou muito bem com ela. Fernando explica que nunca interferiu na relação de Diego e Estefânia. Nando e Edith encontram Helena desacordada na piscina e conseguem ressuscitá-la. Isabela diz a Henrique que parece incrível que ele tenha estado com a amiga de Fanny. Depois do forte golpe que sofreu, Bruno segue sem se lembrar de nada e Manuela está muito preocupada com ele. Alicia pede a Briana que a ajude a fazer uma mudança de look. Jennifer conta a Johnny que Nicolas já não quer ter filhos depois que a história da “barriga de aluguel” não funcionou. Edith diz a Helena que a bipolaridade pode se curar, e que se ela não se esforça para melhorar, é porque apenas quer causar pena. Fernando declara seu amor a Ana pensando que ela está dormindo, quando descobre que não é assim, reitera seu amor, dizendo que seu coração pertence a ela, eles se beijam. Diego presencia a cena com profunda tristeza. Ana diz a Fernando que não acredita em suas palavras. Johnny e Jennifer se dão conta que Nicolas sente dificuldade para respirar. Diego beija Natália à força e ela não gosta por que sabe que ele o faz por despeito.",
      "terça": "Fernando pergunta a Ana se ela ainda o ama. Ana diz que se desiludiu por ele nunca ter lutado por seu amor, isto deixa Fernando triste. Quando voltam para a mansão, Diego se estranha com Fernando e começam a brigar, Nicolas pergunta o que está ocorrendo, e Diego diz que Ana e Fernando o traíram. Helena diz a Nando que sua mãe nunca se interessou por ela. Edith diz a Fanny que Nando é interessante e que poderiam ser amigos. Henrique descobre Fernando não assinou sua carta de renúncia. Ana tenta explicar tudo a Diego, mas se dá conta que ele viu tudo pela câmera de segurança. Briana e Alicia postam suas fotos em uma rede social e esperam que os garotos comecem a entrar em contato. Ana, Fernando e Diego seguem discutindo, Nicolas está desesperado com a briga e sofre um infarto. Henrique descobre o ocorrido com Nicolas e não consegue esconder o gosto que a notícia lhe dá. Paulina diz a Helena que encontrou o lugar ideal para tratamento da bipolaridade, mas a clínica fica na Califórnia. Henrique, hipocritamente, vai ao hospital dar um conselho a Fernando. Yolanda se aproveita da amnésia de Bruno para dizer que eles mantêm uma relação amorosa. Ana diz conta para as crianças o que aconteceu com o avô, e pede que juntos façam um círculo de amor para que ele se cure.",
      "quarta": "Henrique planeja matar Nícolas com clorato de potássio para se vingar de Fernando. Dorival pressiona Johnny e ameaça contar a Fernando que Ana dança no “Chicago”. Johnny diz a Diana que está farto de Dorival. Diana diz a Johnny que ele precisa levantar provas dos negócios ilícitos de Dorival para poder se livrar dele, ela diz que tem um plano. Henrique diz a Fernando que a junta diretiva o nomeou como novo presidente da empresa. Alicia está emocionada, pois já está em contato com um garoto pela rede social. Bruno começa a recobrar a memória. Nando se surpreende ao descobrir que o lugar onde Helena vai se tratar é na Califórnia. Diego vê Ana e Fernando abraçados e, quando Ana tenta lhe explicar, ele diz que ela não tem nada que explicar e tem coisas mais importantes pra fazer. Nando diz a Helena que por ela estar afastada por razão de seu tratamento, não pode impedir que ela siga sua vida e até a refaça com outra pessoa. Nicolas desperta e Diego diz que o ama. Helena diz a Paulina que quer que ela a acompanhe até clínica. Henrique entra no quarto de Nicolas para matá-lo. Nicolas acorda da anestesia e detem Henrique, que disfarçado de doutor, estava prestes a matá-lo. Fernando entra e Henrique sai correndo, atirando a seringa que trazia consigo no chão. Fernando fala com o médico que decide mandar analisar a substância da seringa. Fernando e Jennifer ficam felizes por Nicolas ter acordado e ele pede para falar com Diego. Manuela diz a Ana que quer ir embora pois não deseja ficar vendo Bruno todos os dias. Ana pede que Manuela não o faça. Nicolas conversa com Bruno, diz que pode morrer a qualquer momento e que por isso prefere desde já afastar Jennifer de sua vida para sempre, para que assim ela não sofra com sua morte. Johnny acompanha Jennifer ao hospital. Fernando pede a Ana que esteja com ele para o que precisar. Fernando beija Ana no rosto enquanto ela dorme e diz que a ama. Ana sonha com as crianças, e no sonho ela é “Branca de Neve”, as crianças os sete anões, Fernando o príncipe e Isabela a bruxa má. Ana pede a Natália que contate Diego para que ele vá visitar Nicolas, Natália diz Ana que Diego está muito agressivo e não deseja ver ninguém. Henrique promove Leon a seu assistente, mas este diz que não confia nele. Ana recomenda a Fernando que chequem as cameras de segurança do hospital a fim de descobrir quem é o falso médico que estava com Nicolas. Manuela avisa Fernando que vai embora da mansão. Avisam Isabela que seu novo apartamento está pronto, e assim ela já pode deixar a mansão Lascurain. Diego vai ver o pai no hospital e diz que não quer falar de Fernando e Ana, por que este assunto já lhe causou um infarto.",
      "quinta": "Leon pede um empréstimo a Fernando para quitar suas dívidas. Edith comenta com Fanny que Lênin mudou radicalmente. Alicia recebe convite de um amigo cibernético, Briana a aconselha a aceitar, porque o “amigo” é maravilhoso. Isabela fica furiosa quando o advogado diz que Fernando quer que ela deixe a mansão. Yolanda tenta acalmá-la. Manuela sai da mansão sem se despedir das crianças, Bruno tenta convencê-la a não ir, mais ela está irredutível e todos ficam muito tristes. Henrique oferece novamente a vice-presidência a Isabela. Edith mostra interesse por Nando e Fanny caçoa dela. Compram pizzas para o jantar das crianças, e Fernando aproveita para informá-los que Manuela foi embora, que ele se despediu da empresa e que Isabela sairá da mansão. Nando fala com a mãe de Helena sobre a decisão de mandá-la para fora do país, e eles entram em acordo que isso será o melhor para ela. Leon conta para a mãe sobre sua nova função na empresa e ela não concorda que ele trabalhe com Henrique. Leon segue tentando reconquistar Fanny. Diego procura Natália e eles se beijam. Diego manda uma foto de Soledade para Ana, e ela fica extremamente feliz, Fernando e as crianças também se alegram por ela. Fernando confessa a Bruno que a empresa é sua vida, mas que agora a última coisa que precisa seria de um escândalo. Edith e Nando têm uma discussão acalorada sobre sociologia e ele se impressiona com o conhecimento dela. Nicolas está se recuperando no hospital e diz a Jennifer que a relação deles não pode seguir, pois ele já é um velho e nunca poderia lhe dar filhos, ela chora porque o ama. Fernando agradece por tudo que Jennifer tem feito por seu pai. Natalia vê a mensagem onde Ana agradece e se desculpa com Diego. Isabela tem pesadelos quanto a sua saída da mansão, ela acorda e se sente totalmente derrotada e fracassada. Johnny confessa a uma enfermeira que está apaixonado por Jennifer. Quando Ana decide dormir, entra Luz, Nando, Fanny, Fernando e Bruno para falarem com ela. Cada um tem um assunto diferente, Ana brinca dizendo que atenderá a todos, mas separados por turnos. Fernando comenta com Ana que descobriu que Alicia tem um perfil em um site da internet, para conhecer garotos, e que existe um universitário que deseja conhecê-la. Ele pede a Ana que explique a ela os perigos desses encontros. Bruno se sente mal por ter “machucado” Manuela. Nando fica triste por que Helena vai para o exterior. Ana mostra às crianças fotos de sua mãe e todos ficam felizes por ela. Diego propõe a Natália que viagem juntos para buscarem novas aventuras, mas ela diz que não deseja ir com ele apenas como sua amante e só iria se tivessem um compromisso mais sério. Fernando pede a Ana outra oportunidade, mas Ana diz que vai demorar para que seu coração esteja inteiro novamente. Ele diz que lutará por ela. Alicia fica muito nervosa ao saber que o pai descobriu seu perfil internet. Fanny fica confusa com a atitude romântica de Lênin. Isabela se despede de Fernando porque irá embora da mansão, antes de ir, Isabela jura a Ana que irá se vingar dela.",
      "sexta": "Ana se alegra, pois Isabela e Yolanda deixaram a mansão. Fernando fica sabendo que a substância da seringa que pretendiam aplicar em Nicolas é altamente mortal, que provoca infarto e não deixa vestígios, o médico aconselha que ele denuncie o caso às autoridades. Nicolas fala com Johnny e pergunta se ele realmente ama Jennifer, já que ela tem direito a ser feliz com um homem mais jovem, e ambos desejam a sua felicidade. Bruno explica a Ana porque não funcionou sua relação com Manuela. Jennifer chega para falar com Ana sobre Nicolas, ela se mostra muito triste pela atitude do marido e Ana pede que tenha paciência. Diego vai visitar seu pai e durante a conversa demonstra ter muito rancor de seu irmão. As crianças chegam da escola perguntando se Isabela já se foi. Sebastião inclusive compôs um rap para celebrar a partida da madrasta, Alicia se zanga. Fanny fala com Natália a respeito de Diego, pois ambas estão preocupadas com ele. Fernando diz a Linda que está feliz por não precisar vê-la mais.\nLeon diz a Fernando que está muito contente com os avanços que teve com Fanny. Isabela não fica feliz com o apartamento que Fernando lhe deu e vai reclamar com ele em seu escritório. Chegando lá encontra Henrique. Helena se despede com tristeza de Fanny e Nando e viaja para os Estados Unidos onde se submeterá a um tratamento. Ana explica para as crianças a situação de Helena e sua enfermidade. Fernando promete ao pai que vai resolver sua situação com Diego, Nicolas agradece. Fernando procura Diego e o encontra bêbado. ainda assim ele tenta explicar seus sentimentos por Ana, mas o rancor de Diego não permite que ele entenda. Fernando insiste com o irmão para que façam as pazes por causa do pai, mas Diego impõe como condição que deixe Ana, mas Fernando se nega, dizendo que a ama.\nIsabela procura Fernando para reclamar do apartamento que ele lhe deu, mas como Bruno diz que Fernando não está, ela sobe para procurá-lo. As crianças cantam o rap que fizeram para Isabela, onde a chamam de tarântula, Isabela escuta e fica muito zangada. Fanny conta a Ana sobre sua “relação” com Lênin. Fernando chega em casa e encontra Isabela histérica, reclamando de seu apartamento. Fernando diz a Isabela que se ela não está satisfeita, pode processá-lo, e pede que ela se retire. Fernando conta a Ana que foi ver Diego, e que ele está muito mal, bebendo muito e com um aspecto muito descuidado."
    },
    "Ouro Verde": {
      "segunda": "Miguel vai até sua casa buscar o dinheiro que tinha guardado. Ele liga para Vera e pede ajuda. Descontrolado, Lúcio discute com Paula e se tranca no quarto. Bia e Antônio conversam sobre Neném e a matéria que saiu sobre Miguel no jornal. Vera se recusa a receber Jéssica em sua casa. Aparecida é convidada para viver em Lisboa ajudando Neném.",
      "terça": "Jorge conversa com Edson e convence o pai de Aparecida a deixá-la ir para Lisboa também. Bia e Inês conversam sobre a leucemia de Neném. Lúcio chega feliz na delegacia e Joaquim se questiona sobre seu humor. Paula afronta Joaquim. Rita desconfia que a empregada tenha fugido com sua mala de dinheiro.",
      "quarta": "Laurinda, empregada de Rita, se encontra com Paula. Edson se despede de Aparecida lhe entregando uma imagem de Nossa Senhora Aparecida. Vera atropela Bia. No restaurante, ela chora desesperada por sua atitude. Bia é socorrida. Inês vai visitar Antônio. Henrique pergunta por Sol.",
      "quinta": "Vera conta para Judite sobre o atropelamento de Bia. Antônio e Inês se preocupam com a demora da ativista. Hadja e Cátia conversam sobre planos futuros de carreira. Bia chega ao hospital. Thiago liga para Mônica e avisa que Bia deu entrada no hospital e entrará em trabalho de parto. A família de Bia chega ao hospital.",
      "sexta": "Mônica conversa com Bia e tenta acalmar a filha. Joaquim quer colocar seus bens no nome da mulher. Vera e Miguel chegam ao hospital. Bia admite para o pai que está com medo de perder a filha. Jorge liga para Mônica e fica sabendo do ocorrido. Ele chega a Lisboa e vai até o hospital. Salvador e Aparecida se encontram. Bia entra em trabalho de parto.",
      "sábado": "Tomás liga para Miguel e informa que Madalena nasceu. Jéssica vai até a casa de Vera e a intimida por ter expulsado Thiago. Rita chega à residência de José e o parabeniza pelo nascimento da filha de Bia. Jorge se emociona ao ver a filha. Vera vai até a igreja se confessar. Rita faz escândalo no hospital ao encontrar Miguel. Jorge discute com Miguel."
    },
    "Amor sem igual": {
      "segunda": "Ramiro lê o resultado do exame e diz que nenhum atleta é compatível com ele. Tobias tenta disfarçar a felicidade. Vendo o desempenho de Peppe, Caio chega firme em uma jogada durante o treino. Ramiro diz que o único atleta que não fez o exame foi um tal de Peppe. Tobias fica frustrado. O novo jogador da Bras Esportes convida Rosa Flor para conhecer a casa de massas de seus pais. Hugo fica satisfeito ao ouvir Maria Antônia falando bem do novo amigo virtual. Cansado e fraco de fome, Antônio Júnior entra no sítio de Oxente escondido. Ele procura o depósito de queijos para se alimentar. Yara critica a presença de Cindy nas aulas de dança. Olympia orienta suas meninas. Hugo flagra Antônio Júnior no depósito de queijos. Oxente agradece a ajuda dos motoqueiros que estão se esforçando para acharem Antônio Júnior. Em conversa com Hugo, o rapaz descobre que Bento não morreu e fica aliviado. ",
      "terça": "Rodrigo fica surpreso com a atitude de Luciana. A menina, Ivan e Nivaldo conduzem Fernanda para dentro da agência. Mauro e Tatiana veem Fernanda sendo ameaçada. Olympia pede para ficar a sós com Carmem. A dona do clube noturno a chama pelo verdadeiro nome. Elas conversam e relembram um roubo que fizeram no passado. Carmem propõe uma nova parceira. A polícia chega na Bras Esportes. Ramiro é avisado sobre o ataque dos jovens carentes. Tobias descobre que a irmã está sendo feita refém. Em conversa com Olympia, Carmem fala sobre seu plano de assaltar um hotel luxuoso. Ramiro e os policias tentam negociar com Luciana. Ramiro pede para matarem todos os jovens sequestradores. ",
      "quarta": "Tobias nega a acusação de Fernanda. Pedro Antônio apoia a namorada. Ramiro elogia a atitude de Tobias. Sem saber que se trata de Hugo, Maria Antônia marca um encontro com o amigo virtual. Oxente trabalha no Mercadão com o filho. Hugo arma um plano com Juliano. Serena envergonha Peppe ao aparecer durante o treino com alimento para o filho. Poderosa encomenda um vestido para Bibiana. Rosa Flor tenta conter Serena. Bento retorna para a casa dos idosos. Luiggi conta para a esposa que Bibiana esteve com Poderosa. ",
      "quinta": "Miguel diz que vai investigar Tobias. Furacão convida Poderosa para comemorar o noivado com Duplex. Hugo pede para Juliano fingir ser o amigo virtual de Maria Antônia e diz que ela não pode gostar do encontro. Juliano o surpreende e começa a abrir seu coração para filha de Oxente. Miguel implica com Poderosa. Maria Antônia se diverte com Juliano. Ela vê Oxente e deixa o local. Hugo tira satisfação com Juliano, que diz também estar apaixonado por Maria Antônia . Antônio Júnior se desculpa com todos na casa Dia Feliz.",
      "sexta": "Tobias nega conhecer Poderosa e deixa o local. Miguel percebe o desconforto do filho de Ramiro. Serena e Luiggi pensam que Bibiana está fazendo programa. Furacão perde a aliança dada por Duplex. Bibiana diz que o vestido que está fazendo é para Poderosa. Furacão pede a ajuda de sua amiga para achar a aliança, mas acaba provocando um vazamento de água. Tobias procura Leandro e Bernardo. Ele avisa que foi abordado por um homem com a foto da irmã bastarda. Luiggi e Serena pedem para Poderosa não influenciar Bibiana. Furacão se desespera com o sumiço da aliança. Em conversa com Duplex, Poderosa conta seu plano para o dia da reinauguração do clube noturno. "
    },
    "O rico e lázaro": {
      "segunda": "Matias diz que quer ver Gadise longe. Zadoque pede para falar com o neto. Em conversa com Rebeca, Joana não consegue explicar a razão de estar casando com Zac. Arioque diz que Shag-Shag precisa se dar valor. Tamir e Shamir falam da briga com Larsa. Matias é surpreendido com a chegada de Ebede-Meleque. Rebeca cobra uma resposta de Joana. Ebede-Meleque tenta se explicar para Matias. Saul pergunta se ele expulsará Gadise. Malca sofre ao ver Zac falando de Joana. Decidido, Matias diz preferir que Gadise saia de casa. Saul fica irritado com Gadise. Shag-Shag dispensa a companhia de Arioque. Zelfa tenta amparar Malca. Elga avisa que logo casará com Fassur. Belsazar não escuta Nabonido. ",
      "terça": "Rebeca explica a verdade para Asher e diz que Joana está sendo chantageada por Zac. Zadoque dá início à cerimônia de casamento. Talita e Samira tentam confortar Malca. Rebeca se machuca no caminho e pede para Asher seguir. Joana não consegue dizer sim a Zac e foge da cerimônia. Nitócris pede para Sammu-Ramat preparar um creme para a beleza. Envergonhada, Elga passa mal. Amitis defende Nebuzaradã. Na fuga do casamento, Joana encontra com Asher. Eles trocam palavras de amor e se beijam. Asher afirma que pagará a dívida de Matias. Zac aparece e congela ao ver os dois se beijando. Ravina cobra uma resposta de Matias.",
      "quarta": "Todos começam a procurar por Saul. Zac chantageia Beroso e pede para lhe passar a dívida de Matias. Nabucodonosor inicia o julgamento de um nobre. Belsazar diz que quer ver sangue. Elga estranha a ausência de Zac. Beroso encontra Asher e avisa que não será possível pagar a dívida de Matias. Nabucodonosor fica furioso com a atitude de Belsazar e pede para falar a sós com ele. Asher oferece o dobro do dinheiro para Beroso. O rei ameaça Belsazar, que o enfrenta. Beroso aceita a proposta de Asher. Nabonido se preocupa com o filho. Belsazar desafia o rei, que lhe desarma e o ameaça novamente. Nabucodonosor sente uma forte dor no peito e cai. Belsazar sorri e debocha do avô. ",
      "quinta": "Zac humilha Malca. Elga briga com Tamir e Shamir. Zelfa tenta acalmar Zac. Rabe-Sáris passa próximo ao beco e escuta o choro de alguém. Ele se aproxima e nota que Dana está desesperada. O oficial tenta ajudar, mas Dana pede para ele ficar longe. Fassur ofende Joana e Asher o ameaça. Eles seguem procurando por Saul. Ravina estranha o atraso de Dana. Em conversa com Nitócris, Nabonido reclama do comportamento do filho. Aliatis pede para Madai ficar longe do príncipe Belsazar. Dana chega machucada em casa e finge que caiu. Namnu pergunta onde Rabe-Sáris esteve. Decepcionado, Absalom chega bêbado em casa. ",
      "sexta": "Nabucodonosor avisa que Belsazar será exilado. Shag-Shag se esconde de Hurzabum. Rabe-Sáris conversa com Absalom e diz que Dana foi violentada. Ilana estranha o comportamento da filha. Zadoque elogia a beleza de Zelfa. Gadise diz ter recuperado a felicidade. Saul fala sobre como sobreviveu nas ruas. Daniel elogia o caráter de Lior. Asher se declara para Joana. Larsa descobre que Zac é irmão de Tamir e Shamir. Furioso, Belsazar deixa o palácio. Fassur diz que Oziel não pode se casar. Elga tenta animar Malca."
    },
    "Caminhos do coração": {
      "segunda": "Golias avisa que Demétrio, Ísis e Marcelo serão sua refeição. Carvalho avisa para Esmeralda e Marisa que é melhor que elas fiquem um tempo no apartamento de Simone. Vlado vai morder o pescoço de Noé, mas ele consegue escapar. Toni dá um golpe em Fúria e a derruba no chão. Maria, Cléo, Beto e Hélio acordam assustados e Noé diz que eles estão em vantagem. Vlado e Fúria ficam com medo e fogem. Danilo não tira os olhos de Zé Doido durante o jantar e Lúcia se irrita. Leão ataca Meta-Leão, que recua. Meta-Leão fica invisível e dá vários golpes em Leão. Meduso vê a briga e lança raios contra Leão, que cai no chão.",
      "terça": "Iara diz que Cris precisa de um novo amor e canta para ele. Eric, Fernando, Juanita, Dino e Taveira chegam à ilha. Perpétua chora num canto, quando Capeletti vem por trás e ameaça morder seu pescoço. Perpétua se assusta e dá um choque em Capeletti, que voa longe e saca uma arma. Capeletti atira na direção de Perpétua, mas ela desvia e se joga no chão para se proteger. O segurança vê Perpétua caída e pensa que ela está morta, mas quando se prepara para mordê-la, ela abre os olhos e lhe manda uma descarga elétrica. Capeletti leva um choque forte e Perpétua foge. Golias corre atrás de Demétrio, que sobe numa árvore e escapa. O gigante corre para pegar Ísis, mas ela fica invisível. Golias se volta para Marcelo, que se sente fraco, mas se coloca em posição de luta.",
      "quarta": "Taveira e Dino fogem de Velociraptor. Amália confessa para Cassandra que foi Gór quem lhe contou sobre os bebês e ela fica desconfiada. Cris diz para Iara que o amor deles não dará certo, pois ela precisa viver no mar e ele na terra. A sereia implora para Cris não lhe deixar e eles se beijam. Cassiano se apavora ao perceber que Gór, Metamorfo e Meduso são mutantes. Gór hipnotiza Cassiano, mas Meduso diz que irá cuidar dele e fuzila o detetive com o olhar. Cassiano cai morto no chão e Gór manda Metamorfo fazer uma visita à Cassandra. Taveira, Dino, Eric, Fernando e Juanita ouvem o rugido de Velociraptor e param com medo. Fernando se apavora ao ver o dinossauro e Taveira, Dino e Eric sacam suas armas. Eles atiram na direção de Velociraptor, mas ele nem se abala e sai correndo atrás deles.",
      "quinta": "Marcelo fica surpreso ao ser chamado pelo seu verdadeiro nome. Juanita resolve ajudar Eric e se enrosca em Capeletti. Eric aproveita para dar vários golpes no segurança, que começa a se desesperar. Juanita se transforma em cobra e Eric aponta a arma para Capeletti, mas ele joga a cobra na direção do bandido e foge. Rodrigo consola Amália e diz que o fato de seus filhos terem genes de lagartixa é uma vantagem. Meta-Cassiano chega na Progênese para uma reunião com Cassandra. Fernando corre pela mata e se esconde ao ver Golias. Ele sai correndo, mas o gigante o vê e impede sua fuga. Paola entra no apartamento de Simone e reage assustada ao ouvir um barulho vindo de dentro. Ela se transforma em cobra e se esconde, enquanto Simone, Mauro, Esmeralda, Marisa e Helga aparecem conversando. Meta-Cassiano tenta seduzir Amália e ela estranha o jeito dele. Golias ergue Fernando com as mãos.",
      "sexta": "Marcelo luta com Taveira e Dino e os bandidos o cercam. Júlia pega a arma de dardos tranqüilizantes e ameaça atirar em Fúria e Vlado. Fúria dá patada na mão da médica e Vlado aproveita para agarrá-la por trás. Júlia pega uma seringa no bolso e espeta em Vlado, que a solta. Ela tenta pegar a pistola novamente, mas Fúria lhe dá outra patada e derruba a arma. Vlado e Fúria cercam Júlia e ela se apavora. Eric atira em Pachola, que desvia. Vavá sai do depósito pela janela. O bandido encosta a arma na testa de Pachola e se prepara para atirar. Vavá volta e pula em cima dele. Eric tropeça, cai e fica tonto ao bater com a cabeça. Pachola e Vavá saem correndo. Lucas tenta acalmar Janete e diz que eles ainda têm tempo de socorrer o pessoal da Liga do Bem. Eles resolvem ir à casa de Guiga pedir ajuda. Marcelo fica confuso."
    },
    "a escrava isaura": {
      "segunda": "Francisco avisa Rosa que Leôncio está machucado e que precisa dos cuidados dela. Sargento vai a casa de Tomásia avisá-la que está sendo acusada de assassinato. Dr. Paulo examina Leôncio. Tomásia escreve uma carta para Diogo pedindo para ele retornar e raptar Helena no dia do casamento. Isaura e Miguel vão almoçar na casa de Álvaro. Branca, Estela e Geraldo chegam de repente na casa de Perpétua. Rosa vai até a casa de Leôncio e o beija ardentemente. Henrique se despede da família para voltar para o quilombo. Branca suspeita que Isaura seja uma fora da lei. Leôncio quer se vingar de Isaura, André e Tomásia. Helena diz que não quer se casar com o Dr. Paulo. Álvaro pressiona Isaura para que lhe conte o que tanto lhe perturba.",
      "terça": "Rosa se irrita com a forma que Leôncio a trata. Isaura não conta para Álvaro que é uma escrava fugida. Tomásia pensa em emprestar dinheiro para Diogo e Helena fugirem. Malvina descobre que Leôncio está machucado e vai atrás dele. Rosa se irrita com a forma que Leôncio a trata. Rosa roga praga para Leôncio e Malvina. Álvaro escuta Branca falar mal de Isaura.",
      "quarta": "Leôncio e Dr. Paulo planejam matar Diogo. Álvaro diz a Isaura que não quer vê-la triste, por isso não insistirá para que conte sobre seu mistério. Tomásia pensa em algo para ajudar Helena e Diogo. Tomásia tem um pesadelo com Diogo. Leôncio e o Dr. Paulo planejam matar Diogo como vingança a Tomásia. Álvaro convida Isaura para ir ao baile em sua casa. Pedrinho procura por Isaura e a chama pelo nome verdadeiro. Álvaro escuta e a questiona. Isaura diz que é um segundo nome. Helena pede a Henrique que a ajude a fugir. Cel. Sebastião chama Rosa para morar com ele. Raimundo e Martinho continuam procurando Isaura.",
      "quinta": "Branca chama o chefe de polícia para ir ao baile. Isaura força Miguel a contar a verdade para Álvaro. Dr. Paulo comemora sua despedi da de solteiro. Belchior avisa da emboscada para Tomásia que estranha a demora de Diogo. Helena manda um bilhete para Diogo. Álvaro e Perpétua estão inconformados com o mistério de Isaura. Branca chama o chefe de polícia para ir ao baile. Helena se arruma para o casamento.",
      "sexta": "Álvaro tira Isaura para dançar. Leôncio diz a Dr. Paulo e Malvina que Diogo morreu. Isaura decide ir ao baile. Gabriel reza por Diogo e Helena. Raimundo e Martinho chega a casa de Isaura. Malvina se irrita com a presença de Rosa. Martinho e Raimundo decidem atacar, mas quando Álvaro chega eles recuam. Álvaro leva Isaura, Miguel e Pedrinho para o baile. Raimundo e Martinho os seguem. No quilombo todos estão com medo de lobisomem. Dr. Paulo e Helena se casam. Tomásia fala de negócios com Gabriel."
    }
  }
}
