{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Griselda e Renê acertam a venda do Brasileiríssimo. Griselda desabafa com Celeste sobre a conversa que teve com Renê. Quinzé e Teodora dormem juntos. Chiara convida Letícia para jantar. Quinzé promete ficar com Teodora se ela revelar onde conseguiu seu dinheiro. Zuleika finge ser amiga de Edvaldo. Wallace cumprimenta Dagmar no Tupinambar. Tereza Cristina busca Renê Junior na casa de Leonardo. Griselda troca olhares com Guaracy.",
      "terça": "Guaracy e Griselda discutem, e Dagmar repreende os dois. Teodora procura Quinzé. Tereza Cristina descobre suas camisolas no armário de Crô. Chiara diz a Letícia que a convidou ao jantar para contar sobre sua vida com Juan Guilherme. Teodora e Quinzé trocam desaforos. Mônica fica apreensiva com a crise que Teodora tem em seu escritório.",
      "quarta": "Vilma aconselha Letícia a se casar com Juan Guilherme o quanto antes. Vanessa discute com Paulo por causa de Esther. Griselda conversa com Rafael e Amália sobre o casamento deles. Álvaro conta para Íris que o laptop de Marcela está com Griselda. Griselda afirma a Antenor que não revelará o segredo de Tereza Cristina. Pereirinha consegue apagar o arquivo que compromete Tereza Cristina. Tereza Cristina pensa em se vingar de Antenor. Vilma procura Chiara. Quinzé procura Teodora.",
      "quinta": "Teodora afirma a Pereirinha que provará que todos estão enganados a seu respeito. Tereza Cristina manda Ferdinand apressar o plano contra Quinzé. Vanessa se incomoda com a proximidade de Esther e Paulo. Wallace diz a Clint que aguarda o resultado dos exames que refez em São Paulo. Antenor lembra que fez uma cópia do arquivo que estava no laptop de Marcela e liga para o jornal. Tereza Cristina vê Marcela durante uma visita ao túmulo de seus pais, e acaba desmaiando. Baltazar liga para Tereza Cristina ao ver os funcionários fecharem as portas do cemitério.Teodora afirma a Pereirinha que provará que todos estão enganados a seu respeito. Tereza Cristina manda Ferdinand apressar o plano contra Quinzé. Vanessa se incomoda com a proximidade de Esther e Paulo. Wallace diz a Clint que aguarda o resultado dos exames que refez em São Paulo. Antenor lembra que fez uma cópia do arquivo que estava no laptop de Marcela e liga para o jornal. Tereza Cristina vê Marcela durante uma visita ao túmulo de seus pais, e acaba desmaiando. Baltazar liga para Tereza Cristina ao ver os funcionários fecharem as portas do cemitério.",
      "sexta": "Baltazar não consegue falar com Tereza Cristina e liga para Crô. Quinzé avisa à mãe que sairá para um serviço, e Deborah fica enciumada. O repórter Beto Junior chega para o encontro com Antenor. Griselda tenta impedir que Antenor revele o segredo de Tereza Cristina para Beto, mas o repórter consegue copiar o arquivo. Vanessa descobre que Renê está solteiro. Guaracy e Griselda voltam a ser amigos. Tereza Cristina acorda no cemitério. A mulher contratada por Ferdinand sabota a bebida de Quinzé. Teodora chega à mansão de Griselda. Tereza Cristina conta para Crô que viu Marcela no cemitério. Ferdinand atira Quinzé na piscina.",
      "sábado": "Teodora encontra Quinzé boiando na piscina. Ferdinand se esconde ao ver Griselda e Guaracy chegando. Griselda leva o filho para o hospital. Tereza Cristina convence Crô de que Marcela está viva. Vanessa reclama de Paulo por falar de Esther durante o jantar. Teodora fica no hospital com Quinzé. Edvaldo e Glória se preocupam quando Beatriz afirma que lutará para ficar com Vitória. Quinzé deixa o hospital. Tereza Cristina se irrita ao saber que o filho de Griselda sobreviveu ao atentado. Alice sugere que Íris chantageie Tereza Cristina. Íris desmaia ao ver Marcela na pousada."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "totalmente demais": {
      "segunda": "Germano pede a Jonatas o endereço da família de Eliza. Carolina pensa em novas formas de afastar Eliza do concurso. Eliza se decepciona com Jonatas quando o rapaz lhe pede o endereço de sua família, ignorando seu passado com o padrasto. Dino finge que perdoou Eliza e sugere a Gilda que toda a família viaje para o Rio de Janeiro para torcer pela menina. Dino combina com Peçanha uma forma de colocar Eliza na cadeia e roubar o dinheiro do concurso. Max avisa que a próxima prova do concurso será um ensaio nu, e Eliza se recusa a fazer as fotos.",
      "terça": "Natasha tenta ajudar Eliza a fazer o ensaio e manter-se no concurso. Germano paga Maurice pela informação sobre o endereço de Gilda. Germano procura Gilda. Dino, Gilda e os filhos se preparam para assistir à final do concurso Garota Totalmente Demais e surpreender Eliza.",
      "quarta": "Germano questiona Leonor sobre o pai de Eliza. Gilda confessa a Dino que esteve com Eliza no Rio. Leonor alerta Gilda que Germano procurou por ela. Arthur avisa a Carolina que Dorinha está em sua casa, em estado de confusão. Dorinha volta a si ao ver os filhos João e Maria. Dayse foge da pensão para encontrar Eliza e acaba se perdendo, mas é ajudada por Lili e Germano. Eliza pergunta a Arthur por que Dorinha mencionou uma aposta entre o empresário e Carolina. Gilda se incomoda ao ver Lili e Germano com Dayse.",
      "quinta": "Lili comenta com Rafael que Germano a traiu com Gilda. Germano pergunta a Gilda se Eliza é filha dele. Fabinho se surpreende ao perceber que Cassandra mentiu para ficar a sós com ele. Gilda leva Dayse e Carlinhos para visitar Eliza. Débora vê Cassandra beijar Fabinho. Germano conta para Jonatas que Dino chegou à cidade. Fabinho afirma que não irá namorar Cassandra. Jonatas revela a Eliza que Dino está no Rio de Janeiro. Eliza discute com Gilda, que tenta convencer a filha de que Dino mudou seu comportamento. Gilda decide voltar para Campo Claro, mas Dino declara que ficará no Rio.",
      "sexta": "Dino insiste para que Gilda volte para sua cidade com as crianças e inventa que tem um assunto profissional para resolver no Rio de Janeiro. Stelinha faz uma surpresa a Eliza e afirma que a ajudará na última prova do concurso. Carolina se surpreende ao saber por Germano que Eliza pode ser filha do empresário. Germano pede a Carolina que lhe ajude a fazer um teste de DNA em Eliza. Peçanha informa a Dino que conseguiu um pedido de prisão provisória para Eliza. Dino despista Peçanha e vai até o estúdio conferir o ensaio fotográfico de Eliza. Eliza entra em pânico ao avistar Dino.",
      "sábado": "Arthur e Pietro expulsam Dino do estúdio. Incentivada por Arthur, Eliza decide fazer o ensaio fotográfico e tem um ótimo desempenho. Gilda diz a Dayse que está decepcionada com Eliza. Carolina pergunta a Zé Pedro se existe alguma cláusula no contrato que impeça a participação de parentes do patrocinador do concurso. Jonatas e Leila percebem o clima de romance entre Eliza e Arthur."
    },
    "novo mundo": {
      "segunda": "Cecília decide vender a joia que ganhou de sua mãe para ajudar Libério. Tibiriçá elogia os feitos de Piatã como pajé. Hassan tenta obrigar Elvira a contar onde Thomas esconde seus tesouros. Bonifácio teme que a Constituição seja aprovada. Domitila encomenda a cópia de suas joias. Diara ofende Greta, e Wolfgang desconfia. Licurgo encontra a escritura da taberna. Pedro obriga Peter e Bonifácio a fazerem as pazes. Cecília desabafa com Amália. Joaquim tenta fazer Quinzinho falar. O Barão de Marescal e outros aliados exigem que Leopoldina se posicione contra a Constituição.",
      "terça": "Leopoldina afirma ao Barão de Marescal que não irá contrariar Dom Pedro. Pedro suspeita de que Domitila esteja grávida. Libério e Cecília se reconciliam. Elvira sonha com Hugo. Joaquim pensa em fugir com Anna e Vitória novamente. Thomas exige que Domitila assine uma promissória. Bonifácio conta a Dom Pedro sobre a ameaça do Barão de Marescal. Chalaça fica indignado ao descobrir que Dom Pedro assumiu seu romance com Domitila. Jacira desmaia durante uma tempestade. Diara provoca Greta. Domitila é impedida de entrar no teatro e todos aplaudem. Joaquim encontra Chalaça.",
      "quarta": "Chalaça conta a Joaquim sobre sua vingança. Amália reconhece a joia que está com Domitila, e Peter fica intrigado. Dom Pedro nomeia os Embaixadores do Brasil com a ajuda de Leopoldina. Anna se enfurece com o presente que recebe de Thomas. Piatã tem um pressentimento e encontra Jacira. Peter faz uma sessão de hipnose com Amália. Piatã teme pela saúde de Jacira. Domitila conta para Dom Pedro que foi expulsa do teatro. A comida de Hugo faz sucesso com os clientes e Licurgo se vangloria. Elvira manipula Hassan e Jacinto. Piatã afirma a Jacira que irá curar sua doença. Anna e Thomas se encontram na audiência.",
      "quinta": "Thomas conta ao ministro como Anna fugiu de sua casa. Nívea fica intrigada com a saída de Liu. Piatã confessa a Olinto que não sabe como curar Jacira. Amália se emociona com a descrição que Cecília faz da joia que vendeu. Greta mente para Wolfgang. Diara avisa a Ferdinando para se afastar de sua cunhada. Liu volta ao navio e ameaça Elvira. Joaquim revela a Leopoldina que Chalaça voltou ao Brasil. Anna pede ao ministro que lhe conceda a separação. Diara teme o que Greta possa fazer contra Ferdinando. Piatã descobre como curar Jacira. O ministro toma sua decisão, e Anna e Thomas ficam apreensivos.",
      "sexta": "Anna implora que o ministro não deixe Vitória com Thomas. Idalina alerta Diara sobre Greta. Hugo agrada os possíveis patrocinadores da candidatura de Licurgo. Elvira faz um acordo com Liu. Anna volta para o palácio. Domitila acredita estar grávida de Dom Pedro. Diara decide fazer as pazes com Greta para agradar o marido. Schultz se preocupa quando Greta fala sobre a saúde de Wolfgang. Piatã cuida de Jacira com a ajuda de Olinto. Ubirajara briga com Jurema por causa de Jacira. Leopoldina e Bonifácio trocam elogios. Greta beija Ferdinando. Anna afirma a Joaquim que precisa mandar Thomas para a cadeia. Thomas e Fred se encontram no presídio.",
      "sábado": "Domitila afirma que terá um filho homem. Chalaça descobre que Benedita também está grávida de Dom Pedro. Joaquim teme que a prisão de Fred os impeça de tê-lo como aliado. Thomas coloca Fred em um navio inglês que está ancorado no porto. Chalaça se alia a Benedita contra Domitila. Leopoldina revela a Anna que Bonifácio se declarou para ela. Tibiriçá se preocupa com a implicância de Ubirajara com Jacira e Piatã. Thomas desconfia de Liu. Domitila manda Patrício contar a Leopoldina sobre sua gravidez. Thomas descobre que Liu é esposa de Fred."
    },
    "Malhação": {
      "segunda": "Mitsuko se surpreende com Anderson. Lica convida Felipe para sair. Keyla decide dar o telefone de Deco para Roney. Tato pensa em Keyla. Das Dores tenta ajudar Tato a voltar a cozinhar. Lica fica animada com a notícia de que Bóris irá à sua casa. Tato treina com Felipe. Keyla, Benê, Lica, Tina e Ellen discutem os assuntos que irão abordar no canal de internet. Mitsuko sugere a Nena que se unam para separar Anderson e Tina. Deco chega à lanchonete de Roney.",
      "terça": "Deco pede a Roney para falar com Keyla em particular. Deco garante a Keyla que não fugirá de suas responsabilidades com Tonico. Lica, Ellen e Tina acreditam que Keyla ficará com Deco, e Benê se preocupa com Tato. Anderson convida Tina para um churrasco em sua casa. Das Dores e K2 incentivam Tato a cozinhar. K1 se exibe no carro de MB. Felipe e Lica namoram. Benê sonda Guto sobre sua vida amorosa. Deco e Keyla se beijam. Roney exige fazer um exame de DNA em Tonico. Nena pede para conversar com Anderson sobre Tina.",
      "quarta": "Nena é hostil com Tina. Roney obriga Keyla e Deco a fazerem o exame de DNA em Tonico. Noboru estranha o comportamento de Mitsuko. Das Dores acolhe Tina. Samantha inicia o ensaio da banda, mesmo sem Felipe. Marta flagra Lica e Felipe juntos. Nena ofende Tina, que deixa a casa de Anderson. Roney não permite que Deco fique em sua casa com Keyla. Lica pede para ser amiga de Bóris na rede social, e o professor estranha. Malu comenta com Edgar sobre a proximidade entre Lica e Bóris. Anderson confronta Nena.",
      "quinta": "Anderson conclui que Mitsuko instigou Nena contra seu namoro com Tina. Tato afirma a K2 que gosta dela como amiga. Samantha e MB insinuam para Felipe que Clara está interessada em Guto. Ellen não consegue contar para Tato sobre a volta de Deco. Keyla passeia com Deco e Tonico. Josefina acredita que Benê esteja gostando de um rapaz. Marta, Leide e Lica especulam sobre a relação de Luís e Clara. Ellen estranha a ansiedade de Lica com o jantar para Bóris e Dóris. Tina confronta Mitsuko. Roney descobre que saiu o resultado do exame de DNA de Tonico.",
      "sexta": "Roney combina com Keyla e Deco de ir ao hospital conferir o resultado do exame de Tonico. Lica convence Bóris a lutar por uma bolsa de estudos para Ellen em seu colégio. Dóris percebe o entusiasmo de Lica por Bóris e alerta o namorado. K2 descobre sobre o exame de DNA de Tonico, exigido por Roney. Nena se desculpa com Anderson e decide conhecer Tina. Clara e Samantha convencem Guto a desmarcar sua aula com Benê por conta do ensaio da banda. O exame de DNA confirma a paternidade de Deco, e Roney confronta o rapaz. Anderson e Tina discutem. Tato vê Keyla com Deco e Tonico."
    },
    "Aventuras de Poliana": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Cúmplices de um resgate": {
      "segunda": "Isabela fala para Manuela que voltará para a cidade. Manuela pede que a irmã dê uma chance ao vilarejo, por ela e sua mãe. Isabela aceita. Isabela pede que Ofélio a ajude a voltar para a Mansão. Neuza procura por Omar no condomínio. Ofélio obedece a ordem de Isa e a leva de volta à mansão. De manhã, Rebeca e Manuela descobrem que Isabela saiu de casa. Fiorina reclama com o padre que seu filho está indo na igreja evangélica. Lutero diz que ele tem livre-arbítrio. Marina suspeita que Ofélio levou Isabela para a cidade. Tomas mostra para Fred que na matéria sobre Laura está publicado que a moça é faxineira. Ele pede satisfação. Otavio parabeniza Fred, pois agora sua empresa está com fama de descobridora de talentos. Sandro pensa que agora que Laura é modelo ela se esqueceu dele. André chega de surpresa ao ensaio da C1R, encontra Benjamin e sai chateado.",
      "terça": "Marina, Téo, Rebeca e Manuela vão até a mansão. Eles pedem para Isabela voltar, mas ela resiste. A menina mostra a casa aos seus visitantes. Luiz e Nico saem para buscar o Dourado e se inscrevem na corrida. Eles chegam ao Haras e não encontram o cavalo, pois Omar está passeando com ele. Fiorina vai à casa de Helena pedir para que ela não leve seu filho para a igreja evangélica.",
      "quarta": "Isabela e Rebeca discutem, pois a menina não quer voltar para o vilarejo. Meire invade o ensaio da C1R e diz que eles não podem fazer barulho no condomínio. Marina aconselha Rebeca a deixar Isabela na cidade, pois com o tempo ela sentirá falta da família. Rebeca aceita o conselho. Neuza vai até o Haras procurar Omar. Escondido, o menino vê sua mãe.",
      "quinta": "Nico entra em um site de relacionamento amoroso no computador de Giuseppe. Fiorina vê o site e pensa que é o marido que está procurando mulher. A mãe de Omar vai até o haras atrás do filho, que se esconde para não ser encontrado. O garoto pede ajuda para Sabrina, que diz não poder fazer nada.",
      "sexta": "Giuseppe descobre que é Nico que está no site de relacionamento e o proíbe de mexer no computador. Fiorina fica mais aliviada ao saber que Giuseppe não fez nada. Os cúmplices voltam a ensaiar na gravadora após Meire proibi-los de tocar na garagem do condomínio. Vicente está prestes a ser transferido para um presídio devido a super lotação na delegacia."
    },
    "Betty a feia": {
      "segunda": "Armando não suporta mais a dor que está sentindo por causa do distanciamento de Betty. Ele vai até um bar onde estão Giovás e Nícolas e acaba se excedendo na bebida. Armando vê uma jovem parecida com Betty, se aproxima e começa a dizer que a ama. O namorado da garota aparece e agride Armando. Joaquim vai até a casa de Betty e prepara o jantar para ela e sua família. Durante o jantar, o telefone de Betty não para de tocar com as ligações de Armando.",
      "terça": "Enquanto saboreiam o jantar preparado pelo estilista, Betty se confunde e o chama de Armando gerando um clima tenso na mesa. Nícolas chega na casa de Betty e conta o que aconteceu no bar envolvendo Armando e afirma que agora está convencido de que ele realmente a ama. Armando, por despeito, passa a noite com Marcela. No dia seguinte, Armando encontra Joaquim no elevador da V&M e pergunta o que faz ali. O estilista informa que comprou salas comerciais no mesmo edifício. Frank descobre que Jenny é namorada de Efrain. Roberto enfrenta Daniel e pergunta se ele tem algo a ver com a empresa que se incendiou na Índia.",
      "quarta": "Betty está a ponto de perdoar Armando quando descobre que ele passou a noite com Marcela e então decide dar uma chance a Joaquim. Ela o beija e Armando vê. Daniel convida Betty para almoçar. No restaurante ele tenta seduzi-la dizendo que é uma mulher muito atraente. Betty sabe exatamente onde Daniel quer chegar e responde que não pretende lhe dar sua parte nas ações. Hugo encontra Joaquim no elevador e diz a ele que nem pense em querer o seu lugar.",
      "quinta": "Joaquim responde que não tem por que trabalhar na V&M se é dono de sua própria marca. Malú encontra a mãe de Ricardo, que fugiu do hospital, e a leva para a V&M. Charlie discute com Efrain e o agride. Marcela procura Joaquim e propõe a ele um acordo para manter Betty e Armando afastados um do outro. O filho de Aura Maria leva uma aranha para a V&M. Lolita, nome da aranha de estimação, escapa da caixa e vai para nas costas de Smith e Patrícia.",
      "sexta": "Joaquim convida Betty para ir até o hotel onde está hospedado. Armando os segue e Betty percebe. Ao chegarem no quarto, Joaquim percebe que Betty está nervosa e ela conta que Armando os viu. Armando vai embora arrasado, acreditando que Betty e Joaquim passarão a noite juntos. No dia seguinte, os dois se encontram no elevador da V&M e Armando faz a Betty perguntas sarcásticas sobre o que aconteceu entre ela e Joaquim na noite anterior. Maria Lúcia vê o vídeo que Ricardo enviou para seu melhor amigo. Patrícia sente ciúmes ao saber da reunião entre Cindy e Nícolas. Joaquim inaugura seu escritório no mesmo edifício da V&M. Joaquim diz a Betty que ficará um tempo em Los Angeles para que ela possa entender melhor seus sentimentos. Júlia volta a procurar Armando para dizer que entre ele e sua filha nunca haverá nada."
    },
    "Ouro Verde": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "jesus": {
      "segunda": "Jesus pede para Jairo leva-Lo até a menina. Maria fala sobre Tiago Justo com Deborah. Asisa descobre que Jairo procurou Jesus. Herodíade diz que a vida de Longinus está nas mãos de Salomé. Joana se prepara para entregar o presente a Antipas. Maria Madalena elogia Lázaro. Pilatos questiona Ami. Herodíade diz que Salomé deverá obedecê-la para salvar a vida de Longinus. Joana diz que chegou a hora do seu presente. Edissa toca as vestes de Jesus e Ele a questiona. Joana presenteia Antipas com a água do rio Jordão. Jesus diz que fé de Edissa a curou. Chaya chora a morte de Talita. Pilatos diz que Ami será punido de acordo com a leis romanas. Jairo pede a ajuda de Jesus, mas Chaya avisa que Talita está morta.",
      "terça": "Satanás se aproxima de Antipas. Herodíade o provoca. Ele ordena que Heitor traga a cabeça de João Batista em uma bandeja. Barrabás tenta despistar Goy. Talita consegue falar e comer sozinha. Jairo agradece a Jesus e diz que jamais abandonará a família. João Batista se emociona ao lembrar de Jesus. Maria Madalena e Susana desistem de sacrificar algum animal no templo. Helena sofre ao saber da punição de Ami. Se sentindo culpado, Heitor vai ao encontro de João Batista. Satanás fala ao ouvido de Salomé. Herodíade sorri, satisfeita. Antipas é perturbado pelo demônio. Joana fica revoltada. Antipas se enfurece. Heitor manda João Batista ajoelhar-se e desembainha a espada. ",
      "quarta": "Susana e Goy lutam com dois homens na hospedaria. Jesus fala aos seus seguidores. João e Gabriela se beijam. Os dois cegos são levados até o Messias. Asisa reclama do afastamento de Mateus. Maria apoia Tiago Justo. Jesus faz os dois homens cegos voltarem a enxergar. Barrabás conversa com Adela sobre seu plano de livrar os judeus da dívida com os romanos. Jairo tenta se explicar para Simão Fariseu e Efraim. Ami pede para Malco ir em sua crucificação. Claudia discute com Pilatos. Mateus fica triste ao ver Asisa criticar Jesus. ",
      "quinta": "Caius expulsa Edissa do palácio. Jesus reúne os apóstolos e avisa que a partir de agora lhes dará autoridade e poder sobre todos os demônios. Madalena descobre sobre o mal que Petronius fez a Barrabás no passado. O irmão de Simão Zelote enfrenta Malco. Jesus diz para seus apóstolos não irem a lugares que o povo não seja judeu. Maria Madalena discute com Petronius. Barrabás questiona a atitude de Malco, que fica furioso. Maria é apresentada a Pilatos. Os apóstolos ficam impressionados e assustados com as palavras de Jesus. Efraim passa mal e diz para não chamarem Jesus. Herodíade se recusa a entregar os restos mortais de João Batista a Joana. Edissa entra em uma carroça para tentar entrar no palácio.",
      "sexta": "Anás fica incomodado com as palavras de Mirian sobre Jesus. Tiago Justo recebe os cumprimentos dos convidados. Almáquio e Diana preparam o banquete da festa. Antipas concede o desejo de Joana e Herodíade fica irritada. Eles são avisados sobre o sumiço de Salomé. Jesus encoraja seus discípulos. Gestas conversa com Dimas e mostra o ouro que tirou de Judite. Cornélius e Goy falam sobre a visita a Pilatos. Tiago Justo fica ansioso com a demora de Deborah. Edissa entra no palácio, mas é vista por um soldado. Deborah pede para Helena deixa-la sozinha por alguns instantes. Antipas não entende o motivo de Salomé ter fugido. Helena, Maria e Kesiah descobrem que Edissa é a mãe de Deborah. Os apóstolos refletem sobre as palavras de Jesus. Efraim se recusa a pedir a ajuda do Messias e acaba morrendo."
    },
    "Apocalipse": {
      "segunda": "Arthur cobra produtividade dos funcionários. Zoe diz que Ricardo enganará a todos. Bárbara inicia a transmissão do funeral. Ricardo, inerte sobre o caixão, é velado por familiares e autoridades mundiais. Stefano e o Satanás olham o corpo do Anticristo, fingindo estar morto. Jonas pede para a família se preparar para o pior. Noah conta para Saulo que são Moisés e Elias na cidade. Brenda se preocupa com André. O professor Rodrigo lamenta a morte de Ricardo. Benjamin diz que precisa salvar os familiares.",
      "terça": "No funeral, as pessoas ficam chocadas diante de Ricardo. Chico e Bárbara filmam tudo. O ocorrido é televisionado para todo o mundo. Jonas diz que o Anticristo quer imitar Jesus, como descrito na Bíblia. Soraya diz que está acontecendo o que Zoe previu. Arthur Pestana noticia o fato. Ricardo discursa e se declara poderoso. Ele é ovacionado. Stefano se refere a Ricardo como um deus. Observado pelo Satanás, o Falso Profeta faz descer fogo do céu. Jonas convoca Zoe e Benjamin para uma reunião. Saulo e Noah tentam entender o ocorrido. ",
      "quarta": "Diante de André e Ariela, Ricardo aprova seu logotipo, a marca da Besta. Débora se recusa a acreditar em Adriano, que não insiste. Noah diz que Ricardo está competindo com Deus. Tamar e Gideon dizem que é implicância do rapaz. Natália e Dylan se beijam. Ricardo flagra Adriano ao telefone com Glória. Benjamin se preocupa com Zoe e Davi. Dylan fica feliz com o beijo dado em Natália. Melina, Brenda e HD trabalham na marca de Ricardo. Adriano desconversa e tenta disfarçar diante de Ricardo. Benjamin fica impressionado com o interesse de Uri na Bíblia. Ricardo entra para cirurgia de recuperação do olho. ",
      "quinta": "Ricardo Montana discursa para o povo. Benjamin lamenta ter ajudado o Anticristo a construir sua marca. O vilão diz que a partir de agora só haverá uma única religião no mundo. Ele diz que todos os livros sagrados estão proibidos. Saulo e Noah criticam as palavras de Ricardo. Stefano o trata como um deus. Multidão se curva ao Anticristo. Jonas recebe uma visita inesperada. Na redação do telejornal, todos comentam sobre a nova fase de Ricardo. Em conversa com Uri, Susana diz ter uma missão dura pela frente.",
      "sexta": "Adriano fica mexido com as palavras do pastor sobre o Senhor. Dylan recebe Natália em Nova Iorque. Débora age de maneira sensual com Alan. Stefano recebe Vittorio na Nova Babilônia. Em conversa com Susana, Tiatira diz que Israel não aceitará a imposição de Ricardo. Wallace fica surpreso com a recuperação de Tião, que o alerta para Ricardo. Robinson conta que quer deixar a vida do crime, mas Dudu o ameaça. César diz temer a presença de Adriano. Stefano avisa a Vittorio que agora o único deus é Ricardo. Natália acha graça do jeito de Uri."
    },
    "O Que a Vida Me Roubou": {
      "segunda": "Ezequiel entra na casa de Pedro Medina e descobre no computador um vídeo de Nádia e Victor fazendo amor. Pedro entra e encontra Ezequiel esperando por ele e apontando uma arma. Pedro lembra a Ezequiel que ele não é nada, e se está no cargo de chefe de polícia é porque ele o ajudou. Ezequiel o acusa de traição e o chama de covarde. Demétrio e Montserrat vão atrás da mãe para pedir um favor. Renato vai visitar José Luis na prisão e conta sobre a inauguração da nova “A Escondida”, dizendo que por isso Esmeralda não pode ir vê-lo, mas mandou lembranças. Graziela vai ao encontro de Sandro em um restaurante, eles discutem, Graziela se ofende e diz que ele não imagina o que é tê-la como inimiga. ",
      "terça": "Montserrat chega à casa de Nádia mas é barrada pelos seguranças. Adolfo avisa que ela é uma amiga da família e consegue entrar. Montse encontra Nádia muito assustada e decide ajudá-la a fugir. Elas conseguem dopar os seguranças mas, quando estão saindo, chega Pedro. Ele aponta uma arma para as duas, mas Montse consegue golpeá-lo na cabeça e ele desmaia. Nádia e Montse descobrem que Fabíola passa informações a Pedro. Pedro procura Graziela e pede que acuse Alessandro, mas ela se nega e diz que precisa proteger os interesses de sua filha. Irritado, lembra que ela lhe deve um favor e se não fizer o que está pedindo vai contar a todos que foi amante de Benjamin Almonte.",
      "quarta": "Alessandro chega em casa assustado, diz à mãe que precisam fugir pois o resultado do DNA deu negativo e está sendo acusado de ter envenenado Benjamin Almonte. José Luis procura Alessandro e conta que Pedro lhe ofereceu muito dinheiro para que matasse Montse. Alessandro conta a ele sua real situação e por que precisa sair imediatamente de Água Azul. José Luis se oferece a buscar Montse para que possam fugir juntos. Alessandro aceita. Graziela conta a Montse a nova situação de Alessandro, diz que vai perder seu sobrenome, voltará para a cadeia e o casamento será anulado. Elas não percebem a presença de Maria, que aponta uma arma contra Montse e dispara. ",
      "quinta": "Montse reage bem à cirurgia e acha que foi José Luis quem tentou matá-la. Demétrio afirma que não foi ele. Ainda no hospital, Montse junto com Rosário recebe a notícia que Alessandro morreu no acidente do avião em que viajava, assim como Victor e Nádia. Adolfo recebe a notícia da morte de sua irmã e avisa Maria sobre o acidente. Pedro fica feliz com a notícia mas diante de Amélia finge estar sofrendo com a perda da esposa. O capitão Robledo informa a José Luis que decidiu encerrar a busca pelos corpos e o mais provável é que estejam no fundo do mar. José Luis pede ao capitão que o ajude a recuperar o dinheiro que recebeu de Montse, para que possa entregar a ela, agora que ficou desamparada. ",
      "sexta": "Graziela procura Fabíola para exigir metade da herança e diz que tem direito por tê-la ajudado a impugnar o testamento. Fabíola diz que não está disposta a lhe dar nem um centavo. José Luiz sai da prisão e diz a Esmeralda que quer ver Montserrat. Carlota parabeniza Amélia pela organização da festa de posse de Pedro Medina como governador de Água Azul. Amélia comenta que os doces foram fornecidos por Montse e Carlota elogia a sobrinha por estar superando suas dores e criando seu filho com muita maturidade. "
    },
    "Chiquititas": {
      "segunda": "Mili diz que Carol passou por todos os testes. Mosca e Binho tentam ajudar Rafa a se livrar da ratoeira, que está presa em sua mão. Solucionado o problema, Mosca sugere aos amigos que coloquem a ratoeira e o queijo que sobrou no mesmo lugar. Leticia pede para Clarita parar de fingir o namoro com Tobias, mas a garçonete diz que precisa continuar com a farsa para chamar a atenção de Beto. Mosca tenta acalmar Rafa e Binho para não comerem o queijo que sobrou. O garoto explica que para os moradores do orfanato pensarem que realmente existam ratos no local é preciso deixar a comida e a ratoeira no mesmo local que encontraram. Junior vai ao quarto de Gabriela e encontra um novo desenho de sua irmã em que ela aparece grávida. ",
      "terça": "Bia arma um plano com Ana para assustar as garotas com ratos de mentira feitos de esponja de aço. No quarto, a garota joga em Vivi o rato de mentira. A pequenina fica furiosa. Pata entra no quarto de produtos de limpeza, mas é surpreendida com a presença de Mili. Pata desconversa e diz que vai procurar os ratos em outro lugar. Mili estranha o comportamento da amiga e decide entrar no quarto de produtos de limpeza. Como o lugar está escuro, Mili cai na passagem que leva ao porão. A garota entra no local e encontra Mosca, Binho e Rafa. Mili diz que eles não podem continuar morando ali, mas promete manter segredo. ",
      "quarta": "Eduarda continua enviando as mensagens com as coisas que a filha precisa falar. A socialite pede para a filha dizer que gostaria de conhecer melhor o rapaz. Junior acha Maria Cecília muito direta e fica sem graça. Eduarda pede para filha beijar o rapaz. Beto chega em casa e conta a Leticia e Carol que deu carona a Clarita. No dia seguinte, as meninas se preparam para conhecerem o casal que irá visitá-las. Junior leva doces do Café Boutique para as chiquititas. Carol sai da sala assim que vê o rapaz. Junior vai atrás, mas Carol é rude com o rapaz. Ao sair da cozinha, Junior encontra Mili triste e pergunta o que está acontecendo. ",
      "quinta": "Ao chegar à sala, Cris conta o que aconteceu no pátio. Carol faz um curativo no dedo de Cris. Mili diz para elas fazerem as próprias armas e assim se defenderem dos vampiros. Junior conversa com José Ricardo e questiona o motivo dos meninos não serem aceitos no orfanato. Carmen diz que todos os assuntos do orfanato devem ser tratados com ela. Irritado, Junior diz que não irá desistir deste assunto. Sofia chama as meninas na sala para que o casal escolha a próxima garota para conversar. Natacha e Vlade escolhem Tati, mas a garota diz que não irá sem a irmã. As pequeninas os levam para a cozinha e o casal pede a Chico para os deixarem a sós com as meninas. ",
      "sexta": "As chiquititas ficam chateadas ao saberem que Junior levou apenas Mili para passear. Carol da a ideia das garotas brincarem na rua, mas as pequeninas falam que para elas saírem precisam estar acompanhadas de um adulto. Carol diz que ela pode acompanhá-las. Entusiasmadas, as meninas aceitam e a moça dá a sugestão de brincarem de taco. Mosca, Rafa e Binho descansam na praça. As chiquititas se divertem na praça e Mosca, Rafa e Binho observam de longe. O rapaz apresenta Mili para Valentina e Gabriela. Valentina pede para Mili ficar com Gabi para ela poder subir no quarto e pegar o remédio da moça. A garota continua lendo a história que a governanta estava contando para Gabi e sem saber o motivo, Gabriela se encanta pela menina. "
    }
  }
}
