{
	"novelas": {
		"amor de mãe": {
			"segunda": "Betina consegue fugir de Belizário, e Amanda a socorre. Érica comenta com Lurdes sua desconfiança com Elias. Tales faz uma nova chantagem com Lídia. Nicete revela a Betina que ela é irmã de Álvaro. Betina decide reclamar seu direito à herança de seu pai. Lurdes aconselha Danilo sobre Thelma. Belizário confessa a Penha que precisa fugir. Januário e Oliveira procuram Lurdes. Álvaro intimida Belizário. Davi acompanha Betina à delegacia, e a enfermeira denuncia Belizário para Míriam. Dalto alerta Belizário. Álvaro faz uma proposta a Belizário. Lídia comenta com Raul sobre a situação financeira de Vitória. Érica confronta Raul ao vê-lo com Vitória. Lídia e Vitória se ajudam. Lídia registra a extorsão de Tales. Betina confronta Álvaro.",
			"terça": "Álvaro afirma a Betina que não tem relação com os crimes de Belizário. Penha teme perder Belizário. Vitória orienta Lídia a se livrar da chantagem de Tales. Érica devolve o salão que ganhou de Raul para o empresário. Lurdes comenta com Thelma sobre os flertes de Januário de Oliveira. Belizário inventa para Míriam que sequestrou Betina para ameaçar Álvaro. Álvaro se desculpa com Nicete e diz que deseja que Júnior conviva com a avó. Magno desabafa com Lurdes sobre Leila e Betina. Oliveira pede ajuda a Thelma para reconquistar Lurdes. Lídia, Vitória e Jane enfrentam Tales. Leila e Magno pensam em ter um novo bebê para curar Brenda. Davi conta a Raul e Vitória que Betina é irmã de Álvaro. Betina revela a Magno que não foi ele quem matou Genilson.",
			"quarta": "Magno agradece Betina por lhe contar sobre Genilson. Nicete questiona Betina sobre seus sentimentos por Magno. O restaurante de Thelma e Danilo faz sucesso. Penha afirma a Álvaro que assumirá os negócios de Belizário. Januário disfarça para Oliveira seu encontro com Lurdes. Lurdes repreende o comportamento de Januário. Matias e Miranda ficam juntos novamente. Thelma confirma sua gravidez do bebê de Camila e Danilo. Jane afirma a Thelma que ela precisa aceitar o fato de que Danilo é adotado, e Durval ouve.",
			"quinta": "Thelma expulsa Jane do restaurante e pede que a amiga se afaste de sua família. Jane se despede de Durval, que sofre ao ter descoberto a verdade sobre Danilo. Camila e Danilo comemoram a notícia da gravidez de Thelma. Januário e Oliveira decidem se unir para confrontar Lurdes. Durval confessa a Thelma que sabe que Danilo é adotado, e a mulher exige que o amigo guarde segredo. Álvaro pede que Verena agrade Nicete e Betina. Jane se despede de Matias. Durval acaba contando para Natália o segredo de Thelma. Natália se incomoda com Thelma. Lurdes se irrita com Oliveira e Januário, e Érica conversa com a mãe. Raul comenta com Vitória que gostou da reunião com possíveis investidores da PWA. Lurdes pede que Januário descubra notícias de sua mãe. Manipulada por Álvaro, Nicete pede que Betina não confronte o irmão. Chega o dia da disputa de Raul e Álvaro pela presidência da PWA. Betina hesita em escolher o novo presidente da empresa.",
			"sexta": "Betina apoia Raul, e Álvaro ofende a irmã. Leila comemora a tentativa de engravidar para curar Brenda, e Magno pensa em Betina. Elias pressiona Ryan, que garante que gravará a música do rapaz. Érica confessa a Ryan que não gosta de Elias. Nicete se preocupa com a segurança de Betina. Camila e Thelma escolhem roupas para o bebê. Álvaro deixa a presidência da PWA. Sílvia discute com Elias, e Érica ouve. Verena estranha o comportamento de Álvaro. Natália sente ciúmes de Durval com Thelma. Érica arma para desmascarar Elias, e Ryan se revolta contra o rapaz. Penha e Leila discutem e acabam se agredindo. Sílvia pede perdão a Lurdes pelos erros de Elias. Natália afirma a Thelma que Durval é apaixonado por ela. Álvaro contrata Penha para atentar contra Raul.",
			"sábado": "Penha contrata um atirador de elite. Lurdes desmonta o mural com informações sobre Domênico, e Camila se preocupa com a mãe. Natália termina seu namoro com Durval, e Carol apoia a mãe. Lurdes tem uma nova ideia para encontrar Domênico e decide ir ao hospital. Betina tenta acalmar Lurdes, que sofre por não encontrar as pistas com que sonhou. Matias e Miranda começam a namorar. Durval volta para seu trailer e se incomoda com a bagunça de Matias. Álvaro se encaminha para a cerimônia de posse de Raul na PWA. Thelma procura Durval. Sandro, Vitória e Davi apoiam Raul. Davi vê a motocicleta do atirador de elite e desconfia. Raul inicia seu discurso e é confrontado pelo atirador. Álvaro defende Raul e acaba atingido por um tiro."
		},
		"Bom sucesso": {
			"segunda": "",
			"terça": "",
			"quarta": "",
			"quinta": "",
			"sexta": "",
			"sábado": ""
		},
		"Salve-se quem puder": {
			"segunda": "Kyra/Cleyde fica tensa com a desconfiança de Petra sobre ela. Mário comenta com Juan que não compreende o motivo de Helena ter abandonado Luna. Kyra/Cleyde conta a Ignácio que conversou com Alexia sobre o anel da sorte que ele deu à neta. Ignácio pede a Alan que contrate Kyra/Cleyde, para a surpresa de Petra. Téo descobre os riscos que corre se fizer cirurgia e fica furioso com sua família por ter omitido a verdade. Ao atravessar a rua com Zezinho, Alexia vê Renzo em São Paulo. Luna/Fiona acode Téo, ao vê-lo cair da escada do Empório.",
			"terça": "Luna/Fiona presta socorro a Téo. Téo não se recorda de Luna como a jovem que ele salvou durante a passagem do furacão. Alexia/Josimara se acidenta na rua e Renzo se oferece para levá-la ao hospital com Zezinho. Téo agradece a Luna/Fiona por salvar sua vida. Luna/Fiona conta a Kyra que encontrou o seu anjo salvador. Téo discute com Úrsula. Bel diz a Edgar que está gostando de Zezinho. Zezinho sente ciúmes de Alexia/Josimara. Rafael comenta com Renzo que está tendo prejuízo com a Labrador. Bia evita Tarantino. Alexia pede ajuda às amigas para investigar Renzo.",
			"quarta": "Alexia propõe a Luna e Kyra que elas sigam Renzo e o denunciem para a Polícia Federal. Edgar demonstra interesse por Ermelinda. Renzo finge querer conhecer os amigos de Dominique. Alan garante aos filhos que eles se acostumarão com Kyra/Cleyde. Tarantino explica a Tammy que os dois não ficarão mais juntos. Agnes incentiva Bia a viver normalmente com o marca-passo. O médico aconselha Téo a fazer a cirurgia na coluna, mas o rapaz tem medo dos riscos. Vicky teme que Helena não goste de ver Luna/Fiona trabalhando no restaurante e pede para a amiga se esconder. Luna/Fiona se surpreende ao saber que Téo é filho de Helena.",
			"quinta": "Helena e Úrsula destratam Luna/Fiona. Helena encara Luna/Fiona e tem uma sensação estranha. Renatinha repreende Alexia/Josimara por ter faltado no primeiro dia de trabalho na Labrador. Téo convida Luna/Fiona para ser sua fisioterapeuta. Juan pede a Gabi para experimentar o prato que Mário irá preparar para o concurso de culinária. Zezinho confessa a Ermelinda que gosta de Josimara. Kyra/Cleyde conta a Luna que Téo é o diretor da novela que Alexia iria fazer. Graziela se preocupa com a obsessão de Petra por Alan. Juan manda notícias de Mário para Luna. Queen e Mosquito tramam contra Kyra/Cleyde. Zezinho flagra Luna/Fiona conversando com Juan pelo computador. Alan tenta salvar Kyra/Cleyde das armações de seus filhos.",
			"sexta": "Kyra/Cleyde pede ajuda a Ignácio para conquistar os filhos de Alan. Luna/Fiona confessa a Zezinho e a Ermelinda que está trabalhando para Helena. Alan aprecia a forma com que Kyra/Cleyde conversa com as crianças. Dionice conta a Bia que Tarantino terminou com Tammy. Bia teme ser rejeitada por Tarantino por causa de seu marca-passo. Renzo conta a Lúcia que vai ajudar Rafael a reerguer a Labrador. Kyra tem receio de que Rafael a esqueça e volte para Renatinha. Verônica elogia a competência de Micaela. Zezinho avisa a Luna/Fiona que ela terá de deixar o Programa de Proteção. Alexia/Josimara e Kyra/Cleyde veem quando Renzo e Dominique se aproximam da entrada do clube.",
			"sábado": "Kyra/Cleyde e Alexia/Josimara conseguem se esconder de Renzo e Dominique. Luna/Fiona pede a Zezinho e Ermelinda para continuar com eles. Petra reclama das gravações da novela com a produtora. Zezinho e Ermelinda se arrependem e vão atrás de Luna/Fiona, com Alexia/Josimara e Kyra/Cleyde. Luna/Fiona volta para a casa e conta para as amigas sobre o novo emprego. Alexia conta que ela e Kyra conseguiram uma cópia da identidade de Renzo para Zezinho informar à Polícia Federal. Zezinho se declara para Alexia/Josimara."
		},
		"Éramos seis": {
			"segunda": "Lola tenta se manter forte diante de Alfredo. Genu pede que Lúcio se cuide. Julinho decide ficar no Rio de Janeiro. Soraia pede que Julinho termine seu noivado. Zulmira se recusa a conceder o desquite a Felício. Alfredo se despede, e Inês pede para conversar com ele. Selma comenta com Adelaide que gostaria de tentar um novo tratamento com Justina. Natália se prepara para viajar ao Rio de Janeiro. Clotilde convida Padre Venâncio para ser o padrinho de Francisco. Adelaide anuncia a Emília que trabalhará como jornalista durante a revolução. Alfredo e Lúcio partem para a guerra.",
			"terça": "Os soldados são treinados para a guerra. Lúcio é promovido a segundo tenente. Inês se alista para trabalhar como enfermeira na revolução, e Shirley não gosta. Genu comenta com Lola que Afonso sente sua falta no armazém. Emília reprova a iniciativa de Adelaide. Felício revela a Isabel que Zulmira não aceitou a separação. Shirley afirma a Durvalina que reconquistará Afonso e sua família. Julinho decide escrever uma carta para Lili sobre o noivado dos dois. Gusmões alerta Almeida sobre o perigo que ronda Itapetininga. Maria sofre ao ver Clotilde com Francisco. A guerra começa.",
			"quarta": "Afonso conforta Lola. Lúcio, Alfredo, Nero e Tião se preparam para guerrear. Shirley não gosta quando Afonso convida Lola para sair. Clotilde cuida de Francisco. As tropas chegam a Itapetininga. Maria, Olga e Zeca encontram Alfredo e o parabenizam pela luta. Soraia garante a Julinho que, em breve, os dois serão noivos. Lili agradece o apoio de Marcelo. Shirley finge estar doente, e Inês pede que Afonso cuide da mãe enquanto estiver fora. Adelaide se despede e garante a Emília que, quando voltar, resolverá a situação de Justina. Shirley arma para que Durvalina pense que dormiu com Afonso.",
			"quinta": "Durvalina fica abalada ao ver Shirley no quarto de Afonso. Isabel e Felício sofrem com o impedimento de sua união. Inês e Adelaide chegam ao hospital de campanha. Shirley insinua que reatou com Afonso, e Durvalina comenta com Genu que a flagrou no quarto do patrão. Lola se anima para sair com Afonso. Afonso deixa claro a Shirley que não quer nada com ela. Osório se junta ao batalhão de Lúcio, e Alfredo desconfia. Almeida encontra Zeca. Lola afirma a Afonso que deseja se afastar dele. O batalhão de Lúcio e Alfredo enfrenta sua primeira disputa. Almeida surpreende Clotilde durante o batizado de Francisco. Tião hesita em atirar contra o inimigo.",
			"sexta": "Alfredo salva Tião e atira contra o inimigo. Alfredo desconfia do comportamento de Osório. Almeida admira Francisco. Olga, Zeca e Maria querem despistar Almeida. Adelaide encontra Alfredo. Afonso desabafa com Virgulino sobre a dispensa de Lola. Zulmira surpreende Felício e Isabel. Lili confessa a Lola que teme perder Julinho. Soraia promete contar a Assad sobre seu romance com Julinho, assim que ele terminar o noivado com Lili. Alfredo confronta Osório. Lola tem a ideia de se instalar em Itapetininga para ficar perto de Alfredo, e Genu gosta. Tião ajuda Alfredo em uma ação, e acaba atingido.",
			"sábado": "Alfredo e Lúcio socorrem Tião. Alfredo consegue levar Tião até o acampamento e afirma que o encaminhará ao hospital. Shirley provoca Lola por causa de Afonso. Inês promete a Alfredo que os médicos ajudarão Tião. Afonso sofre ao pensar em Lola. Almeida confessa a Gusmões que ficou mexido após o encontro com Clotilde. Natália desabafa com Karine sobre seu casamento com Almeida. Julinho confirma a Soraia que enviou a carta terminando o noivado com Lili. Lola e Genu partem para Itapetininga. Tião não resiste e morre nos braços de Alfredo, que é amparado por Inês."
		},
		"Malhação": {
			"segunda": "Filipe não se conforma com o plano de Rita contra Rui. Andressa descobre sobre o falso namoro de Henrique e Fafi. Lígia reclama com Rita de ter que deixar Nina passear com Rui. Leila se insinua para Filipe. O carro de Rui para no meio da estrada, e ele deixa Rita e Nina sozinhas para buscar gasolina. Filipe se surpreende ao saber que Joaquim conversou com Lara sobre o processo de Nina. Max decide se separar de Regina. Rui se preocupa ao voltar para o carro e não encontrar Rita e Nina. Rui descobre o plano de Rita contra ele.",
			"terça": "Rita não se intimida com as ameaças de Rui. Rafa sofre um acidente e pede para Anjinha mentir, para não levar uma bronca de Cléber. Lígia deixa Rita dormir em sua casa com Filipe. Thiago e Raíssa inventam uma mentira sobre Anjinha e Cléber para Carla. Uma ex-aluna de Celso causa uma confusão na escola. Peixoto avisa a Carla que Marco continuará preso. Jaqueline acha graça dos ciúmes de Thiago. Celso se recusa a ser o orientador de Paula na faculdade. Leila alerta Rui sobre o encontro de Rita e Lígia com o juiz.",
			"quarta": "Meg e Guga têm um impasse por causa de Max e Regina. Celso revela a Jaqueline o que houve entre ele e Paula. Serginho é indenizado por seu processo. Durante o debate na escola, Marquinhos convoca Paula para falar sobre Celso. Regina recebe a intimação de divórcio de um Oficial de Justiça e procura Max. O discurso de Jaqueline viraliza nas redes sociais, e Thiago fica orgulhoso. Joaquim procura Lígia. Paula se despede de Jaqueline. Guga confronta Max. Rui afirma a Rita que não quer mais a guarda de Nina.",
			"quinta": "Rui induz Rita a gravar uma mensagem dos dois para Nina. Leila tenta convencer Filipe de que Rita ainda gosta de Rui. Tatoo alerta Rita sobre Rui. Rita se preocupa com a segurança de Filipe. Guga, Serginho e Beto advertem Filipe por confiar em Leila. Carla estranha o comportamento de Rita. Madureira fica tenso ao ouvir Lígia falar sobre Joaquim. Termina a apuração na escola. Rita disfarça sua preocupação para Filipe.",
			"sexta": "Rita pede para Filipe visitar o túmulo de seu pai com ela. Neide anuncia o resultado da eleição. Marco garante a Rugieri que não denunciará ninguém. Fafi se insinua para Henrique. Regina surpreende Max. Henrique defende Andressa de Fake. Anjinha conta para Carla que dormiu com Cléber. Filipe espera Rita no carro enquanto ela compra água em um posto de gasolina. César repreende Thiago. Carla e Anjinha não entendem o comportamento de Marco. Rita desaparece no posto de gasolina, e Filipe se desespera."
		},
		"Avenida Brasil": {
			"segunda": "Janaína e Zezé comemoram o aumento de salário que Nina consegue para elas. Ivana diz a Max que Carminha convenceu a família a não investir em sua agência de propaganda. Cadinho se esconde das três mulheres em seu escritório. Iran admite para Monalisa que gosta de Débora. Silas comenta com todos o ódio de Carminha por Nina e Muricy desconfia. Max pergunta a Nina por que ela obrigou Carminha a voltar atrás na decisão de investir em sua agência de propaganda. Nina dá mais dinheiro a Max.",
			"terça": "Jorginho procura Lucinda. Carminha manda Nina ao mercado. Jorginho pressiona Nina para saber a verdade sobre o passado, mas ela não cede. Leandro marca um encontro com Beverly. Carminha aproveita a ausência de Tufão e foge da mansão. Alexia propõe a Cadinho que ele crie uma escala para ficar com as três mulheres. Max leva Nina à força para seu barco. Todos na mansão estranham a demora de Nina. Adauto se oferece para fazer o almoço. Nina diz a Max que Carminha lhe prometeu muito dinheiro e promete que dará a ele toda a quantia.",
			"quarta": "Nina tenta convencer Max de que Carminha o engana. Jorginho procura Betânia para saber mais sobre o passado de Nina. Zezé conta para Tufão que ajudou Carminha a sair da mansão. Alexia propõe a Verônica e Noêmia que revezem seu tempo com Cadinho. Carminha invade o quarto de Begônia. Darkson vê Leleco e Muricy juntos. Monalisa conversa com Dolores e Beverly sobre a possibilidade de se mudar para a zona Sul. Beverly provoca Olenka e Silas ao falar de Monalisa. Carminha liga para Max. Alexia e Cadinho ficam juntos.",
			"quinta": "Jorginho pressiona Nilo e descobre que Lucinda se relacionou com Santiago. Leandro provoca Suelen. Darkson repreende Silas por tratar Olenka como dona de casa. Leleco implora que Darkson não conte para Tessália sobre sua traição com Muricy. Noêmia e Verônica decidem aceitar a proposta de Alexia. Jorginho cuida de Picolé e descobre novas informações sobre Santiago. Carminha chama Nina ao seu quarto. Alexia, Noêmia e Verônica estabelecem suas regras para dividir Cadinho. Jorginho chega ao hospital de bonecas de Santiago.",
			"sexta": "Jorginho não consegue nenhuma informação com Santiago. Tufão tenta descobrir com Herculano onde Carminha esteve. Jorginho segue Santiago e descobre onde ele mora. Santiago avisa a Lucinda que foi visitado por Jorginho. Suelen exige que Roni se empenhe para conseguir uma boa oportunidade no futebol profissional. Olenka tenta defender Monalisa na reunião da diretoria do Divino. Roni tenta se aproximar de Leandro. Suelen teme que o marido não consiga a vaga para um time de primeira divisão. Olenka discute com Silas por causa de Monalisa. Suelen repreende Roni por ter perdido um pênalti no jogo. Max não atende o telefonema de Carminha. Olenka pede perdão a Monalisa. Alexia apressa Cadinho para cumprir o horário estipulado no contrato com Verônica. Tomás e Débora criticam Noêmia por aceitar dividir o marido. Carminha perde a paciência ao ver que Max não atende seus telefonemas. Jorginho entra na casa de Santiago."
		},
		"Aventuras de Poliana": {
			"segunda": "Pendleton sugere que Luisa fique em sua casa enquanto se recupera do acidente. Violeta avisa Antônio, seu pai, que voltou de viagem para ficar. Débora continua a reivindicar pela casa. Raquel encontra Chuvisco, mas não consegue descobrir a verdadeira identidade de Dark Lady. Glória oferece que Violeta fique em sua casa. Brenda não aparece no encontro e Jeff suspeita de que ela seja a Dark Lady. Ruth pede a Bento que passe a considerar a ideia de João ir morar com eles. Receoso de que as ameaças continuem, Durval decide conversar com Ruth sobre a situação com a Dark Lady.",
			"terça": "Afonso e Fernanda se beijam. Ester se recusa a fazer um favor para Luisa e ela estranha seu comportamento. Bento pede desculpas a João e diz que ele é bem vindo para morar na casa de Ruth. A suposta Dark Lady faz uma armadilha para Raquel e a expõe em frente a todos os alunos na escola. Arlete pede que Durval dê um emprego para Mosquito. Ruth e Helô chamam Durval para conversar na diretoria. Filipa pergunta se Eric está interessado em Poliana. Sophie conhece Violeta, a ex namorada de Iure. Jeff conta aos amigos que Brenda não apareceu no encontro marcado e Mirela a acusa de ser a falsa Dark Lady. Waldisney liga para Branca se passando por sua mãe.",
			"quarta": "Filipa espalha a notícia da existência de um perfil “shippando” Poliana e Eric nas redes sociais, e acusa a menina de ter criado. Gleyce pede que Helô ajude Mosquito em seu processo de mudança. Lorena descobre que Raquel é a verdadeira Dark Lady e fica chateada. Raquel é suspensa do colégio, e  indignada, Mirela denuncia Brenda para a diretora Ruth. Gael e Benício encontram Mário jogando Vetherna no colégio e percebem que o amigo está viciado. Mesmo contra a sua vontade, Vini retoma o namoro com Gabi. Ruth chama Brenda e sua mãe para conversar na diretoria. No colégio, Marcelo desperta o interesse de Violeta. Mosquito começa a trabalhar na padaria de Durval. Luca chama Carla e Gabi em sua casa para ter uma importante conversa.",
			"quinta": "Após provar sua inocência, Brenda fica chateada com Jeff pela desconfiança do namorado. Branca diz a Nancy que continua desconfiada de Waldisney. João pede para Marcelo conversar com Ruth para que ele continue morando em sua casa. Jeff leva uma dura de Roger em frente a todos da empresa. Glória pede para Débora parar de difamar seu filho. Ester convida Filipa para ir a sua casa. Os responsáveis pela suposta Dark Lady ficam apreensivos após a denúncia de Durval a polícia. João vai morar na casa de Ruth e Bento. Os amigos de Raquel levantam a hipótese de que Jerry possa ser a Dark Lady.",
			"sexta": "Na reunião do CLP, Verônica pede que Débora libere verba para investir no projeto de Gleyce. Débora diz que não tem verba no caixa e as mulheres ficam desconfiadas. Ruth começa a implicar com Feijão. Ester leva Filipa para conhecer seu antigo quarto. Gleyce, Arlete e Verônica, vão até o terreno supostamente comprado por Débora, e notam que as obras não foram iniciadas. Afonso vai até a casa de Fernanda, e ela finge não estar em casa. Violeta e Marcelo começam a se conhecer melhor. Bento começa a criar intrigas entre Ruth e João. Verônica pressiona Roger quanto o andamento da obra do CLP. Antônio pede que Violeta não se aproxime de Marcelo. Na casa de Pendleton, Filipa presencia e filma uma cena chocante."
		},
		"Cúmplices de um resgate": {
			"segunda": "Lola decide maquiar Meire, que foi chamada de feia. Helena se depara com a síndica e se assusta com a maquiagem dela. A veterinária diz que Meire deveria tirar o excesso da maquiagem e mudar um pouco de visual. Dóris segue o pai e o vê conversando com Flora. A menina entende tudo errado, e pensa que o pai dela possui uma amante. Regina força Joaquim a se declarar para Priscila em plena coletiva de imprensa. Otávio envia uma caixa com borboletas para Rebeca. Pastor Augusto se declara para Flávia.",
			"terça": "Nair vê os dois e reclama sozinha. Isabela diz para Marina contar a verdade para Ofélio sobre fingir ter perdido a memória. Meire veste um vestido diferente, com novo penteado. Fausto vai atrás de Helena no apartamento e ela pede para Dinho dizer que ela não está. Começa a coletiva de imprensa sobre o novo CD da banda C1R. Regina apresenta os integrantes, e Arthur abre para perguntas da imprensa. Ao responder a questão da jornalista do SBT em Revista sobre haver uma paixão no grupo, Joaquim se levanta para revelar por quem está apaixonado. No vilarejo, Téo ouve Manuela dizer que é Isabela ao telefone.",
			"quarta": "Na coletiva de imprensa, Joaquim revela estar apaixonado por ‘Isabela’, e que ele e a Priscila são apenas amigos. O adolescente explica que houve um equívoco da imprensa anteriormente. No vilarejo, Isabela conta para Téo que estava apenas brincando de passar um trote. Tomas diz que Safira pode conseguir um novo aumento para ele, pois se ela o ajudar, ele também lhe ajudará. Dóris está triste em casa e se abre apenas com Matheus. A pequena pergunta se o pai deles pode ter uma amante.",
			"quinta": "O garoto diz que de maneira alguma. Raul chama a atenção de Regina e Arthur por terem espalhado na imprensa o falso namoro de Priscila e Joaquim. Flávia vai até à igreja evangélica conforme o pedido do pastor Augusto. Téo lembra de todos os momentos em que percebeu as diferenças no comportamento de Manuela. Alícia diz para Lola que ela precisa parar de mexer tanto no tablet para fazer a lição de casa. Meire se sente feia e Dinho está convicto que ela precisa de um marido. Otávio vai até a On-Enterprise à noite e se depara com Rebeca em sua sala, que faz uma surpresa e revela que as borboletas a trouxeram de volta para ele.",
			"sexta": "Joaquim vai até a casa de Priscila para se explicar e dizer que podem ser bons amigos. Os dois se abraçam. Fiorina continua brigada com Giuseppe por achar que ele a traiu. Otávio envia para Rebeca uma aliança de compromisso e Joaquim faz o mesmo com Manuela. Fausto vai atrás de Helena no zoológico e ela diz para ele não chegar perto dela. Frederico comemora que as peças de roupa corretas chegaram a tempo nos pontos de venda. Safira fica irritada. Manuela ajuda Sandro a escrever uma carta de amor para Laura. No vilarejo, Isabela continua com as aulas de canto e o padre diz que logo a garota estará afinada. Téo pergunta para Antonela, que na verdade é Marina, como é viver uma vida que não é dela."
		},
		"Abismo de Paixão": {
			"segunda": "",
			"terça": "",
			"quarta": "",
			"quinta": "",
			"sexta": ""
		},
		"Betty a feia": {
			"segunda": "Betty e Nícolas vão até a loja onde está sendo vendida a coleção da V&M, que está sendo vendida com sucesso. Hugo fica louco ao ver suas criações vendidas em uma loja popular e acusa Betty de destruir sua reputação. Armando e Marcela voltam para Nova York, e ela exige que Betty seja demitida. Betty explica a Armando que teve que tomar essa decisão porque Aristizábal desistiu de comprar a coleção da V&M, e como não responderam as suas mensagens foi obrigada a tomar uma decisão para que a empresa não perdesse mais dinheiro. Armando e Ricardo vão até o escritório de Aristizábal exigir uma explicação.",
			"terça": "Armando está com as mãos atadas, mas, pegar outro empréstimo para salvar a V&M, não é uma opção. Ele decide pedir dinheiro da BAR Fashions à Betty, e pede a ela que assine uma promissória. Ricardo adverte o amigo que sua decisão coloca a V&M nas mãos de Betty.\nBetty, apaixonada, aceita assinar a promissória e garante a Armando que nunca o decepcionará. Armando diz a Betty que confia nela. Armando desconfia de Daniel e pede a Ricardo que realize todos os caprichos de Patrícia. Nícolas diz a Betty que ela já não consegue esconder que está apaixonada por Armando. ",
			"quarta": "Marcela e Armando anunciam o dia do casamento em uma entrevista coletiva. Betty sofre ao ver Marcela e Armando se beijando na televisão. Ricardo percebe o quanto a cena incomoda Betty. Ela tenta disfarçar mas ele descobre seu segredo e comenta com o amigo. Betty prepara o relatório para reduzir os gastos da empresa, e consegue, com seu antigo chefe no banco, uma redução de 4% nos juros. Armando fica muito agradecido. Aura Maria faz com que Patrícia a surpreenda beijando Ricardo, e acontece um escândalo na empresa, quando as duas brigam por ele. Betty impede que Aura Maria seja demitida, mas Smith vê a chance de se aproveitar da recepcionista.",
			"quinta": "Betty está completamente apaixonada por Armando e, para tentar esquecê-lo decide ir a uma discoteca com Aura Maria e seus amigos, mas a noite é uma decepção para ela. Betty avisa Armando que a “BAR” Fashions está lucrando muito por isso precisam de um contador e propõe seu pai para a vaga. Hugo está iludido com o casamento e pretende colocar o apartamento novo em nome Fábio. Com a ajuda de Bertha, Giovas salva Aura Maria do Sr. Smith. Hugo precisa de uma modelo. Jenny vai até a V&M para uma entrevista e Sofia fica furiosa. Hugo entrega a Armando sua roupa de “Drag Queen”  e lembra que deve vesti-la para ir na sua despedida de solteiro.",
			"sexta": "O dinheiro não é suficiente para cobrir os gastos da nova coleção, e Armando pede à Beth que faça um empréstimo no banco como presidente da “BAR”. A princípio ela se nega mas depois acaba fazendo a vontade do chefe. Sofia faz de tudo para impedir, mas Hugo contrata Jeffy  como modelo da V&M. Depois que o estilista da V&M  cria a nova coleção, agora é a vez de Armando cumprir com sua parte do trato. Ele vai à despedida de solteiro de Hugo, e estreia como Cookie Glam. Armando sai com duas mulheres e deixa Armando sozinho. Ao sair da festa Armando se vê envolvido em uma briga de Drag Queens com a polícia e foge."
		},
		"Meu coração é teu": {
			"segunda": "Isabela deixa claro a Henrique que só eram sócios, e caçoa dele por sua relação com Laura. Laura reclama com Henrique por ele não atender suas ligações, ele a trata mal e ela sai chorando. Diego se zanga quando vê Natalia em sua casa, e vai ao “Chicago”, onde, bêbado, toma o microfone para anunciar que sua relação com Ana terminou. Dorival, ao ver a cena, pede aos seguranças que o tirem do local. Diana e Diva decidem procurar Jennifer e Johnny para que eles as ajude com Diego.",
			"terça": "Ana e Fernando esperam por notícias de Diego no hospital. Edith diz a Nando que ele fica mais bonito sem os óculos. Nando diz a ela que por traz de sua aparência punk, também deve existir uma garota bonita. Paulo manda mensagens para Alicia, mas ela não responde. Bruno agradece Johnny por haver distraído as crianças. O médico diz a Fernando e Ana que Diego está fora de perigo, e que vai ficar bem, porém suas mãos estão destruídas e precisará de várias cirurgias. Fanny e Edith voltam para casa. Quando os gêmeos conhecem Edith, Alex sonha que ela é uma vampira viciada em sangue de gêmeos. Fernando conta ao pai sobre o acidente de Diego.",
			"quarta": "Diego diz a Ana que já entendeu que ela e Fernando devem estar juntos, Ana pede a Natalia que cuide de Diego. Isabela não para de engordar pela gravidez, e pede dinheiro a Fernando para comprar roupa. Jennifer explica a Fernando que Nicolas deseja que ela refaça sua vida com Johnny, pois eles têm a mesma idade, Fernando a apóia. Lênin leva Edith e Fanny à “Casa das Mercedes”, um orfanato para meninas, lugar muito pobre. Fanny fica encantada em ajudar as meninas, que estavam tão tristes. Henrique despede Leon, que fica muito triste, pois precisa como nunca do trabalho. Linda se despede de Henrique, pois irá se casar com um homem muito rico e muito velho, que reside em Nova Iorque.",
			"quinta": "Ana e Fernando estão “atados” e Fernando chama a polícia para que os ajude a abrir as algemas, mais não recebe resposta. Ana e Fernando já estão cansados e desesperados por abrir as algemas, Bruno tenta ajudá-los, sem sorte. Todos tentam mil formas de abrir as algemas, mas nenhuma funciona. Fanny fala com Leon sobre sua visita à “Casa das Mercedes”. Johnny liga para Ana e diz que se não chegar logo ao “Chicago”, Dorival vai falar diretamente com Fernando. Ana tem urgência em ir, e tenta abrir a algema usando ferramentas. Fernando estranha a urgência de Ana em sair, e isso logo após a ligação de Johnny. Por fim, conseguem abrir as algemas e Fernando se oferece para levar Ana até sua casa, mas antes Fanny consegue ajudar Ana a sair do problema, pedindo a Fernando tempo para falarem sobre a “Casa Mercedes”.",
			"sexta": "Ana acredita que Alicia foi a casa de Isabela para se encontrar com Paulo, e pede a Diana o endereço de Isabela. Yolanda chega ao “Chicago”, e diz a Dorival que deseja aprender a dançar com a melhor bailarina que ele tenha na casa, isto preocupa Diana, e ele comenta sobre Ana. Fanny conta a Ana sobre o ataque de ciúmes de Leon, quando a viu com Lênin. Ana chega à casa de Isabela e a enfrenta por Alicia, ela também se zanga com a garota por ter desobedecido seu pai. Ana leva Alicia e diz que irá contar tudo a Fernando. Laura não perde a oportunidade de se insinuar para Leon, fazendo- se de vítima. Isabela compra veneno de ratos para matar Sete. Alicia conta a Sebastião que Paulo a beijou, Nando escuta a conversa e fica muito zangado com ela."
		},
		"Ouro Verde": {
			"segunda": "No restaurante, Jessica agarra Gonçalo para causar ciúmes em Hadja e Catia. Laurentino e Miguel presenciam a cena. Ao falar sobre Jorge, padre Sebastião diz a José que o amor é a melhor cura para o ódio. Judite afirma para Vera que já devolveu o carro que a chefe utilizou para tentar atropelar Bia. Jorge pede que Lúcio o ajude a descobrir o que aconteceu com Bia na noite do acidente.",
			"terça": "Miguel pergunta a Paula de onde ela conhece Laurinda, empregada de Rita. Emocionado, Jorge pega a filha no colo pela primeira vez. Antonio recebe Aparecida no apartamento de Bia e Jorge. Na redação, Hadja agride Gonçalo. Lúcio começa as buscas por imagens do atentado de Bia e, com Márcia, chega a conclusão de que o atentado foi premeditado.",
			"quarta": "Neném se emociona ao ver Jorge com Madalena no colo. Ela e Thiago conversam sobre sua saúde. Jessica questiona o namoro da filha com Bernardo. Aparecida e Salvador se encontram e conversam sobre a situação deles. Inês e Sol chegam ao hospital para visitar Bia e a filha. A situação de Bia se agrava e a única solução é retirar seu útero. Jorge fica muito abalado ao saber que após a cirurgia a companheira não poderá ter mais filhos.",
			"quinta": "Rita se insinua para Otelo e o deixa constrangido. Bia é levada para a sala de cirurgia e se lembra do carro que tentou atropelá-la. Vera recebe uma mensagem e fica muito preocupada. Padre Sebastião questiona Antonio sobre Bernardo ser filho de Miguel. Nas imagens da polícia, Lúcio vê sua irmã, Judite, entrando no carro envolvido no acidente de Bia.",
			"sexta": "Vera liga para Miguel e pergunta por Bia. A chefe de cozinha vai até a casa de Jessica atrás de seu irmão e encontra Claudia chorando e com marcas no pulso. Em casa, Lúcio se mostra desesperado por conta do trabalho. Vera se lembra do acidente e se sente culpada pela situação de Bia. Amanda diz a Jorge que a operação de Bia foi um sucesso.",
			"sábado": "Jorge e Bia se emocionam com a filha no colo. Lúcio vai ao restaurante de Vera tirar satisfações com Judite. Em crise, Vera procura o padre Sebastião para desabafar sobre a situação de Beatriz. Bia e Jorge ficam em clima de romance. Judite se desespera quando Lúcio fala sobre as imagens em que ela aparece entrando no carro. Ela jura não ter culpa, mas não entrega a chefe."
		},
		"Amor sem igual": {
			"segunda": "Tobias nega conhecer Poderosa e deixa o local. Miguel percebe o desconforto do filho de Ramiro. Serena e Luiggi pensam que Bibiana está fazendo programa. Furacão perde a aliança dada por Duplex. Bibiana diz que o vestido que está fazendo é para Poderosa. Furacão pede a ajuda de sua amiga para achar a aliança, mas acaba provocando um vazamento de água. Poderosa comemora a parceria com Duplex. Furacão fica frustrada com o sumiço da aliança. Miguel diz que sua amada está aprontando alguma para a reinauguração do clube. Com a ausência de Wesley, Cindy dá aula de dança para os idosos.",
			"terça": "Leandro desconfia que o delegado Fonseca foi quem abordou Tobias com a foto de Poderosa. Miguel pede para Santiago ficar de olho em tudo quando voltar a trabalhar no clube de Olympia. Duplex tenta acalmar Furacão. Cínico, Tobias finge tristeza com a morte de Luciana e mente que não mandou matá-la. Fernanda acredita na lábia do irmão, mas Pedro Antônio percebe o cinismo do rapaz. Carmem se encontra com Olympia e diz que no dia do grande assalto ainda poderão sequestrar Fernanda. Ela pergunta se Olympia está dentro do plano. Furacão abre a porta de casa e se depara com Bernardo.",
			"quarta": "Duplex pergunta se Furacão vai sair com Bernardo. Olympia aceita fazer parte do plano de Carmem, mas avisa que não fará nenhum sequestro. Duplex fica arrasado ao ver sua amada saindo com Bernardo. Maikitaison elogia Olympia. Donatella sai com José Antônio. Ela vê Carmem chegando. Norma fala em casamento e assusta Geovani. Carmem inventa uma desculpa e pede para Donatella não dizer para ninguém que a viu chegando a esta hora. Tobias conta para Ramiro sobre sua reaproximação com Fernanda.",
			"quinta": "Miguel revela que Tobias pode ter sido o mandante. Ele avisa do perigo que Poderosa correrá trabalhando no Mademoiselle Olympia Night Club. Ela fica irritada e pensa que Miguel está dando um jeito de afastá-la da casa noturna. Maria Antôniase irrita com a revelação de Hugo. Furacão encoraja o filho Caio. Poderosa consola o menino e a amiga. Bernardo diz que ele e Leandro não deveriam ter mentido sobre a irmã de Tobias. Poderosa conta para Furacão sobre a descoberta de Miguel. O casal Antonio e Sophia está em São Paulo para um compromisso de trabalho da herdeira do Grupo Alencar. Eles decidem dar uma volta no Mercadão. Poderosa faz um pedido para Furacão. No Mercadão, Antonio e Sophia conhecem Oxente e seus filhos.",
			"sexta": ""
		},
		"O rico e lázaro": {
			"segunda": "Asher pega seu arco-e-flecha e sai para ajudar Joaquim. Neusta entrega algumas joias para o guarda do calabouço e o príncipe de Judá deixa o local. Evil-Merodaque decide visitar Joaquim. Rabe-Sáris se desespera ao ver que o prisioneiro fugiu. Acompanhado de Edissa e Neusta, Joaquim deixa o palácio. Ebede-Meleque se aproxima em uma carroça. O príncipe e a serva se escondem em alguns cestos e se despedem de Neusta e Ebede-Meleque. Rabe-Sáris avisa a Nebuzaradã sobre a fuga. Aspenaz conversa, amigavelmente, com Abednego.",
			"terça": "Daniel discursa no funeral do rei. Ele fala da ligação de Nabucodonosor com o Senhor dos hebreus. Na Casa de Ravina, Dana surpreende a todos e diz ser contra a presença de Joaquim e Edissa. Zac se recusa a adotar um filho com Malca. Neusta agradece pela fidelidade de Ebede-Meleque. Hurzabum toca durante o funeral do rei. Aliatis, servo de rei, avisa que deseja partir com o soberano. Beroso explica se tratar de um costume antigo. Madai tenta impedir o pai de se matar. Zabaia se surpreende ao rever Shag-Shag. Tamir e Shamir descobrem que Larsa está vivo.",
			"quarta": "Edissa e Joaquim são encontrados. Ravina é levado preso, juntamente com o príncipe e a serva. Daniel conta que Nebuzaradã tentou matar Joaquim na fuga. Shamiran diz que chegou a hora de Evil-Merodaque mostrar quem manda e ele sai com Daniel, decidido. Fassur diz para Elga que é melhor eles esperarem mais tempo para se casarem, pois ele precisa retomar seu cargo na Sinagoga. Evil-Merodaque questiona Nebuzaradã e diz que Joaquim e Edissa não são mais procurados. O chefe da guarda real fica furioso. Zac pede para falar com Nebuzaradã. ",
			"quinta": "Darice diz a Sammu-Ramat que o segredo delas está prestes a ser descoberto, de que Labash-Marduk não é filho dela, e sim de Rebeca e Hurzabum. Sammu-Ramat se espanta e pergunta o que aconteceu. Darice conta que viu Aspenaz conversando com Shag-Shag e falando que a pinta que o menino tem na mão é igual a pinta do rei e de Hurzabum. Joaquim e Ravina permanecem calados diante do interrogatório de Nebuzaradã. O chefe da guarda se irrita e ameaça os torturar. Nesse momento, Daniel, Asher e Matias chegam. O governador encara Nebuzaradã e diz que a ordem do rei foi que os prisioneiros fossem levados para sala do trono.",
			"sexta": "Na casa de Ravina, todos comemoram sua volta. Joana diz que só irá se casar com Asher quando ele se livrar da ponta da flecha, e consequentemente de sua sede de vingança. Ravina pergunta o que está acontecendo com a filha e Dana diz que não vai mais se casar. Shag-Shag conversa com Arioque e diz que ainda não tomou coragem de procurar o filho. Larsa segreda algo a Zabaia. Elga aguarda ansiosa pela chegada de Fassur. Dana caminha, triste e pensativa. Todos cansados de esperarem por Fassur, quando ele finalmente chega acompanhado por Oziel. Elga se ilumina."
		},
		"Caminhos do coração": {
			"segunda": "Marisa e Esmeralda chegam ao apartamento de Simone. Regina conta para Aristóteles que Cléo apareceu para ela e disse que Toni está bem. Aristóteles não acredita, mas Regina diz para ele ouvir seu coração e avisa que eles precisam de um barco. Amália conta para Cassandra sobre a mutação dos seus filhos e ela pergunta quem foi que contou isso. Cassiano chega na Progênese e diz ser um jornalista que está escrevendo uma matéria sobre a vacina anti-feras. Metamorfo se transforma em Cassiano, que leva um susto. Taveira e Dino fogem de Velociraptor. ",
			"terça": "Marcelo fica surpreso ao ser chamado pelo seu verdadeiro nome. Juanita resolve ajudar Eric e se enrosca em Capeletti. Eric aproveita para dar vários golpes no segurança, que começa a se desesperar. Juanita se transforma em cobra e Eric aponta a arma para Capeletti, mas ele joga a cobra na direção do bandido e foge. Rodrigo consola Amália e diz que o fato de seus filhos terem genes de lagartixa é uma vantagem. Meta-Cassiano chega na Progênese para uma reunião com Cassandra. Fernando corre pela mata e se esconde ao ver Golias. Ele sai correndo, mas o gigante o vê e impede sua fuga.",
			"quarta": "Marcelo luta com Taveira e Dino e os bandidos o cercam. Júlia pega a arma de dardos tranqüilizantes e ameaça atirar em Fúria e Vlado. Fúria dá patada na mão da médica e Vlado aproveita para agarrá-la por trás. Júlia pega uma seringa no bolso e espeta em Vlado, que a solta. Ela tenta pegar a pistola novamente, mas Fúria lhe dá outra patada e derruba a arma. Vlado e Fúria cercam Júlia e ela se apavora. Eric atira em Pachola, que desvia. Vavá sai do depósito pela janela. O bandido encosta a arma na testa de Pachola e se prepara para atirar. Vavá volta e pula em cima dele. ",
			"quinta": "Cris fica envolto em uma bola de energia e sente dor. Júlia entra no laboratório perseguida por Vlado e Fúria e se tranca dentro de uma cela. Os dois tentam abrir a porta, mas não conseguem e Júlia avisa que ela só abre com uma senha. Vlado e Fúria avisam que a médica irá apodrecer lá dentro. Júlia tenta fazer um acordo, mas eles ficam irredutíveis e ela se desespera. Eric, Fernando e Juanita ameaçam matar Maria, Beto e Noé, que ficam tensos e não tiram os olhos dos bandidos. Iara corre apavorada e Perpétua foge para outro lado.",
			"sexta": "Janete conta sobre a visão que teve da Liga do Bem. Toni e Cléo decidem voltar para o depósito, mas são surpreendidos por Leão, que aparece diante deles. Leão os ameaça e Toni se prepara para lutar. Leão avança na direção de Toni, mas ele desvia com sua super-agilidade. Leão vai para cima de Cléo, que se pendura num galho e lhe dá um chute. Leão cai no chão e se machuca, e os dois aproveitam para fugir. Eric atira em Maria, mas ela consegue desviar e eles começam a lutar. Juanita parte para cima de Noé e Fernando luta contra Beto."
		},
		"a escrava isaura": {
			"segunda": "Branca chama o chefe de polícia para ir ao baile. Isaura força Miguel a contar a verdade para Álvaro. Dr. Paulo comemora sua despedida de solteiro. Belchior avisa da emboscada para Tomásia que estranha a demora de Diogo. Helena manda um bilhete para Diogo. Álvaro e Perpétua estão inconformados com o mistério de Isaura. Branca chama o chefe de polícia para ir ao baile. Helena se arruma para o casamento.",
			"terça": "Álvaro tira Isaura para dançar. Leôncio diz a Dr. Paulo e Malvina que Diogo morreu. Isaura decide ir ao baile. Gabriel reza por Diogo e Helena. Raimundo e Martinho chega a casa de Isaura. Malvina se irrita com a presença de Rosa. Martinho e Raimundo decidem atacar, mas quando Álvaro chega eles recuam. Álvaro leva Isaura, Miguel e Pedrinho para o baile. Raimundo e Martinho os seguem. No quilombo todos estão com medo de lobisomem. Dr. Paulo e Helena se casam. Tomásia fala de negócios com Gabriel.",
			"quarta": "Álvaro pede Isaura em casamento. Álvaro tira Isaura para dançar. Branca fica com ciúmes. Martinho e Raimundo chegam ao baile. Isaura e Miguel se assustam com a presença do chefe de polícia. Álvaro dança outra vez com Isaura. Miguel também convida Perpétua para dançar. Geraldo provoca Branca. Todos no quilombo saem para caçar lobisomem. Francisco diz a Leôncio que Isaura já foi localizada. Isaura conversa apavorada com Miguel e o chefe de polícia observa. Gabriel volta a sentir sua perna. Isaura toca e canta no baile. Branca fica com ciúmes de Isaura. Belchior desconfia que Leôncio matou Diogo. Miguel diz a Perpetua que vai viajar. Martinho e Raimundo mostram o anúncio sobre Isaura para Geraldo que fica surpreso. Malvina descobre as dívidas de Leôncio. Álvaro pede Isaura em casamento. Isaura vê Martinho e Raimundo no salão.",
			"quinta": "Isaura confessa ser escrava durante a festa. Álvaro pede Isaura em casamento. Isaura vê Martinho e Raimundo no salão. Isaura sente uma vertigem ao ver Martinho e Raimundo e quase desmaia no baile. Geraldo diz a sua irmã que haverá um escândalo na festa. Gabriel consegue movimentar os dedos dos pés. Malvina descobre que Leôncio gastou uma fortuna para achar Isaura e por isso está cheio de dívidas. Álvaro pede Isaura em casamento, mas ela está preocupada com os capangas. Martinho se apresenta para Álvaro. Isaura fica petrificada. Cel. Sebastião se lamenta pelos filhos. André e Moleca suspeitam que o sumiço das crianças do quilombo tenha ligação com os capitães-do-mato. Álvaro se irrita com os capangas de Leôncio. Pedrinho corre para avisar Miguel sobre Isaura. Moleca some no meio da mata. Leôncio discute com Malvina e vai para o bordel.",
			"sexta": "Álvaro diz a Isaura que vai lhe proteger enquanto viver. Raimundo conta a Álvaro que Isaura é uma escrava. Leôncio joga pôquer com seu sogro. Miguel e Pedrinho se aproximam de Isaura e Álvaro. Isaura confessa ser escrava durante a festa. Isaura desmaia e Álvaro chama um médico. Branca fica vitoriosa com o escândalo. Geraldo e o chefe de polícia não concordam com o fato de Isaura ser escrava. Cel. Sebastião ganha no pôquer e Leôncio volta para casa. Geraldo vai à direção dos capangas e diz a eles que não podem levar Isaura sem um mandado assinado por Leôncio. Gabriel consegue mexer os pés. Isaura acredita que Álvaro não vá perdoá-la. Álvaro diz a sua mãe que continua a gostar de Isaura. Tomásia quer descobrir quem acertou o tiro no Conde durante o duelo."
		}
	}
}
