{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Quinze convida Deborah para sair, e Dagmar sente ciúmes. Amália conversa com Rafael na delegacia. Griselda propõe comprar um novo restaurante para Renê. Antenor se matricula nas aulas de Alexandre, e Patrícia estranha. Celina pede para Danielle continuar cuidando de Pedro Jorge. Tereza Cristina manda Crô dispensar os empregados para receber Pereirinha. Pereirinha e Enzo descobrem que o tesouro do chinês foi encontrado. Teodora se desespera ao ver que a caixa com as miniaturas não está mais em seu armário. Renê procura Tereza Cristina.",
      "terça": "Tereza Cristina confronta Renê. Renê afirma a Griselda que não entrará na justiça contra Tereza Cristina. Teodora se enfurece por não conseguir nenhuma pista sobre o tesouro. Alexandre pede Patrícia em namoro. Silveira oferece um emprego a Renê em troca de sua estadia no hotel. Teodora garante para Pereirinha e Enzo que não sabe nada sobre o tesouro. Rafael enfrenta problemas na prisão. Crô revela a Tereza Cristina que ela está sendo procurada pela polícia.",
      "quarta": "Tereza Cristina revela a Crô o que aconteceu com Marcela. Teodora encontra uma das miniaturas embrulhada em seu uniforme. Paulo não gosta dos desenhos de Vanessa. Juan e Letícia decidem marcar a data do casamento. Amália visita Rafael. Tereza Cristina e Crô se livram dos cartazes da polícia. Danielle pensa em Enzo. Zuleika fica interessada em Wallace. Antenor ouve Patrícia aceitar o pedido de namoro de Alexandre. Íris e Alice ouvem Tereza Cristina e Crô falando sobre os cartazes da polícia. Amália é levada ao encontro de Rafael.",
      "quinta": "Rafael pede para Amália não o visitar na penitenciária. Íris exige que Tereza Cristina lhe conte sobre os cartazes da polícia. Severino ajuda Renê no restaurante do hotel. Deborah mente para se aproximar de Quinzé. Teodora consegue o direito de passear com Quinzinho. Patrícia cobra explicações de Antenor, e Tereza Cristina flagra os dois. Tereza Cristina convida Alexandre para jantar em sua casa. Griselda revela a Vilma que está namorando Renê. Wallace chama Zuleika para sair. Quinzé aconselha Teodora a desistir de Quinzinho.",
      "sexta": "Quinzé ameaça fugir com Quinzinho para afastar Teodora do menino. Tereza Cristina avisa a Renê que o jantar oferecido para Alexandre será no mesmo dia da festa de Griselda. Letícia pede para Juan adiar o casamento. Pereirinha pega dinheiro com Tereza Cristina. Zuleika marca uma consulta para Wallace. Teodora busca Quinzinho na casa de Griselda.",
      "sábado": "Paulo reprova os desenhos de Vanessa, que pede ajuda a Esther. Patrícia ouve Antenor dizer que irá ao seu jantar e fica irritada. Quinzé observa Teodora levar Quinzinho ao colégio. Quinzé vai atrás de Teodora, e Mônica o repreende. Vanessa pede para Esther deixá-la assumir a autoria dos desenhos para a nova coleção da Fio Carioca. Danielle pede autorização à Celina para levar Pedro Jorge à festa de Griselda. Tereza Cristina se irrita quando Patrícia avisa que vai com Alexandre à festa de Griselda antes de comparecer ao jantar em sua casa."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Keyla tenta despistar Dóris. Anderson fica frustrado com a imposição de Tina. Tato avisa a Keyla que Deco lhe mandou um e-mail. Julinho ameaça acabar com o romance de Josefina e Roney. Fio sugere que Tato compre um celular para Keyla. Benê questiona Ellen sobre Jota. Bóris critica Edgar por ceder às exigências de Mitsuko. Os alunos testam o aplicativo de Ellen e Jota. Moqueca incentiva Anderson a proibir Tina de fazer seu vídeo. Lica discute com Edgar, que ameaça tirá-la do colégio. Keyla escreve um e-mail contando toda a verdade para Deco.",
      "terça": "Keyla desiste de se corresponder com Deco. Lica organiza um protesto de alunos contra as mudanças no colégio. Josefina avisa a Dóris que o telhado do colégio precisa ser consertado. Benê sugere que Keyla envie uma foto para Deco. Bóris propõe que Edgar dê uma bolsa de estudos para Ellen. Ellen conta para as amigas como foi seu encontro com Fio. Julinho passa um trote para a lanchonete de Roney. Keyla envia sua foto para Deco, mas se arrepende quando Tato lhe entrega seu novo celular.",
      "quarta": "Julinho vai à lanchonete, e Benê estranha sua felicidade. Lica pede para MB ajudá-la a criar um evento para o protesto no colégio. Luís e Marta se beijam. Benê se assusta com a aproximação de Guto. Keyla recebe uma resposta de Deco. Josefina repreende Julinho por fazer barulho perto de Benê. Mitsuko descobre sobre a manifestação organizada por Lica. Clara filma a manifestação feita por Lica, e Malu mostra para Edgar. Benê afirma às amigas que desistiu de tocar piano.",
      "quinta": "Keyla, Tina, Lica e Ellen tentam aconselhar Benê, e Josefina acalma a filha. Dóris não consegue financiamento para consertar o telhado do colégio. Bóris avisa sobre um possível manifesto dos estudantes, e Edgar o ironiza. Malu tenta convencer Edgar a parar de contribuir financeiramente com Marta e Lica. Roney fala para Josefina que Julinho passou um trote para a lanchonete, e os dois discutem. Tina decide cantar com Keyla em seu clipe. Luís e Marta reclamam das decisões de Edgar. Começa a chover forte, e Dóris teme que o telhado da escola desabe.",
      "sexta": "Roney chega com Tato e Bóris para ajudar Dóris e Josefina. Lica atrapalha o clima romântico entre Luís e Marta. Benê tem medo de dormir fora de sua casa, e Keyla tenta acalmar a amiga. Dóris e Josefina marcam uma reunião com pais e alunos para recuperar a escola. Lica, Tina e outros alunos organizam uma manifestação contra a implementação das catracas e da cerca elétrica. Josefina convence os alunos a ajudar na limpeza da escola. Clara encontra Lica, Samantha e MB com os apitos escondidos. Dóris pede demissão."
    },
    "Aventuras de Poliana": {
      "segunda": "Hugo e Eric praticam bullying com Bento ao ver o menino com suas pernas robóticas. Luisa pede demissão do escritório de Glória. A polícia encontra Roger, mas ele consegue escapar. Guilherme retorna de viagem e vai encontrar seus amigos no colégio. Gleyce e Arlete suspeitam que Roger possa ter roubado dinheiro da conta do CLP. Raquel surta com a chegada de Guilherme. O CLP e o CLA fazem a primeira reunião oficial juntos. Após a audição de dança, Lindomar se empolga e ensaia uma coreografia sozinho na sala. Ester convida suas amigas para a festa da piscina. Os jurados deliberam para escolher os papéis dos alunos para o musical de fim de ano. Mirela sugere para Helô que os alunos do ensino médio também façam uma apresentação. Glória pede que Ruth confie em Pendleton, e conta que ele é seu filho.",
      "terça": "Marcelo pede que Pendleton o ajude para comprovar que o teste de DNA de Débora é falso. Luca fica com ciúmes do namoro entre Mirela e Vini. Disfarçado, Roger se encontra com Débora e Nadine. Mosquito aparece no colégio com o novo visual. Guilherme fica revoltado ao saber das armações do pai. Débora ajuda Roger e Nadine a fugir do país. Começa a festa na piscina na casa de Ester. Jeff recebe uma ordem de serviço do grupo Ratcave. Cássio pergunta se Bento quer morar com ele. Por acidente, Poliana derruba o celular de Filipa na piscina. A polícia vai atrás de Mosquito em busca de mais informações sobre Rato. Waldisney e Violeta sequestram Nadine e Roger.",
      "quarta": "Arlete e Gleyce dão suporte emocional a Verônica devido a situação com Roger. Waldisney exige que Roger dê uma parte do dinheiro que roubou da O11O para que ele o ajude a fugir. Eric e Hugo entram de penetra na festa e empurram Ester na piscina. Bento decide sair de casa para morar com Cássio. Ao descobrir, Ruth decide ir atrás do menino. Claudia tenta convencer Durval a tirar férias com ela. Fernanda diz a Afonso que irá para Paris. Na casa de Branca, Waldisney se assusta com a chegada da polícia, e acaba confirmando as suspeitas contra ele.",
      "quinta": "Lindomar vai tirar satisfação com Luca. Com medo do grupo criminoso fazer algum mal para sua família, Jeff decide fazer o serviço. Henrique e Gleyce decidem ir para o bar Toca Toca. Cássio e Bento vão para rodoviária. Vini dá um soco em Waldisney, que promete revidar. Raquel insiste para que o pai a deixe ir para fora. Filipa surta ao descobrir a real situação em que a família está passando. O investigador da polícia procura Débora em busca de informações sobre Roger. O Clubinho arma um novo plano para desmascarar Ester. Jeff e Kessya tem uma crise de ciúmes com sua mãe, e Gleyce fica furiosa. Mosquito convida Brenda para sair. Raquel conta para Lorena que irá para Paris com a mãe. Vini fica com medo de que Waldisney possa se vingar.",
      "sexta": "Glória oferece ajuda a Verônica. Jeff conta toda a verdade a Pendleton, e pede que ele o ajude. Nancy decide denunciar Waldisney a polícia. Saem os resultados da audição para o musical de fim de ano, e os alunos descobrem seus papéis. Waldisney prende Jeff no escritório da Ratcave até que ele consiga hackear a O11O. Raquel conta para Guilherme que irá para Paris com sua mãe. Pendleton descobre que o teste de DNA do filho de Débora foi alterado, e ajuda Marcelo a desvendar a verdade. Henrique ajuda Gleyce com as tarefas do CLP. Ruth vai atrás de mais informações sobre Cássio. Gleyce começa a despertar interesse em Henrique. Marcelo mostra o resultado verdadeiro do teste de Débora a Luisa. Os alunos começam a ensaiar para o musical. Ruth diz que não deixará Cássio ficar com a guarda de Bento."
    },
    "Cúmplices de um resgate": {
      "segunda": "Navarro e Vargas tentam fugir da cadeia, mas são recapturados pela polícia. Dóris diz para a mãe que acha que Mateus e Sabrina estão namorando, pois ele não dá mais tanta atenção para ela. Benjamin vê Omar trabalhando na lanchonete e estranha. Omar mente e diz que está lá por uma decisão do pai. Regina não gosta de saber que Julia e Joaquim estavam no hospital com Otávio e nem que o homem ainda está vivo.",
      "terça": "Safira faz todas as contas financeiras para entender as diferenças nos números durante a gestão de Geraldo na gravadora. Mateus diz para a mãe que não está namorando. Dóris e Mateus conversam. Benjamin vai até a mansão de Isabela.",
      "quarta": "Benjamin vai até a mansão de Isabela com o pai dele, Jaime, o advogado que está cuidando do caso de Vicente. Isabela manda mensagem aos cúmplices para avisar que Regina está falando com Jaime. Começa o leilão dos cavalos do haras de Joel, especialmente de Dorado.",
      "quinta": "Disfarçados, Fiorina e Giuseppe compram o cavalo Dorado no leilão. André diz para a mãe que precisam trocar de advogado para cuidar do caso de Vicente. Mateus e Dóris ficam chateados por achar que perderam o cavalo. Giuseppe revela que foi ele que comprou o cavalo para presentear Luis, que deve treinar bastante para a corrida.",
      "sexta": "André conversa com o pai e conta sobre Jaime não ser confiável e estar envolvido com Regina. Safira vê Chloé chorando. A garota diz que a mãe dela, Edna, sempre quer mais dela, nunca nada está bom. Otávio abre os olhos no hospital e Rebeca fica feliz. Marina se disfarça para ir até a mansão de Regina e falar com Isabela. Sabrina acha que Mateus irá lhe pedir em namoro."
    },
    "Betty a feia": {
      "segunda": "Marcela não está suportando a dor de saber que Armando já não a ama e que a trocou por uma “feia”. Deprimida, ela mistura comprimidos para dormir e bebida alcoolica e quando Armando chega a encontra desmaiada. Depois de ser socorrida, o médico diz a Armando que ela não perdeu a vida por um milagre. Daniel culpa Armando pelo estado de sua irmã. Roberto e Margarita chegam à tempo de impedir uma briga entre os dois. Armando vai embora com os pais e Margarita se decepciona com o filho ao saber que ele foi infiel a Marcela e que está apaixonado por Betty.",
      "terça": "Betty começa uma transformação sem limites e a mudança mais significativa é a que está fazendo em seu interior. Armando, atormentado pelo sentimento de culpa, visita Marcela no hospital. Marcela pede a ele que se retire e vá procurar Beatriz. Patrícia aconselha Marcela que se aproveite do sentimento de culpa de Armando para se fazer de vítima e tentar reconquistá-lo. Margarita diz a Mariana que Marcela tentou se suicidar, mas pede a ela que não comente com o pelotão.",
      "quarta": "No evento de moda, Betty e Joaquim encontram Mr. Thompson que oferece a ela um emprego em Nova Iorque. Júlia sofre um infarto depois que Daniel ameaçou mandar sua filha para a prisão. Betty volta para Nova Iorque para ficar ao lado da mãe. Inestia se defende, diz a Hugo que não foi ela quem roubou seus desenhos e mostra a ele a foto em que Romina aparece com uma criança no colo e seu quadro roubado ao fundo. Furioso , el mostra a foto a Fábio e pede explicações.",
      "quinta": "Betty volta para Nova Iorque e visita a mãe no hospital.Demétrio e Júlia se surpreendem com o novo visual da filha. Armando continua cuidando de Marcela e acaba dormindo no apartamento. Quando amanhece, ela o encontra a seu lado e o acorda com um beijo. Demétrio vai até a V&M para conversar com Roberto e esclarecer suas dúvidas à respeito da BAR.",
      "sexta": "Roberto mostra a ele os informes financeiros da V&M para que ele entende a situação. Ao ficar sabendo da fraude, Demétrio promete que sua filha assumirá sua culpa e devolverá a empresa. Ao chegar em casa, Betty encontra o pai esperando por ela e é obrigada a explicar a ele porque maquiou os informes financeiros da V&M. Ela explica ao pai suas razões e concorda em ir até a V&M e assumir sua culpa. Esteban explica a Demétrio a crise financeira que a V&M está atravessando e deixa clar oque se Betty devolver a empresa eles irão à falência. Malú passa a noite com Ricardo e ele pede que não comente nada com ninguém."
    },
    "Ouro Verde": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Caminhos do coração": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "a escrava isaura": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "totalmente demais": {
      "segunda": "Eliza afirma a Jonatas que o relacionamento dos dois prejudica seu desempenho no concurso. Débora se encanta por Fabinho. Fabinho pede desculpas a Jonatas na frente dos executivos da empresa. Eliza incentiva Arthur a reconquistar Carolina. Arthur marca a reversão de sua vasectomia para tentar impressionar Carolina. Jacaré conta a Lili que se tornou um bandido por causa de Sofia. Leila aceita as desculpas de Fabinho, mas garante que não quer mais vê-lo. Aparecida coloca Eliza frente a frente com Jonatas.",
      "terça": "Eliza não cede às tentativas de Jonatas e termina definitivamente o namoro com o rapaz. Germano pede a Lili que fique de olho em Fabinho. Adele avisa a Cassandra que o próximo ensaio do concurso será inspirado nas Olimpíadas. Jojô tenta juntar Eliza e Arthur. Stelinha promete a Carolina que ela se casa com Arthur, com a condição de que a jornalista desconsidere a aposta feita com o empresário.",
      "quarta": "Carolina aceita participar do plano de Stelinha, mas estranha seu interesse em desfazer a aposta dos dois. Cida acredita que Stelinha está tramando contra Arthur. Jojô tranca Arthur e Eliza no quarto e confisca seus celulares. Carolina encontra Arthur no quarto com Eliza e desconfia de que os dois estão tendo um caso. Jojô avisa a Stelinha que fará de tudo para o pai e Eliza ficarem juntos.",
      "quinta": "Eliza afirma a Jojô que não tem interesse em namorar Arthur. Maristela fotografa Jonatas dançando com Leila e ameaça divulgar na internet. Jonatas diz a Leila que adorou o documentário. Carolina revela a Arthur que Stelinha tentou convencê-la a desistir da aposta entre os dois. Arthur e Carolina fazem as pazes. Eliza recebe em seu celular a foto de Jonatas dançando com Leila.",
      "sexta": "Eliza comenta com Stelinha que está com raiva de Jonatas. Eliza discute com Leila e acusa a estagiária de estar interessada em Jonatas. Eliza usa a raiva que sente de Leila e tem um ótimo desempenho em seu ensaio fotográfico. Carolina se incomoda com o sucesso de Eliza. Zé Pedro avisa a Fabinho que seu julgamento está próximo. Arthur descobre que Jojô simulou uma doença.",
      "sábado": "Lili sugere que Germano não vá ao julgamento de Fabinho. Yasmin avisa a Lorena que Carolina se encontrará com Germano. Arthur conta a Eliza que a doença de Jojô era uma farsa. Jojô afirma a Eliza que a modelo é a única pessoa que sente carinho por ela. Eliza alerta Arthur que Jojô precisa de sua proteção. Mirthes desconfia de que Leila possa estar interessada em Jonatas. Carolina sugere que Germano dê um anel a Lili, e Lorena fotografa os dois juntos."
    },
    "novo mundo": {
      "segunda": "Diara e Wolfgang são surpreendidos por um capataz. Peter conta sobre o estado de Joaquim para Amália. Libério invade a casa de Sebastião e Cecília se desespera. Madre Assunção e as freiras procuram por Amália. Tibiriçá anuncia que Piatã deve se tornar Pajé. Narcisa orienta Leopoldina a ficar perto de Dom Pedro. Domitila decide ir à cerimônia do beija-mão e Dom Pedro se incomoda. Joaquim fala para Bonifácio que acredita que foi Thomas quem disparou contra ele. Elvira enfrenta Thomas.",
      "terça": "Jacira faz uma armadilha para encontrar Piatã. Liu conta para Anna que ouviu Thomas discutindo com uma mulher. Cecília se recusa a comer, e Idalina e Matias se preocupam. Narcisa pede para Lurdes ensiná-la a jogar bilhar. Wolfgang convida Ferdinando para se hospedar em sua casa. Peter avisa a Cecília que Amália fugiu do convento e está em sua casa. Piatã conta para Jacira que Tibiriçá quer que ele seja Pajé. Bonifácio ajuda Anna e Joaquim a se encontrarem. Thomas aparece na sala onde Anna e Joaquim estão escondidos.",
      "quarta": "Sem perceber a presença de Thomas, Anna e Joaquim combinam de fugir. Cecília chora ao ver Libério. Leopoldina pensa em hospedar Narcisa no Solar da família. Dom Pedro dá o anel de Patrício para Domitila. Sebastião e outros fazendeiros se revoltam com a fuga dos escravizados. Germana e Licurgo tentam convencer Hugo a entrar no quarto de Thomas. Peter fica impressionado com a mudança no comportamento de Amália. Piatã tem um sonho com sua irmã. Thomas usa Vitória para ameaçar Anna.",
      "quinta": "Elvira ameaça ir com Quinzinho para Portugal. Anna se desespera quando Thomas se tranca no quarto com Vitória. Wolfgang sugere que Diara vá com Ferdinando ao palácio. Cecília visita Amália. Peter e Libério conversam com Pedro sobre a Independência do Brasil. Joaquim recebe um recado de Anna para encontrá-lo. Bonifácio repreende Dom Pedro por suas atitudes. Hugo pede para Elvira fazer uma encenação para ele. Joaquim encontra Thomas no lugar de Anna.",
      "sexta": "Joaquim teme pela vida de Anna e conta para Bonifácio seu acordo com Thomas. Ferdinando e Diara lembram seu primeiro encontro e Wolfgang se incomoda. Thomas apresenta Sebastião para Anna como seu sócio. Leopoldina cuida de Dom Pedro e os dois se amam. Thomas insinua que o pai de Anna está vivo e Liu ouve a conversa. Piatã avisa a Jacira que não pode ficar com ela. Ferdinando entrega a carta de Piatã para Anna. Narcisa percebe que a amante de Dom Pedro mora no Solar. Joaquim descobre que não é pai de Quinzinho.",
      "sábado": "Joaquim parte com Quinzinho, deixando Elvira desesperada. Rosa ajuda Domitila a se arrumar para o encontro com Dom Pedro. Thomas intercepta a carta de Piatã e Anna fica revoltada. Elvira conta para Thomas que Joaquim a ameaçou e pede mais dinheiro para fugir com Quinzinho. Domitila surpreende Dom Pedro. Leopoldina fica desconfortável na presença de Narcisa. Bonifácio manda Domitila embora a pedido de Dom Pedro. Peter inicia um novo tratamento com Amália. Joaquim volta à taberna e Hugo o questiona sobre Elvira. Elvira é atacada por Jacinto."
    },
    "jesus": {
      "segunda": "Jesus diz que a Mulher Samaritana não terá mais sede. Ele pede para ela chamar o marido. Ami tem esperança em sua cura. Yarin fica maravilhada com as palavras de Jesus. Susana tenta ajudar Shabaka a cuidar do ferimento em sua mão, mas ele não deixa. Adela fala sobre Jesus com Diana. Pedro diz que não deveria ter deixado Jesus sozinho. Dimas e Gestas lamentam a morte de sua mãe. Adela conversa com Diana sobre os dois filhos perdidos. Shabaka observa os ladrões. Maria Madalena recebe a visita de Susana. Judas Iscariotes vai até Jerusalém à procura de Jesus. Madalena vê seu reflexo se transformar no espelho e se desespera. Pedro e os outros discípulos veem Jesus conversando com a Mulher Samaritana.",
      "terça": "Yarin avisa sobre a presença de Jesus em Samaria. Sula se desculpa com Maria. Um grupo de samaritanos se aproxima de Jesus. Iscariotes escreve uma carta dizendo que não servirá mais a Antipas. Asisa fala mal do Messias e Mateus fica irritado. Simão Fariseu não dá atenção à Laila, que é assediada por Jairo. Enquanto conversa com Cornélius, Sara recebe a visita de Maria. Alguns samaritanos pedem para Jesus ficar mais tempo na cidade. ",
      "quarta": "",
      "quinta": "udas Iscariotes pede para seguir Jesus. Pilatos diz que Helena o entenderá um dia. Petronius e Maria Madalena se beijam. Ami conhece Edissa. Tiago diz para Deborah não dá atenção ao que Jesus diz. Em conversa com André, Pedro diz não ter gostado de Judas Iscariotes. João fala sobre Gabriela com Tiago Maior. Sara aconselha a neta. Petronius fala sobre a irmã Cassandra com Madalena. Gabriela fala sobre João com Yoná. Caifás diz que o fabricante de tecidos, Levi, está lhe devendo e pede para Malco dar uma lição nele. Petronius flagra Madalena deitada com Barrabás. Ela não entende como foi parar ali. ",
      "sexta": "O leproso é curado por Jesus. Possuída, Maria Madalena levanta da piscina e incentiva Diana a se matar. O leproso agradece a Jesus. Claudia e Joana procuram por Maria Madalena. Caifás fica feliz com a notícia dada por Livona. Judite permite que ela permaneça em sua casa. A mando de Caifás, Malco confisca os bens da viúva de Levi. José de Arimatéia chama a atenção de Zaqueu. Zebedeu, Mateus e Goy ficam impressionados ao saberem de mais um milagre realizado por Jesus. Maria Madalena desaparece. "
    },
    "Apocalipse": {
      "segunda": "Henrique prepara Gláucia para depor. Ariela diz estar ao lado de Ricardo em qualquer situação. Felipe diz para Guto que César o ama. Wallace HD e Benjamin conversam sobre fé. Gláucia é interrogada. Dudu tenta defender Henrique. Susana diz que o filho precisa ter fé. Isabela mente para Oziel. Adriano diz que encontrou as fotos comprometedoras de Débora e Luca nas coisas de Ricardo. Laodiceia diz admirar a fé de Jonas. Estela discute com Henrique. Zoe se lembra de Benjamin. Soraya diz que ela precisa ter paciência. Vittorio fica surpreso ao ouvir Stefano dizer que as Duas Testemunhas precisam morrer.",
      "terça": "Surpreso ao ter flagrado Stefano, Vittorio fica aliviado por não ter sido descoberto. Zoe fala com Soraya sobre o Arrebatamento. Benjamin chora sentindo falta da mulher amada. Celeste diz que sairá com Dudu. Natália diz temer que Henrique esteja envolvido na fraude. Zoe conversa com Soraya sobre o Anticristo. Débora questiona Ricardo sobre as fotos. Robinson diz que ajudará os necessitados da comunidade. Ricardo confessa que investigou Débora e Luca. Uri e Benjamin falam sobre fé. Dudu se encontra com Celeste. Guto e Talita fazem confissões para Zé Bento. Felipe reclama da ausência de André.",
      "quarta": "Zoe fala sobre o Arrebatamento com Soraya. Ricardo volta animado depois de conversar com Noah, que finge estar tranquilo. Glória conversa com Adriano e fala a verdade sobre seu passado com Stefano. Zoe conta sobre o Anticristo para Soraya. Ricardo confraterniza com a família ortodoxa. César vai ao bar de Diogo com Felipe e encontra com Celeste e Dudu. Ângela pergunta se Natália prenderia o próprio pai. Adriano se espanta ao saber que Stefano é pai de Vittorio. Ele diz que Ricardo sempre foi mal influenciado pelo sacerdote. Débora se entrega a Luca e tenta imaginar Adriano. Melina sugere que Brenda provoque ciúmes em André. César descobre que Zoe estava grávida.",
      "quinta": "",
      "sexta": ""
    },
    "O Que a Vida Me Roubou": {
      "segunda": "Maria lê a carta que Montserrat enviou a Alessandro, onde ela explica que Maria não permitiu que se falassem antes de sua partida, Maria rasga a carta. Joaquim procura Alessandro para dizer que sabe onde está José Luis, como Alessandro não está em casa, Maria fica com o recado. Maria pega uma arma e pensa em como se desfazer de Montserrat e seu bebê, mas Macário a surpreende, tira sua arma e briga com ela. Padre Anselmo adverte Maria que Alessandro a deixará assim que o bebê nasça e ele descubra que é seu filho.",
      "terça": "Graziela diz a Alessandro que o bebê de Montse está a ponto de nascer e, se ficar provado que ele é o pai, sua filha terá direito a metade de sua fortuna. Alessandro fica pensativo e Maria pede a ele que prometa que não vai se aproximar de Montse. Alessandro se nega a fazê-lo. Dominga diz a Maria que seu patrão a colocará na rua assim que nascer seu bebê, ela se zanga e se retira. Macário deixa Alessandro intrigado com a possibilidade do filho de Montse ser seu e crescer como ele cresceu, longe do pai. Em Água Azul, Angélica se encontra com Montserrat e conversam sobre o que fizeram durante os últimos meses.",
      "quarta": "Padre Anselmo não consegue fazer nada para impedir que Alessandro procure por Jose Luis para se vingar. Jose Luis conversa com Angélica, confessa que ama Montserrat, e por ele, teria se casado com ela. Angélica conta a Jose Luis que Montserrat está só com seu filho, e que ela a apoiará no que possa. Alessandro chega furioso procurando José Luis e pede a Angélica que se afaste dele, pois está apenas esperando que ela morra para ficar com Montserrat. Carlota pede a Montserrat que procure Alessandro, mas ela se nega e diz que não quer ser humilhada. Graziela exige a Demétrio que convença Josefina a lhe dar poder sobre seu dinheiro. ",
      "quinta": "",
      "sexta": ""
    }
  }
}
