{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Griselda celebra sua conquista com as amigas. Teodora vê Griselda na TV e reage com a notícia. Renê liga para Griselda. Antenor vai até a casa da mãe, que o trata com frieza. Quinzé pensa em Teodora. Antenor leva um fora de Patrícia. Teodora fala para Wallace que tem um plano para conseguir dinheiro. Marcela diz que fará uma reportagem com Tereza Cristina, que permite a presença da jornalista por mais tempo em sua casa. Paulo evita Esther. Vilma ouve Teodora falando com Wallace sobre seu plano contra Quinzé. Guaracy visita Griselda e se surpreende ao encontrar Renê.",
      "terça": "Renê e Guaracy convidam Griselda para jantar. Quinzé fala com Dagmar sobre o encontro com Teodora. Renê e Guaracy se surpreendem com o novo visual de Griselda. Letícia ignora Juan. Tereza Cristina surpreende Griselda e Guaracy jantando com Renê. Beatriz incentiva Danielle a lutar para ficar com Pedro. Paulo e Esther têm uma grande discussão. Celina e Henrique chegam à casa de Danielle e os três trocam acusações. Teodora olha a foto de Quinzinho. Marcela seduz Paulo. Renê avisa a Tereza Cristina que seu comportamento irá separar os dois.",
      "quarta": "Tereza Cristina ignora a ameaça de Renê. Quinzé e Amália convencem Griselda de que ela não pode mais trabalhar. Paulo acorda no quarto de Marcela, se desculpa e vai embora. Tereza Cristina diz a Renê que tem medo de Griselda. Em frente à casa da ex-sogra, Teodora simula para os vizinhos um desespero pela falta de Quinzinho. Paulo confessa a Esther que dormiu com outra mulher. Juan procura Letícia na universidade, e a moça o destrata. Griselda encontra Teodora no hotel. Tereza Cristina vai ao encontro de Renê no restaurante.",
      "quinta": "Tereza Cristina diz a Renê que passou o Le Velmont para o seu nome. Teodora decide conversar com Griselda. Quinzé se desentende com Wallace, que acaba desmaiando. Esther discute com Paulo e desconfia de Marcela. Esther afirma a Paulo que irá se separar dele. Griselda confessa a Celeste que gostaria de morar em uma casa em frente à de Tereza Cristina. Rafael dá uma aliança de noivado para Amália. Esther marca sua fertilização. Paulo se embriaga, e Renê cuida do cunhado. Antenor chega à casa de Griselda e pede para participar da comemoração do noivado de Amália.",
      "sexta": "Griselda aceita a presença de Antenor. Marcela vai à casa de Paulo, mas ele a manda embora. Antenor finge para a mãe que mudou seu comportamento. Esther chega à clínica de Danielle para fazer seu procedimento. Wallace se revolta com Teodora ao vê-la acenar para Quinzinho, e afirma que voltará a lutar. Tereza Cristina enfrenta Íris. Tereza Cristina tenta impedir Griselda de comprar o imóvel em frente ao seu. Teodora diz a Wallace que continuará investindo em seu plano para conseguir arrancar dinheiro de Griselda. Amália conta para Antenor que a mãe deles comprou uma mansão. Teodora procura Griselda.",
      "sábado": "Quinzé exige que a mãe não dê dinheiro à sua ex-esposa. Wallace diz a Teodora que desafiará o lutador campeão novamente. Tereza Cristina repreende Patrícia por se reaproximar de Antenor. Griselda aceita Antenor de volta, e os irmãos comemoram. Tereza Cristina briga com Patrícia. Íris conta para Alice o segredo de Tereza Cristina. Beatriz pensa em fazer uma doação de óvulos na clínica de Danielle. Marcela vai à casa de Paulo, e os dois se beijam. Wallace pede para conversar com Teodora."
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Éramos seis": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Ellen suspeita de quem possa ter tentado prejudicá-la. Bóris questiona Jota sobre o aplicativo do celular. Josefina não deixa Benê ouvir a conversa de Dóris com os professores. Tina e Lica sugerem que Jota assuma a culpa do ocorrido para Dóris. Luís convida Marta para ser a modelo de sua campanha publicitária. Ellen encontra o culpado pela alteração no aplicativo. Benê percebe que está com ciúmes de Guto. Frostbyte encontra o perfil de Deco nas redes sociais. Keyla flagra Ellen, Tina, Lica e Benê discutindo.",
      "terça": "Ellen, Tina, Lica e Benê disfarçam para que Keyla não perceba o motivo da discussão. Marta tenta convencer Lica a se entender com Clara. Keyla descobre a página de Deco aberta no computador, e Benê fica nervosa. Ellen vai ao hospital se aconselhar com a mãe, e Nena a orienta a procurar Dóris. Anderson decide ir com a irmã até o colégio. Ellen se surpreende ao ver Jota deixar a sala de Dóris. Keyla procura Deco.",
      "quarta": "Keyla questiona Deco para saber se ele é mesmo o rapaz que conheceu. Ellen conta a verdade para Dóris sobre o aplicativo. Lica e Clara discutem. Ellen comemora a decisão de Dóris com as amigas na lanchonete. Tato inventa um sanduíche com o nome de Keyla. Luís e Marta combinam de almoçar juntos. Benê pede para Tina gravar sua performance ao piano e envia para Guto. MB vai à casa de Lica. Keyla pede um tempo para Tato. Keyla pede para se encontrar com Deco.",
      "quinta": "Nena conta a história da filha para Dóris. Lica afirma a Felipe que terminou o namoro com MB. Tato sugere que Anderson faça um jantar romântico para Tina no galpão. Felipe escuta uma briga entre Malu, Edgar e Clara. Jota conta para Ellen que foi procurado por Frostbyte, e ela pede que o amigo tenha cuidado. Felipe conta para Lica sobre a discussão que ouviu na sala de Edgar. Luís pede para Marta acompanhá-lo a um encontro com Malu e Edgar. Josefina conserta uma torneira na lanchonete de Roney. Keyla decide se encontrar com Deco.",
      "sexta": "Keyla se assusta com a chegada de Benê e pede que ela não conte sobre o encontro. Marta flagra Lica e Felipe namorando. Tina vê Clara chorando e comenta com Lica. Keyla desmarca o encontro com Deco. Benê convida Guto para jantar na lanchonete. Lica fica revoltada com Edgar. Anderson, Fio e Julinho ajudam Tato a preparar o jantar. Tina, Benê, Ellen e Keyla tentam consolar Lica. O jantar de Tato é um sucesso. Deco vai à casa de Keyla, e Tato vê os dois juntos."
    },
    "Avenida Brasil": {
      "segunda": "Max amarra Nina e Carminha juntas. Diógenes acusa Suelen de ter destruído a vida de Leandro. Jorginho diz para Diógenes que pensa em desistir do futebol. Muricy propõe reconciliação a Leleco. Monalisa considera a ideia de se reaproximar de Tufão. Cadinho confessa para as esposas que está falido. Monalisa é fotografada para o lançamento de seu produto de beleza. Verônica, Noêmia e Alexia ficam furiosas com Cadinho. Jorginho descobre que Nina foi para o lixão. Tufão descobre que sua arma sumiu. Max afirma que Nina e Carminha terão o mesmo fim. Nina consegue pegar a arma de Max. Carminha liga para Lúcio e Max ameaça provocar uma chacina.",
      "terça": "Nina se desespera com a morte de Max. Lucinda acusa Nilo de ser um monstro. Lucinda observa o corpo Max. Tufão tem dúvidas sobre quem matou Max. Nina acredita que foi a responsável pela morte de Max. Jorginho garante que Nina não matou Max. Ivana sofre com a morte de Max. Leleco insinua que Tufão pode ter matado Max. Carminha e Santiago discutem. Betânia estranha as atitudes de Lucinda. O povo do Divino especula sobre a morte de Max. Janaína coloca fogo nas roupas dela e de Lúcio. Olenka conta para Monalisa que Max morreu.",
      "quarta": "Nilo garante que Lucinda é a mulher de sua vida. Lucinda põe fogo no barraco de Nilo. Zezé desconfia de Janaína. Picolé procura por Nina na mansão. Nina acredita ser a assassina de Max. Jorginho garante que qualquer um pode ter matado Max. Janaína conta para Lúcio que Nina vai se entregar para a polícia. Carminha chora diante da cova de Max. Ivana não acredita que Nina seja a assassina de Max. Santiago aconselha Carminha a ficar ao seu lado. Lucinda assume a culpa pelo assassinato de Max.",
      "quinta": "Lucinda é presa. Ivana teme que a arma de Tufão seja encontrada. Santiago promete ajudar Carminha a virar o jogo. Tufão avisa que Ivana e Muricy serão chamadas para depor. Janaína convence Lúcio a fugir. Zezé descobre que Janaína e Lúcio fugiram. Olenka incentiva Monalisa a procurar Tufão. Nilo fica nervoso ao saber que Lucinda foi presa. Nilo afirma que Lucinda não matou ninguém. Suelen, Roni e Leandro contam para Diógenes que estão juntos.",
      "sexta": "Alexia se encontra com Jimmy. Monalisa visita Tufão. Muricy pede desculpas a Monalisa. Olenka seduz Adauto. Santiago procura Nilo no lixão. Nilo acusa Santiago de ter destruído sua vida. Lucinda pede para Betânia cuidar de suas crianças. Nilo se recorda de quando flagrou Lucinda com Santiago. Carminha reage mal ao saber da prisão de Lucinda. Picolé conta para Nina e Jorginho que Nilo surtou no lixão."
    },
    "Aventuras de Poliana": {
      "segunda": "Yasmin começa a usar as bijuterias de Raquel sem seu consentimento. Joana ajuda Sérgio em seu novo projeto da Starship. Verônica aparece na escola para ver a filha e Filipa é grossa com a mãe em frente a todos. Glória presencia Violeta sendo rude com seu pai. Brenda e Jeff decidem manter uma distância saudável em seu relacionamento. Gleyce pede para Ruth ajudar a tirar Lindomar e Arlete da cadeia. Através de seu novo robô Roger e Nadine continuam espionando Pendleton. Raquel briga feio com Yasmin. Marcelo pergunta se Poliana quer que ele vá atrás da tal cigana para descobrir a verdade sobre Lorenzo.",
      "terça": "O canal “Vou Te Zuar” posta mais um vídeo, e as vítimas da vez são Eric e Hugo. Antônio tem uma piora em seu quadro e Violeta decide leva-lo ao hospital. Falcão deixa a casa de Arlete e Lindomar, mas diz que ainda quer seu dinheiro. Pendleton descobre que está sendo vigiado e sabota a robô Hagar. Marcelo e Luisa vão atrás da cigana para descobrir a verdade sobre o pai de Poliana. Branca vai visitar Antônio no hospital. Nancy pressiona Waldisney para que se casem. Zóio vai atrás de Mirela para pedir desculpa. Marcelo e Luisa encontram Barbara Barbada, a cigana mencionada por Sr. Gigantoso.",
      "quarta": "O grupo de hackers ‘Ratz’ viraliza um meme de Verônica e Roger fica furioso. Kessya alerta João e Bento sobre Waldineusa e diz que ela pode ser uma criminosa da comunidade. Glória tem uma séria conversa com Violeta e pede que ela mude seu comportamento. Débora insiste em Afonso, e Fernanda fica furiosa. Nervosa com Yasmin, Raquel pede para ficar na casa da mãe por um tempo. Preocupada com a sequestradora, Ruth proíbe João e Bento de sairem de casa. Poliana pergunta para Pendleton se os testes de DNA eram realmente verdadeiros. Luigi pede desculpa para Raquel por ter usado sua personagem no filme sem permissão. Kessya diz a mãe que Waldineusa é uma criminosa. Vini insiste e Zóio conta a ele a verdade sobre a armação de Luca contra Mirela.",
      "quinta": "Filipa pede para conhecer o quarto de Yasmin. Raquel passa a morar na casa de sua mãe. Raquel dá a autorização para Luigi continuar com os filmes baseados na Dark Lady. Vini conta para Mirela sobre a armação de Luca e Zóio. Zóio pede desculpas para Mirela pessoalmente. Gleyce conta toda a verdade sobre Waldineusa/Waldisneia para Ruth. Fernanda diz a Raquel que irá bancar sua viagem para Austrália. Ruth arma um plano para tentar desmascarar Waldisneia. Verônica fica chateada com a maneira com que seu marido vem a tratando e desabafa com Arlete. Pendleton compra a ex mansão de Luisa de volta e coloca no nome de Poliana. Verônica confronta Roger e o acusa de estar usando o dinheiro do CLP.",
      "sexta": "Barbara Barbada encontra o diário de Alice e vai entregar pessoalmente a Luisa. Prevendo a armação de Ruth, Waldisneia sequestra João. Verônica exige que Roger devolva o dinheiro roubado do CLP. Raquel e Guilherme planejam juntos a viagem para Austrália. João consegue escapar das mãos dos bandidos e a polícia finalmente consegue capturar Waldisneia. Por meio das anotações de Alice, Luisa descobre que Poliana é mesmo filha de Pendleton. Ester e Filipa decidem dividir o grupo de amigas. Mário vê o pai visitando a casa de Pendleton e estranha. Após a briga com Roger, Verônica decide sair de casa. Luisa dá o diário de Alice para Poliana."
    },
    "Cúmplices de um resgate": {
      "segunda": "A representante do juizado vai até o apartamento dos Vaz diz que sabe de tudo e que levará eles. Meire chora e se sente culpada. As crianças choram muito, mas não resta escolha. Safira vai até a casa de seus pais e diz que perdeu o dinheiro de seus investimentos, por isso vai morar lá. Sua filha, Priscila, é radicalmente contra. Rebeca tenta falar com Isabela através da janela do quarto, mas a garota é ríspida e Rebeca desabafa com o Padre Lutero. Os irmãos Vaz são separados e levados para orfanatos diferentes. Luiz vai administrar a clínica veterinária, enquanto Pedro vai morar na cidade e trabalhar no zoológico. Rebeca e Isabela discutem.",
      "terça": "Na sorveteria, Omar diz para Téo que Manuela possui vergonha de andar com ele por ele ser cego e que ele deveria parar de procurar a garota. Na gravadora, Cholé e Benjamin cantam juntos. Geraldo diz para Arthur que, com o afastamento dos irmãos Vaz, eles podem colocar Cholé e Benjamin no lugar deles. Arthur diz que não. Téo fica triste com o que escutou de Omar. Giuseppe ensina Téo como manusear a câmera fotográfica. Téo sai para tentar fotografar, mesmo sendo cego",
      "quarta": "Helena fica feliz em saber que Pedro é seu novo vizinho. Otávio conversa com Mateus e Dóris para saber sobre a alteração no comportamento de Manuela. As crianças contam inclusive sobre o período que ficaram na mata, quando reencontraram ‘Manuela’. Omar vê Téo tirar fotos e lhe provoca. Mais tarde, todos ficam impressionados com a qualidade das fotos que Téo tirou, deixando-se guiar pelos sons. Joaquim e Felipe tentam fugir do orfanato, mas são pegos pelos seguranças.",
      "quinta": "Dinho chega empolgado após a formatura. Meire leva Dinho para cuidar do caso dos irmãos Vaz. Isabela pega o cartão de Rebeca na bolsa da mãe e vai às compras escondida. Rebeca fica irritada e diz que irá doar todas as roupas. Isabela ri por conseguir irritar Rebeca. Jaime diz para Vicente que sua liberação da cadeia não saiu, mas é mentira.",
      "sexta": "Dinho explica que ainda falta uma prova para se tornar advogado. Benjamin entra na banda C1R no lugar de Joaquim. Benjamin sugere que Omar faça uma audição para ser baterista da banda C1R. Omar se empolga. Raul pergunta para ‘Isabela’, a pedido de Otávio, se ela sabe algo sobre o sequestro de Manuela. A garota finge não saber nada. Isabela liga para Manuela e conta que aconteceu algo com os irmãos Vaz."
    },
    "Betty a feia": {
      "segunda": "Marcela e Betty esperam por Armando e, ao mesmo tempo, as duas fazem uma cena de ciúmes por causa da foto que saiu nas redes sociais. Ele se sente ofendido, nega tudo e consegue que Betty o perdoe. Fiorella, uma modelo famosa que será a imagem na nova campanha de Mr.Thompson, aparece na V&M e, por recomendação do empresário, procura o apoio de Betty. Por culpa de Marcela, a V&M perde a oportunidade de se reerguer no mercado quando ela faz uma cena de ciúmes com a modelo e a acusa de ser amante de Armando. Marcela só se convence que está errada quando Hugo afirma que Fiorella chegou à noite em um voo que veio da Europa e que é uma mulher casada. Marcela fica sem chão e tem consciência que acaba de cometer o pior erro de sua vida. Efrain recebe a intimação para assinar o pedido de divórcio. Nícolas conta a Demétrio o plano de abrir seu próprio negócio com dinheiro economizado com o salário da BAR. Ele também decide mudar seu visual. Júlia procura Armando e deixa claro que não vai permitir que ele brinque com os sentimentos de sua filha.",
      "terça": "Para salvar o negócio com Mr. Thompson, Betty pede a Mariana que lhe consiga a apresentação da coleção de Hugo e as amostras dos tecidos. Mariana vai com Betty até o hotel onde Fiorella está hospedada e consegue convencer a modelo a trabalhar com eles, mas com a condição de que Marcela nem se aproximedela. Betty é vista na empresa como uma heroína. Ao ser desprezada por Armando, Marcela convida Ricardo a ir a um bar.Enquanto isso, Armando leva Betty ao apartamento de seu melhor amigo. Armando garante a Betty que não se casará com Marcela, mas diz que cancelar a cerimônia agora seria um erro. Jenny volta à V&M, trata Inesita mal e Hugo a repreende. Nícolas convida Patrícia para um encontro romântico. Bertha ouve a conversa, acredita que Patrícia quer roubar o namorado de Betty e avisa as amigas do pelotão. Todas se dispõe a ajudar a amiga e evitar que Patrícia fique com o namorado dela.",
      "quarta": "Ricardo faz amor com Marcela embora ela o chame de Armando. No dia seguinte ela fica horrorizada ao perceber que passou a noite com o melhor amigo de seu noivo. No escritório ela pede a Ricardo que esqueça o que aconteceu entre eles. O pelotão ameaça Patrícia e exige que se afaste do namorado de Betty. Ricardo tem uma marca de baton no colarinho mas não se atreve a dizer a verdade a Armando. Betty chega feliz ao trabalho e não consegue esquecer a noite de amor que teve com Armando. O pelotão conta a ela sobre o encontro de Nícolas e Patrícia. Ricardo e Armando ouvem Betty discutindo com Nícolas por telefone. Armando fica intrigado ao ver o ciúmes do amigo. Enqaunto isso, Patrícia está em um restaurante de luxo esperando por Nícolas quando. Betty aparece. Ao vê-la, Patrícia se esconde. Mr. Thompsion decide que a seção de fotos para a campanha debe ser feita em Miami e Fiorella pede que Betty a acompanhe.",
      "quinta": "Armando pede a Ricardo que fique perto de Marcela para mantê-la tranquila. Betty tem uma conversa com Nícolas e faz as pazes com seu melhor amigo. Mas pede a ele qque espere até a próxima reunião do conselho para cortejar Patrícia. Marcela está cansada das desculpas de Armando e ameaça cancelar o casamento se el viajar com Betty e Fiorella para Miami. No dia seguinte Betty e Fiorella estão no aeroporto e convencidas de que Armando não viajará com elas, mas ele chega no último minuto. Betty está feliz e apaixonada. Patrícia não se conforma que Betty está hospedada na mansão de MR. Thompson. Junior, o filho de Sofia, quase flagra a mãe e Charlie se beijando. Aura Maria está agradecida por Giovás cuidar de seu filho. Fábio ficaa chocado ao descobrir que Hugo contratou Romina como sua assistente.",
      "sexta": "Armando se oferece para levar Betty para conhecer Miami. Fiorella lhe empresta um vestido para a ocasião e ela se sente muito feliz, mas decide não usá-lo depois de ser humilhada por Hugo. Na praia, Betty e Armando curtem um dia de muito romantismo. Anoitece e Hugo fica intrigado ao ver Armando entrar no quarto de Betty. Pela primeira vez, Armando diz a Betty que a ama e não quer se separar dela. Durante a noite ele tem um pesadêlo de como seria sua vida com Betty e fica pensativo. Marcela e Ricardo voltam a ter uma noite de amor. Hugo envia uma mensagem a Inesita pedindo que vá a seu apartamento para regar as plantas. Ao chegar lá ela flagra Fábio e Romina na cama e em trajes íntimos. Sandra e a Pantera se enfrentam na academia. Efrain e Jenny se encontram com Sofia e Charlie em uma discoteca. Efrain fica com ciúmes e ameaça tirar os filhos de Sofia."
    },
    "Meu coração é teu": {
      "segunda": "Sebastião tem fortes dores no estômago, Ana liga para o Dr. Ângelo e ele pede que o leve imediatamente ao hospital. Edith volta e Fanny a encontra na universidade. Diego visita Yolanda no asilo e descobre que Isabela foi amante de Henrique. Diego pergunta qual é o segredo sobre Diego Nicolas. Yolanda prefere não revelar por si própria, mas pede a Diego que vá até a casa de Isabela e procure um documento que esclarecerá tudo. Arquimedes chega à casa de Isabela para sair com o bebê quanto Isabela recebe Diego. Jennifer é chamada para comparecer com urgência à “Casa das Mercedes”. ",
      "terça": "Diego diz a Fernando que Diego Nicolas não é seu filho e Fernando se revolta com Isabela. Laura está no apartamento de Leon, e tira a roupa. Leon pede que vá embora, mas ela não o ouve. Fanny chega e flagra Laura se despindo. Fanny pede a Laura que se vista, pois nenhuma intriga a fará desconfiar de Leon. Johnny e Jennifer se encontram com David e pedem que realize um exame de DNA para provar que ele realmente é o pai biológico de Aura. Realizam o exame e o resultado é positivo, David diz que levará Aura com ele.",
      "quarta": "Na “Casa das Mercedes”, David diz a Johnny e a Jennifer que vai levar Aura com ele. Fernando se pergunta qual será a boa notícia que Ana tem para ele. Pablo entra escondido no jardim da mansão e chama Alicia, os “clones” e Luz ouvem. Alicia sai para ver Pablo e as crianças a seguem. Pablo finge desmaiar para que Alicia faça respiração boca a boca, mas Ana chega e ele sai correndo. Isabela recebe a notificação de que perdeu a guarda de Diego Nicolas. David diz a uma mulher que tem uma filha e planeja levá-la para sua casa. Quando a mulher diz que não, ele responde que poderão ganhar muito dinheiro com a criança.",
      "quinta": "Fernando avisa Ana que o casamento deles já tem data. Isabela tenta atropelar Ana para que ela perca o bebê, mas não consegue. Ana e Fernando anunciam que em breve se casarão na igreja. Jennifer reclama com Johnny por ele não ter feito nada para recuperar Aura, Johnny então decide ir atrás de Érika para descobrir o endereço de David, mas ela se nega a dar a informação. Maristela diz a Johnny onde encontrar David. Johnny oferece dinheiro a David em troca da guarda de Aura. Isabela vai ver seu filho e encontra Diego. Luz, Guille e Alex fazem os convites de casamento para Fernando e Ana. Nando diz a Ana e Fernando, que está novamente confuso quanto a seu sentimento por Helena e Edith.",
      "sexta": "Isabela recebe a limousine que supostamente traz Ana, mas se surpreende quando se dá conta que seus homens sequestraram a noiva errada. Ana chega na igreja e começam a cerimônia. Isabela está fora da igreja com uma arma, mas se atrapalha e dispara para cima. Ana e Fernando veem o espírito de Estefânia Lascurain, que os abençoa na união. Isabela decide levar a cabo seu terceiro plano, envenenar o bolo do casamento. Ana e Fernando chegam à recepção e são recebidos pelo grupo KAAY. "
    },
    "Ouro Verde": {
      "segunda": "Antônio sofre um acidente de carro, tem alterações de memória e não reconhece Inês. Rita tira Inês do quarto de Antônio e diz que a quer longe do marido. Rita garante ao sogro que vai ficar com Antônio, pois nunca quis se separar dele.",
      "terça": "Mônica chega à delegacia e Lúcio e Joaquim deixam que ela leve Salvador para casa. Mais tarde, acha que pode haver algum fundo de verdade na história de Salvador e decide ir à casa de Jorge para investigar. José promete ajudar Inês a ver Antônio, mas Rita o leva para casa sem que ele se lembre da mulher com quem vivia.",
      "quarta": "Bernardo agride Salvador e Cláudia acaba tudo com Bernardo. Tomás conta para Mônica que o irmão tentou mesmo matar Jorge. Lúcio fala com Jorge sobre o ocorrido, mas ele nega. Tomás garante a Mônica que Salvador atacou Jorge. Salvador diz a Francisco que faria tudo novamente.",
      "quinta": "Francisco alerta Mônica sobre o fato de Salvador não estar arrependido de ter disparado contra Jorge. José e Amanda chateiam-se por causa de Jorge. Rita se envolve com Antônio. Vera não deixa Jorge falar com Henrique.",
      "sexta": "Sérgio apaga o processo de Miguel no computador. Joaquim pede aos homens que contratou para roubarem o processo em papel e que o avisem quando o trabalho estiver feito.",
      "sábado": "A procuradora Vieira informa Lúcio que o processo contra Miguel desapareceu. Lúcio fica desnorteado e decide ir pessoalmente contar para Antônio. Miguel abre um sorriso ao saber que correu tudo como o planejado."
    },
    "Amor sem igual": {
      "segunda": "Beto leva o gerente do hotel até o carro e lhe mostra o dinheiro. O gerente descreve os homens que deixaram Peppe no hotel. Seu Ernani diz que a Bras Esportes vai fazer um churrasco para homenagear Peppe e que Fabiana e Beto estão cuidando de tudo. Duplex vai até a agência tirar satisfação com Bernardo. Duplex parte pra cima de Bernardo que recua e aponta uma arma. Vânia é atingida por um disparo. Fonseca chega à agência e pergunta quem fez o disparo. Tobias acusa Duplex de ter acertado sua noiva com um tiro.",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "O rico e lázaro": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "Caminhos do coração": {
      "segunda": "Guiga lê a carta de Vivi e conta que ela está vindo para o Brasil. O carro de Maria e Noé consegue passar por um triz entre um caminhão e o meio-fio, mas o carro da polícia freia. Fredo avisa que o Depecom tem outra missão importante, pois existe um galpão que está tomado por mutantes vampiros. Fúria rasteja para tentar fugir de Velociraptor e encontra um ovo de dinossauro. Velociraptor a encontra e fica bem próximo a ela. Esmeralda diz para Ernesto que ela vai encontrar Clara para ver se a menina consegue fazê-lo voltar a andar. Júlia pede para Taveira lhe ajudar a eliminar todas as evidências de suas experiências antes de voltar para São Paulo.",
      "terça": "Esmeralda diz que deve procurar a mutante com o poder da cura. O carro de Noé e Maria desacelera e ameaça parar na blitz, mas no último instante Noé dá ré e foge na direção contrária. Os policiais manobram e continuam a perseguição. Homem-Gelo consegue empurrar Vlado e atira raio de gelo contra ele. Vlado consegue desviar e corre. Velociraptor ameaça devorar Fúria, mas ela o distrai com o ovo de dinossauro e aproveita para fugir.",
      "quarta": "Vlado diz que matou Leão. Maria diz que precisa desligar o telefone, pois a polícia está atirando contra o carro. Carvalho pede para falar com Maria e avisa que o julgamento dela começa no dia seguinte. Cassandra, cercada por Gór, Meduso e Meta-César, responde às perguntas de um grupo de repórteres, quando três populares invadem a sala. Lindomar avisa que irá processar todo mundo por ter sido enganado e começa a se transformar em lobisomem.",
      "quinta": "Carro capota com Maria e Noé. Fredo recebe a localização exata do carro de Maria e sai em disparada. Noé e Maria continuam sendo perseguidos pela polícia, que atira contra o carro deles. Aquiles ameaça dar um soco em Eugênio, mas Ágata entra na frente e avisa que ele terá que bater nela antes. Ágata diz que sente amor por Eugênio e pede para namorar em paz. Homem-Gelo lança raio em Ariadne e a congela. Fernando e Eric sacam suas armas e ameaçam atirar, mas Homem-Gelo congela as armas.",
      "sexta": "Meduso fuzila mutantes vampiros com o olhar. Beto dá um tapa na mão de Fredo, que erra o tiro. Fredo empurra Beto com força e atira em Noé. O tiro pega de raspão na perna de Noé, que cai no chão. Maria tenta ajudá-lo e os policiais rendem Noé. Noé diz para Maria fugir, mas ela se rende. A polícia coloca as algemas em Noé e Maria e Beto ficam arrasados ao vê-los presos. Ari, Irma, Cassandra, Lúcia, Danilo, Rodrigo, Amália, Gór, Metamorfo e Meduso se trancam dentro da sala de presidência, enquanto mutantes vampiros tentam entrar."
    },
    "a escrava isaura": {
      "segunda": "Álvaro chega em sua casa. Leôncio faz juras de amor a Isaura. Malvina presenteia Isaura com colar de ouro. Leôncio faz juras de amor a Isaura. Tomásia convida Belchior a morar em sua fazenda. Helena discute com Dr. Paulo. Leôncio sonha com Isaura. Malvina fica irritada com Leôncio. Henrique fica sabendo do casamento de Isaura. Bernardo pede Moleca em casamento. Rosa quer voltar para a casa de Sebastião.",
      "terça": "Isaura visita Miguel na cadeia. Martinho e Raimundo vão em busca de Rosa a pedido de Sebastião. Leôncio rouba beijo de Isaura. Isaura visita Miguel na cadeia. Isaura aceita casar com Belchior. Rosa deixa o quilombo. Helena ameaça Dr. Paulo. Tomásia visita Miguel. Henrique visita Malvina e conversa com Isaura. Raimundo e Martinho encontram André e Rosa. André e Martinho brigam. Leôncio encontra Isaura fraca e com febre.",
      "quarta": "Isaura serve o jantar e logo depois desmaia. Isaura passa mal e Leôncio tenta descobrir a razão. Francisco avisa Malvina que Helena voltou para casa e que Diogo está na casa da Condessa de Campos. Dr. Paulo proíbe Helena de comer no jantar. Tomásia diz a Diogo que está apaixonada por Miguel e que pretende ajudar seu primo na fuga com Helena. Belchior ajuda Isaura na cozinha. Gioconda desaprova a atitude do Dr. Paulo, mas o Cel. Sebastião nada faz. Álvaro e Pedrinho falam de Isaura.",
      "quinta": "Branca esconde mensagem de Álvaro. Preocupada com Isaura, Malvina pede que Francisco coloque Isaura em seu quarto. Leôncio não permite que o Dr. Paulo venha examiná-la. A noite, Malvina e Leôncio entram no quarto para se deitarem. Malvina tranca a porta e Leôncio fica bravo. Tomásia planeja a fuga de Helena e diz a Gioconda que irá precisar de sua ajuda. Serafina decide dar uma grande festa para comemorar seu retorno a vida. ",
      "sexta": "Perpétua diz a Álvaro que ele está com febre amarela. Leôncio expulsa Belchior do quarto de Isaura. Rosa e Helena são proibidas de comer. Leôncio obriga Isaura a tocar piano. Violeta se despede do bordel para seguir viagem. Tomásia e Miguel se beijam. Leôncio ameaça mandar Isaura para o tronco caso ela não toque piano. Álvaro passa mal."
    },
    "totalmente demais": {
      "segunda": "Germano acusa Rafael pela morte de Sofia, e avisa a Carolina que romperá sua parceria caso o fotógrafo permaneça trabalhando para o concurso. Lili não admite que Rafael seja demitido. Lorena provoca Eliza. Jonatas e Germano conversam, e o dono da Bastille convida o rapaz para trabalhar com ele. Carolina se preocupa com o sucesso de Eliza entre os jornalistas. Fabinho pede Leila em namoro. Eliza é abordada pelo Comendador e acaba o agredindo. Lili comenta com Carolina que talvez tenha se precipitado em elogiar Eliza. Eliza informa a Arthur que desistiu do concurso.",
      "terça": "Débora diz a Cassandra que a agressão de Eliza ao Comendador foi amplamente divulgada. Rafael comenta com Lu que Sofia foi um grande amor. Fabinho fica surpreso ao ver Germano e Lili se beijando. Jonatas conforta Eliza. Rosângela conta para Jonatas que Florisval se mudou para Curicica. Cassandra tenta queimar a foto que Hugo guarda de Carolina, mas Débora impede. Cassandra rasga a foto de Carolina.",
      "quarta": "Débora acusa Cassandra de sentir vergonha do pai. Eliza aceita o convite de Jonatas para morar com ele. Jonatas impede que Jeniffer saia com Cascudo. Jojô acredita que Eliza seja uma nova amante de Arthur e arma para os dois. Arthur esclarece a Eliza que quem mandou as mensagens foi Jojô, e a deixa feliz ao lhe dizer que ainda está participando do concurso. Arthur avisa a Eliza que ela terá que morar com ele.",
      "quinta": "Eliza aceita a proposta de Arthur. Jonatas fica perplexo ao saber que Eliza se mudará para a casa de Arthur. Carolina comenta com Pietro que Arthur parece não se importar com sua possível gravidez. Jonatas faz uma surpresa para Eliza. Eliza e Jonatas se despedem. Braço e Jacaré descobrem onde Jonatas mora. Jonatas leva Eliza para a casa de Arthur, para se certificar de que ela ficará bem. Arthur expulsa Jonatas de sua casa, e os dois se enfrentam.",
      "sexta": "Aparecida garante a Jonatas que cuidará de Eliza. Arthur diz a Eliza que Max lhe comprará novas roupas. Jacaré e seu bando destroem os pertences de Jonatas e roubam seu dinheiro. Germano repreende Jonatas por seu atraso no trabalho, mas Fabinho o ajuda. Arthur consegue tirar boas fotos de Eliza com o apoio de Natasha. Natasha aceita o convite de Arthur para ser uma das juradas do concurso. Rosângela cede à sedução de Florisval. Durante um telefonema, Eliza ouve Jacaré ameaçar Jonatas.",
      "sábado": "Eliza e Arthur resgatam Jonatas do incêndio. Eliza agradece Arthur pela ajuda a Jonatas. Lili deixa clara sua antipatia por Carolina, e avisa à jornalista que defenderá seus interesses. Carolina diz a Pietro que teme perder a parceria da Bastille por causa do ciúme de Lili. Carolina contrata Rafael, com a condição de o fotógrafo controlar Lili para que ela não lhe traga problemas. Lili pede a Rafael que vigie Germano e Carolina. Arthur pede que Jonatas se afaste de Eliza."
    },
    "novo mundo": {
      "segunda": "Anna sofre por causa de Joaquim e decide conversar com Thomas. Diara encontra Wolfgang. Joaquim afirma a Elvira que não ficará com ela. Anna decide se casar com Thomas. Germana e Licurgo aconselham Elvira a usar Quinzinho para prender Joaquim. Pedro não resiste a Dulcina. Chalaça não fala de Domitila para Dom Pedro e pede ajuda a Thomas. Elvira procura Thomas. Diara se desentende com Wolfgang e sai de casa. Idalina encontra o livro que Cecília está lendo escondida. Sebastião manda Matias descobrir quem escreveu o artigo contra ele. Libério e Peter comemoram a publicação do artigo contra Sebastião. Joaquim questiona Elvira sobre como ela descobriu que ele estava no palácio. Wolfgang fica transtornado com o sumiço de Diara. Thomas instrui Nívea a organizar a casa para o seu casamento. Anna aceita conversar com Joaquim.",
      "terça": "Joaquim tenta convencer Anna a reatar com ele. Wolfgang implora que Elvira o ajude a encontrar Diara. Sebastião manda seus capangas castigarem o editor do jornal. Domitila deixa seus filhos aos cuidados de freiras. Fred recebe o convite do casamento de Thomas e Anna. Joaquim assiste ao casamento de Anna. Germana e Licurgo tentam comprar um escravizado. Leopoldina percebe os olhares de Dulcina para Pedro. Thomas consegue adiar o processo de Domitila. Leopoldina surpreende Dulcina. Joaquim decide ir embora e leva Quinzinho com ele. Anna se prepara para sua noite de núpcias. Joaquim e Quinzinho chegam à aldeia. Anna muda seu visual. Lurdes, Dalva e Patrício ajudam Leopoldina a mandar Dulcina embora do Palácio. Cecília visita Amália. Tibiriçá reclama do comportamento de Jacira para Joaquim. Jacira salva a vida de Ubirajara.",
      "quarta": "Cecília fala de Libério para Amália. Diara pede para ser comprada por Sebastião. Chalaça ameaça Dulcina para afastá-la de Dom Pedro. Joaquim se incomoda com o retorno de Ubirajara para a aldeia. Leopoldina tem um mau pressentimento. Dulcina invade o palácio e ameaça a vida de Avilez, na frente de Dom Pedro. Joaquim tem uma ideia para tentar conter a revolta dos índios contra Dom Pedro. Chalaça alerta Pedro sobre a situação de São Paulo. Elvira reconhece Diara entre as pessoas escravizadas e procura Wolfgang. Avilez manda Dulcina de volta para a Europa.  Domitila confronta Felício. Dom Pedro convoca uma reunião com os Ministros. Wolfgang tenta resgatar Diara. Peter revela a Cecília o motivo do ataque a Libério. Jacira consegue se juntar aos índios guerreiros. Chalaça afirma a Dom Pedro que o Brasil está falido.",
      "quinta": "Pedro tem um ataque de fúria e Chalaça tenta contê-lo. Cecília pede que Matias a leve para o convento. Dom Pedro afirma a Chalaça que abrirá mão do seu salário até que a crise financeira do Brasil esteja sanada. Sebastião liberta Diara, que retorna para casa com Wolfgang. Amália tem um surto ao ouvir o nome de Sebastião e Madre Assunção repreende Cecília. Os índios ocupam as ruas da cidade. Joaquim convence Dom Pedro a se aproximar dos índios. Piatã se emociona ao ver os índios e reconhece Joaquim. Pedro fica encantado com as nações indígenas e pede para se reunir com seus líderes. Leopoldina se disfarça para ver os índios de perto. Pedro conversa com Ubirajara e promete tentar um acordo de paz para todos.",
      "sexta": "Anna apresenta Piatã a Tibiriçá, que afirma que o rapaz possui o dom da cura. Elvira reencontra Quinzinho e Joaquim. Thomas, Avilez e Sebastião comemoram o fracasso da negociação de Pedro com os fazendeiros. Pedro oferece as terras de sua família para as nações indígenas. Jacira questiona Anna sobre seu amor por Joaquim. Germana e Licurgo se divertem com a bebida alucinógena das índias. Jacira salva Piatã de um ataque de homens brancos. Cecília questiona Sebastião sobre o atentado contra Libério. Piatã reflete sobre sua origem e decide se juntar aos índios. Tibiriçá reconhece a música cantada por Piatã, mas mantém silêncio. Ubirajara aceita abrigar Piatã e encarrega Jacira de ensinar seus costumes ao rapaz. Chalaça descobre que Domitila foi atacada. Piatã se despede de Anna. Joaquim dá adeus aos Tucaré. Joaquim oferece seus serviços a Dom Pedro.",
      "sábado": "Pedro aceita empregar Joaquim. Anna estranha quando Thomas fala sobre seu pai como se o conhecesse. Licurgo e Germana contam a Elvira seus planos de negociar pessoas escravizadas. Libério desperta e Peter comemora. Pedro anuncia a contratação de Joaquim como seu segurança pessoal e Thomas se enfurece. Domitila implora que Chalaça a leve para o Rio de Janeiro. Thomas exige que Elvira afaste Joaquim do palácio. Leopoldina repreende Pedro por cortar a verba das doações para a população. Thomas pede a ajuda de Anna para se aproximar de Pedro. Jacinto visita Thomas e Anna questiona a presença do homem em sua casa. Leopoldina decide dormir em quarto separado de Pedro. Os Tucaré chegam às suas novas terras. Ubirajara e Jacira preparam Piatã para viver como índio. Chalaça ameaça Felício, que garante que Domitila acabará com sua vida."
    },
    "jesus": {
      "segunda": "A casa de Maria e José começa a pegar fogo e Satanás observa satisfeito. José protege Maria e a conduz para fora da casa. Ana e Joaquim se desesperam com o incêndio. José e Maria se salvam. Joaquim fica espantando ao saber que tentaram os queimar vivos. José decide se mudar com Maira para a casa de Sula e Zebedeu, em Belém. Revoltados com a interferência de Roma, os judeus seguem para protestar no palácio de Herodes. Barrabás rouba um comerciante nas ruas. Os revoltosos chegam ao palácio. Maria avisa que deixará Nazaré. Efraim e Asisa falam sobre o incêndio. Judas Galileu lidera os judeus. Herodes manda executarem todos. Barrabás segue para o tumulto. ",
      "terça": "José corre para pedir ajuda. Nos campos, um pastor de ovelhas estranha o brilho intenso de uma estrela. Sula ajuda Maria no parto. José ora a Deus. Melchior, Baltazar e Gaspar seguem pelo deserto. Herodes reclama da preocupação dos filhos. Sula passa mal e José ajuda Maria no parto. O anjo Gabriel anuncia a chegada do Messias. Uma chuva de estrelas-cadente risca o céu. Nasce o menino Jesus. Simeão sorri ao ver a estrela brilhando forte. Sula fica aliviada. Barrabás vê a estrela, intrigado. Maria e José se emocionam. Nos campos, o anjo e os pastores observam a chuva de estrelas. Sula passa mal novamente ao ver sangue. José diz amar Maria. Zebedeu diz para Sula ir descansar.",
      "quarta": "Herodes ri ao perceber que os magos falam sobre a chegada de um Messias. Zebedeu corre para chamar alguma parteira. Maria fica mexida com as palavras de Simeão. Anás e outros sacerdotes são chamados por Herodes para esclarecer as informações dos magos. Eles falam que as profecias dizem que o Messias nascerá em Belém. Herodes manda os três magos seguirem para Belém. Sula dá à luz um menino. Baltazar, Melchior e Gaspar chegam a Belém. Herodes é perturbado por Satanás. Sula fica com ciúmes de toda a atenção dada ao bebê de Maria. Barrabás cuida do pequeno Simão Zelote. ",
      "quinta": "Quatro anos depois, no Egito, Maria e José cuidam do pequeno Jesus. Com eles Tiago Justo e José Filho, os dois irmãos de Jesus. Herodes tem uma crise e é salvo pelo servo. Ele ordena um massacre. Nicodemos e Caifás comentam sobre as atrocidades cometidas por Herodes. O rei faz mudanças em seu testamento e diz que sua hora está chegando. Maria diz sentir saudades de Ana e Joaquim. Arquelau é avisado sobre o estado de saúde de Herodes. Na região montanhosa da Judeia, Zacarias e Isabel recebem o auxílio da serva Elza na criação do pequeno João Batista. Arquelau vê Herodes nas últimas e se aproxima.",
      "sexta": "Antipas ameaça Arquelau, mas não tem coragem de mata-lo. Barrabás encontra Simão e diz que precisam fugir. Simeão e Hanna se perguntam sobre o paradeiro do Messias. Barrabás diz que ele e o irmão nunca mais verão a mãe. Gabriel aparece diante de José e diz que chegou a hora de voltarem a Israel. Arquelau recebe alguns judeus e se revolta. Ele ordena a morte de todos no templo. Satanás observa, satisfeito, a matança. José, Maria e os filhos encontram um pastor no caminho. Eles ficam sabendo da matança ocorrida no templo de Jerusalém e são alertados para a crueldade de Arquelau."
    }
  }
}
