{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Na praia, a bomba d’água da rede de vôlei quebra e Ferdinand pede socorro a Pereirão. Griselda se despede dos filhos e sai para trabalhar. Tereza Cristina lembra René do presente de Patrícia. Crô pede à patroa que pague a faculdade de sua sobrinha Vanessa. Quinzé reclama por Teodora tê-lo abandonado. Griselda conserta a bomba quebrada na rede de vôlei de Ferdinand. Esther entrega a Crô um convite para o desfile de sua grife. Griselda vê que Antenor esqueceu um caderno da faculdade, mas quando vai entregá-lo é destratada pelo filho. Antenor entrega a Patrícia um anel e mente ao dizer que é uma joia de família. Griselda ajuda Renê a trocar o pneu do carro. Tereza Cristina insiste que seu jardim esteja iluminado durante o jantar para Patrícia. Crô, então, resolve chamar o “Marido de Aluguel”. Renê se surpreende ao reencontrar Griselda e Tereza Cristina pergunta de onde os dois se conhecem.",
      "terça": "Antenor chega à casa de Patrícia e não percebe que sua mãe está no jardim. Patrícia avisa ao pai que convidou Vanessa para o jantar. Rafael avisa a Antenor que ele precisa devolver a moto que pegou emprestada. Tereza Cristina conversa com Griselda. Tereza Cristina culpa Crô por Patrícia ter convidado Vanessa para o jantar. Daniel avisa a Antenor que Griselda esteve na mansão e ele se preocupa. Guaracy corteja Griselda, que não lhe dá atenção. Renê contraria Tereza Cristina e pede que Vanessa vá ao Le Velmont fazer uma entrevista para o cargo de recepcionista. Tereza Cristina exige que a mãe de Antenor esteja presente na festa oficial de noivado de sua filha. Griselda procura Celeste. Antenor devolve a moto para Rafael e pede sua ajuda para continuar mantendo a história para Patrícia. Griselda repreende Antenor por tê-la destratado na faculdade.",
      "quarta": "Griselda reclama de Antenor e tenta disfarçar seu sofrimento. Tereza Cristina confessa a Renê que não aceita o noivado de Patrícia. Crô teme que Vanessa seja humilhada por Tereza Cristina. Quinzé questiona Guaracy sobre seu interesse em Griselda. Esther e Paulo acertam os últimos detalhes antes do desfile. Tereza Cristina não deixa Crô trocar de roupa para ir ao desfile. Daniel sugere que Antenor fale com Griselda sobre seu jeito. Antenor se desculpa com Griselda. Amália fica nervosa com o beijo de Rafael. Juan, Tereza Cristina e Crô chegam ao local do desfile. Antenor pede para Griselda se vestir com mais feminilidade e arrumar um novo emprego. Guaracy tenta consolar Griselda. Paulo e Esther são ovacionados na passarela após o desfile. Tereza Cristina repreende Renê Júnior. Baltazar se enfurece ao ver Solange na televisão e Celeste tenta defender a filha. Antenor pensa em encontrar uma pessoa para fingir ser sua mãe.",
      "quinta": "Griselda finge tranquilidade ao saber que Antenor não dormiu em casa.Tereza Cristina descobre um grande vazamento em seu banheiro e chama por Renê. Zuleika e Edvaldo estranham o comportamento de Rafael ao chegar à oficina. Ferdinand, Pezão, Gigante e Enzo implicam com Crô quando ele passa em frente à rede de vôlei. Griselda estranha as perguntas que Tereza Cristina faz sobre sua vida. Antenor encontra uma atriz para se passar por sua mãe. Esther confessa a Paulo que sempre quis ter um filho. Griselda flagra Rafael e Amália se beijando. Antenor tenta explicar seu plano para Mirna. Tereza Cristina impõe que Vanessa a acompanhe no jantar e Renê fica preocupado. Antenor pede dinheiro emprestado a Rafael para contratar Mirna. Renê discute com Tereza Cristina e decide contratar Vanessa para contrariá-la. Patrícia ouve Antenor conversando com Daniel sobre Mirna. Vilma é assaltada e dois homens levam seu táxi.",
      "sexta": "Antenor fica impressionado com a atuação de Mirna, que se passa por sua mãe. Vilma presta depoimento sobre o seu assalto. Patrícia pergunta por Antenor para Daniel. Griselda decide aceitar uma carona de Renê. Patrícia avisa a Tereza Cristina que a mãe de Antenor marcou a data do encontro entre elas. Griselda convida Rafael para jantar em sua casa e oficializar o namoro da filha. Mirna decide sair para gastar o dinheiro que recebeu e Antenor ameaça acabar com o acordo entre eles. Tereza Cristina fica perturbada depois de receber uma ligação de sua tia Íris. Paulo confidencia a Renê que não pode ter filhos. Vilma sofre com a perda de seu táxi. Crô recebe uma visita misteriosa em sua casa. Um curto-circuito deixa o Le Velmont às escuras e Renê resolve procurar Griselda. Paulo fala para Esther que a apoiará em sua decisão de ter um filho. Antenor entra em pânico quando vê Renê em sua casa.",
      "sábado": "Quinzé reclama ao ver Griselda sair com Renê de madrugada para trabalhar. Letícia e Carolina ficam preocupadas com o comportamento de Vilma. Griselda ajuda Renê. Tereza Cristina resolve ir ao restaurante para procurar o marido e Patrícia vai atrás da mãe. Vanessa volta para casa e flagra Crô dormindo acompanhado.Tereza Cristina entra no restaurante e flagra Griselda junto a Renê. Griselda comenta a coincidência de ter um filho com o mesmo nome do noivo de Patrícia. Guaracy chega ao Le Velmont e Renê é simpático com ele. Celeste conta a Tereza Cristina que Baltazar foi atropelado. Guaracy beija Griselda, que o expulsa de sua casa. Renê decide mandar flores para Griselda."
    },
    "Salve-se quem puder": {
      "segunda": "Gabi diz a Juan e Mário que sentirá falta dos dois. Verônica comenta com Gael que sabotou a distribuição dos convites para a inauguração do restaurante de Micaela a mando de Hugo. Helena diz a Micaela que desconfia que Bruno possa ser disléxico. Verônica se revolta ao ver o restaurante de Micaela repleto de celebridades. Ermelinda impede que Alexia e Zezinho namorem dentro de casa. Luna pergunta a Alexia se ela tem certeza de que Renzo não a reconheceu. Renzo confirma a Lúcia que irá ao psiquiatra que ela recomendou. Kyra diz a Alexia que teme que a atriz se apaixone por Renzo novamente. Dominique flagra Renzo com o anel de Alexia. Agnes resolve acompanhar Bia na aula de balé. Helena descobre que Téo passou a noite no Rio de Janeiro com Luna/Fiona.",
      "terça": "Helena diz a Téo que não quer Luna/Fiona em sua casa, mas volta atrás quando o enteado ameaça se mudar. Téo pede a Helena que prepare um jantar em família para receber Luna/Fiona. Alexia/Josimara promete fazer outra suposta sessão espiritual com Kyra para Rafael. Bia finge que faz balé com a prima de Dionice, e Agnes acredita. Isaac pede a Tarantino para convencer Bia a competir. Kyra se culpa por se sentir atraída por Alan. Helena acredita que Luna/Fiona está manipulando Téo. Renatinha vê quando Alexia/Josimara chega à Labrador acompanhada de uma mulher e decide investigar.",
      "quarta": "Bia entra para a equipe de Isaac, e Dionice não gosta. Os filhos de Alan zombam da atuação de Petra na novela. Helena incentiva Micaela a viver a paixão que sente por Bruno. Gabi decide ajudar Juan e Mário com a viagem deles para o Brasil. Luna teme que Zezinho descubra que o novo sócio da Labrador é Renzo. Bel finge para Ermelinda que Edgar está passando mal, com a intenção de atraí-la até a sua casa. Renatinha descobre que Kyra está viva.",
      "quinta": "Kyra inventa para Renatinha que se fingiu de morta porque sentiu um pavor repentino de se casar. Zezinho não gosta de saber que Edgar preparou uma surpresa para Ermelinda. Dulce se interessa por Zezinho. Gabi liga para a avó, Dulce, acertando a ida de Juan e Mário para morar com ela em São Paulo. Renatinha obriga Kyra a escrever uma carta de despedida para Rafael, pedindo ao ex-noivo que fique com a secretária. Renzo se convence de que Josimara não pode ser Alexia. Alexia decide investigar Renzo por conta própria para tentar agilizar a saída do Programa de Proteção. Renzo flagra Alexia/Josimara mexendo em seus pertences.",
      "sexta": "Alexia/Josimara consegue despistar Renzo. Kyra teme que Renatinha conte para Rafael que ela está viva. Rafael mostra a carta de Kyra que Alexia/Josimara teria psicografado. Verônica não gosta de saber que Micaela está apaixonada por Bruno. Os filhos de Alan percebem que Kyra/Cleyde está triste e a consolam. Micaela diz a Bruno que quer ajudá-lo e revela que está gostando dele. Bruno receia que Micaela deixe de se interessar por ele, caso não seja diagnosticado com dislexia. Helena visita Úrsula na casa de Neusa, avó da jovem, e constata que ela voltou a ficar dependente de medicação. Renzo convida Alexia/Josimara para jantar. Petra observa Alan abraçando Kyra/Cleyde. Téo pede Luna/Fiona em namoro durante o jantar em família, provocando Helena.",
      "sábado": "Helena acusa Luna/Fiona de causar desentendimento entre os membros de sua família. Mário comenta com Gabi que, ao abandonar a filha, Helena provou que o amor de sua vida é o dinheiro. Luna/Fiona deixa claro para Helena que não está interessada no dinheiro de Téo. Rafael mostra a carta ‘psicografada’ de Kyra para Júnior. Durante o jantar, Renzo diz a Alexia/Josimara que a secretária o faz lembrar de uma pessoa especial. Téo exige que Helena trate Luna/Fiona com respeito. Helena faz uma ligação misteriosa. Bruno pede informações a Solange sobre dislexia. Alexia/Josimara fica surpresa quando Renzo lhe pede para ter um encontro espiritual com uma pessoa que morreu. Renzo comenta com Lúcia que está interessado em Alexia/Josimara. Hugo desconfia das saídas de Helena. Zezinho flagra Alexia com seus disfarces."
    },
    "Éramos seis": {
      "segunda": "Lola acredita que não voltará a ver Alfredo. Genu e Inês se desesperam com a prisão de Lúcio. Soraia e Karine destratam Lola. Virgulino e Afonso confrontam Gusmões sobre a situação de Lúcio. Há uma passagem de tempo. Inês dá à luz Leon. Genu, Virgulino e Afonso se empenham em libertar Lúcio. Soraia convence Julinho a pedir que Isabel receba Lola em sua casa. Soraia humilha Lola, e Julinho fica constrangido diante da mãe. Lola parte para São Paulo. Lúcio é libertado. Zeca é ovacionado pelo povo de Itapetininga. Olga se emociona quando Zeca a convida para viajar. Lola conhece Madre Joana na porta de um asilo. Lola chega à casa de Isabel.",
      "terça": "Isabel comemora a presença de Lola. Inês teme a proximidade de Lola e Leon. Olga e Zeca se preparam para sua viagem de navio. Lola se sente desconfortável na casa de Isabel e Felício, e comunica à filha que se mudará para a casa de repouso de Madre Joana. Afonso parte para o Rio de Janeiro em busca de Lola. Olga e Zeca encontram-se com Adelaide e Justina no navio que viajará para a Europa. Candoca convida Emília para ir a Itapetininga. Assad alerta Julinho sobre sua submissão a Soraia. Madre Joana recebe Lola.",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Marco se esquiva dos questionamentos de Madureira. Guga sofre para se acostumar a paternidade. Lígia entrega Nina para Leila, que convida Filipe para passar a tarde com ela e a criança. Marco afirma a Rugieri que teme que a participação de Rui prejudique o esquema dos dois. Raíssa confessa a Nanda que não aprova seu namoro com Marquinhos. Jaqueline e Anjinha pensam em Rita. Cléber ajuda Thiago a pintar o Baixadas. Carla sofre com a falta de notícias sobre Rita, e Marco a conforta. Carla parabeniza Tatoo por seu grafite no novo Baixadas. Fafi beija Henrique, que afirma que os dois precisam se afastar. Carla diz a Marco que ele parece estar levando uma vida dupla. Filipe garante a Lígia que não desistirá de encontrar Rita.",
      "terça": "Filipe discute com Lígia. Cléber sugere ir com Anjinha a um motel. Carla insiste em saber quais os assuntos que Marco trata com Rugieri. Guga, Serginho e Meg cuidam de Zé Rafael. Anjinha discute com Marco por conta de seu namoro com Cléber. Diana comemora o sucesso de sua campanha pela abstinência sexual. Nanda e Fafi pressionam para que Andressa conte a verdade a Henrique sobre sua sexualidade. Ramila descobre que Andressa não é mais virgem. Max nega a ajuda de Guga em seu novo negócio com Serginho, e Regina confronta o ex-marido. Todos comemoram o aniversário de Madureira. Marco e Anjinha se encontram na saída do motel. Filipe questiona se os amigos esqueceram Rita.",
      "quarta": "Todos confortam Filipe, que se desculpa com os amigos. Marco inventa para Anjinha que é sócio de Rui no motel, e pede segredo. Regina garante a Serginho e Guga que Max não quer trabalhar com eles por preconceito. Madureira faz uma homenagem a Rita em sua festa, e Filipe, Carla e Lígia se emocionam. Vânia e César se aproximam. Filipe tem uma alucinação com Rita, que afirma ao rapaz que é melhor não aparecer mais. Max decide mudar seu comportamento e aceita ser sócio de Guga e Serginho. Marco conta a Carla sua parceria com Rui, e a empresária desconfia que o marido esteja escondendo algo.",
      "quinta": "Marco garante a Carla que não está envolvido em crimes e pede que a esposa confie nele. Camelo revela a Anjinha, Jaqueline e Raíssa que Rui é traficante de drogas. Ramila conta a Diana que Andressa não é mais virgem. Carla confronta Rui. Henrique rejeita Andressa, que pede ajuda a Diana. Anjinha, Jaqueline e Raíssa defendem Andressa. Nanda cobra uma atitude de Henrique. Marco confessa a Rugieri que teme perder seu casamento. Nanda e Andressa pressionam Fafi. Milena e Jaqueline flagram Vânia e César se beijando. Anjinha ouve uma conversa entre Marco e Peixoto, e questiona o caráter do pai. Carla pede que Marco deixe sua casa.",
      "sexta": "Carla afirma a Marco que Anjinha ficará com ela. Beto e Serginho conversam com Filipe sobre Rita. Marco deixa a casa de Carla, e Anjinha sofre ao deduzir que seu pai é um bandido. Fafi garante a Nanda que não foi ela quem espalhou que Andressa não era mais virgem. Nanda e Raíssa confrontam Diana por suas atitudes com Andressa. Jaqueline alerta Neide e Celso sobre o bullying contra Andressa. Filipe desabafa com Lígia que não tem mais forças para procurar Rita. Carla sofre ao pensar em Marco. Raíssa, Nanda e Jaqueline apoiam Andressa. Filipe visita Meg e Zé Rafael. Anjinha revela à família de Carla que Marco é um policial corrupto. Durante audiência sobre a guarda de Nina, Rui afirma que a adoção da criança por Lígia é ilegal."
    },
    "Avenida Brasil": {
      "segunda": "Carminha ofende Nina. Max coloca Ivana contra Nina. Carminha percebe o mal-estar de Jorginho ao falar sobre o que Tufão sente por Nina. Tessália discute com Leleco. Olenka questiona Adauto sobre o trauma que o fez parar de jogar futebol. Leandro e Roni deixam Suelen sozinha. Jorginho tenta convencer Tufão a esquecer Nina. Carminha orienta Max a seduzir Begônia. Alexia briga com Cadinho. Pilar afirma que conseguirá um emprego. Leleco conta para Muricy que Tufão está apaixonado por Nina. Max conhece Begônia. Muricy pergunta para Tufão se é verdade que ele está apaixonado por Nina.",
      "terça": "Tufão se enfurece com os questionamentos da família. Janaína repreende Zezé por fazer fofoca dos patrões. Max passa a noite com Begônia. Tufão vai à casa de Jorginho e Nina se esconde. Muricy, Leleco, Adauto, Ivana e Janaína questionam sobre a vida de Tufão e Ágata intervém. Begônia flagra Max vasculhando suas coisas. Jorginho marca um encontro com Nina na casa de Lucinda. Cadinho procura Muricy. Roni e Leandro brigam com outros rapazes por causa de Suelen. Ágata e Janaína conversam sobre Nina. Carminha arma com Max um plano contra Nina. Muricy invade a casa de Leleco atrás de Tufão. Max aparece na casa de Lucinda e obriga Nina a ir embora com ele. Jorginho vai atrás de Nina. Lúcio filma Nina e Max no barco.",
      "quarta": "Max abraça e beija Nina, enquanto Lúcio filma tudo. Ágata fala para Tufão que não quer que ele fique com Nina. Jorginho salva Nina de Max. Tessália descobre que Leleco comprou a carne de jacaré na feira. Max procura Begônia. Ágata diz a Carminha que não gosta mais de Nina. Max acompanha Begônia até seu hotel. Leleco combina de se encontrar com Muricy. Olenka pede para Adauto fazer um conserto na casa de Monalisa. Tessália flagra Leleco com Muricy.",
      "quinta": "Muricy tentam desmentir o flagrante, mas Tessália não acredita. Olenka fica intrigada com a história que Adauto conta sobre seu trauma com futebol. A turma do Divino chega ao prédio de Monalisa. Begônia conta para Nina que arrumou um namorado. Max manda Lúcio seguir as irmãs para roubar Nina. Muricy teme que Tessália conte seu segredo para Adauto. Lúcio consegue pegar o dinheiro de Nina. Tessália abandona Leleco. Muricy mostra a Cadinho uma casinha que ela tem no Divino. Max e Carminha comemoram o assalto. Nina descobre que Max envolveu Begônia para roubar seu dinheiro. Verônica vai à festa na casa de Monalisa.",
      "sexta": "Nina e Begônia enfrentam Max. Max fala para Carminha que vai administrar o dinheiro que pegou de Nina. Jorginho decide entregar as fotos para Tufão. Carminha chega à mansão com presentes para o marido e a filha. Janaína ameaça Max. Cadinho fica encantado com Suelen. Darkson sugere fingir ser o namorado de Tessália para colocar ciúmes em Leleco. Jorginho chega a mansão e se enfurece ao ver Max e Carminha. Nina se preocupa com a ida do noivo à mansão. Carminha ameaça contar para Tufão quem é o namorado de Nina e Jorginho desiste de falar o que sabe sobre ela para o pai."
    },
    "Aventuras de Poliana": {
      "segunda": "Luigi tenta conversar com Mário sobre o vício do irmão no jogo Vetherna. Poliana fica chateada com o pai por proibi-la de ver sua tia. Glória diz a Luisa que irá tentar convencer Pendleton a mudar de ideia. Marcelo verifica as finanças de sua mãe e descobre algumas movimentações estranhas na conta da empresa. Kessya e Filipa começam a ensaiar para a apresentação de dança. Falcão aparece na casa de Lindomar para cobrar dinheiro. Mosquito diz a Zóio que não está feliz por ter voltado para o crime. Nancy sugere que a avó convide Violeta para um jantar em casa. Pressionado por Falcão, Lindomar cede sua casa no Jardim Bem Te Vi ao bandido. Pendleton leva Poliana ao seu laboratório e tira algumas dúvidas da filha. Benício, Gael e Lorena vão até a casa de Pendleton em busca de informações. Pendleton pede para Poliana manter o laboratório em segredo.",
      "terça": "Vini vai até a casa de Mirela e os dois ensaiam para a apresentação de teatro do colégio. Luisa começa a ficar com ciúmes de Violeta. Gael, Benício e Lorena começam procuram a passagem secreta para o laboratório no quarto de Estela. Marcelo questiona o irmão quanto as transações suspeitas que encontrou enquanto analisava as ações da mãe. Um investigador da polícia vai até a casa de Luca para interroga-lo. Sérgio é assaltado enquanto realiza suas entregas. A mãe de Waldisney conhece Gleyce e se apresenta a mulher como Waldineusa. Pendleton oferece uma proposta de emprego a Fernanda. Bento e João vão até a casa de Glória para entregar uma carta de Poliana à Luisa. Fernanda perde o encanto por Pendleton. Waldisney pede que sua mãe se passe por sua tia novamente e o acompanhe em um jantar organizado por Branca.",
      "quarta": "Lorena e Raquel ficam com ciúmes da mãe por seu encontro com Pendleton. Zóio invade o Sarau do CLP. Eric se recupera da lesão e é escalado novamente para dançar com Kessya, que fica responsável pela escolha da dupla. No colégio, Zóio se passa por outra pessoa flerta com Mirela. Gabriela e Luca se desentendem durante sua apresentação no Sarau. João e Bento dedicam sua apresentação musical a Ruth, que fica emocionada. Filipa fica chateada com o pai por ele não ter comparecido para assistir sua apresentação no colégio. Raquel diz a Guilherme que irá sentir sua falta durante a viagem, e o casal se beija.",
      "quinta": "João encontra Zóio disfarçado na escola e o denuncia para Helô. Luisa sugere um acordo a Pendleton para ver sua sobrinha. Lindomar acorda rouco e sua apresentação no Sarau é cancelada. A notícia de que Sara tem a habilidade de ficar invisível se espalha pela a imprensa, e pais e alunos se revoltam com Pendleton no Sarau do colégio. Sem saber da verdadeira identidade de Zóio, Mirela fica interessada pelo menino. Furioso, Pendleton acha que Luisa foi a responsável por espalhar a notícia de Sara para a imprensa. Ruth solicita o desligamento imediato de todos os robôs do colégio. Guilherme pergunta para o pai sobre a possibilidade de adiar sua viagem para o final do ano. Waldineusa pede para Gleyce emprestar uma roupa para ela comparecer ao jantar de Branca. Lindomar fala para Arlete que a família terá que mudar-se novamente para a comunidade. Luisa fala para Pendleton que não tem nada a ver com o vazamento da notícia sobre Sara, e pede que ele não a afaste de sua sobrinha.",
      "sexta": "Marcelo acusa Nadine de ter espalhado a notícia sobre Sara. Yasmin sugere que Luigi faça um curta metragem sobre a Dark Lady. Mirela insiste em procurar “Leandro”, seu novo crush que conheceu no Sarau do colégio. Waldisney aparece para o jantar na casa de Branca, e se depara com Violeta, que já conhecia de longa data. Uma “pane” no sistema de Ester faz a menina ficar paralisada e Poliana, assustada, pede a ajuda de Pendleton. Usando o tênis como pista, Raquel e Mirela iniciam uma busca por “Leandro” nas redes sociais. Nancy desconfia da relação entre Waldisney e Violeta. Pendleton permite que Poliana tenha contato com seus tios. Sophie vai até a casa de Pendleton, e encontra Ester encubada seu laboratório secreto."
    },
    "Cúmplices de um resgate": {
      "segunda": "Safira tenta se aproximar de Priscila e leva um presente para ela, mas a menina diz que não quer mais ver a mãe. O cavalo Dourado está melhorando na recuperação e Mateus e Dóris comemoram. Omar fica enfurecido por ninguém ir à sua festa no haras, apenas Sabrina. No Vilarejo, Frederico diz que sente falta de Rebeca na On-Enterprise. O estilista conta que fechou negócio com Giuseppe e que está muito inspirado. Frederico revela que Berta fez uma ligação pessoal para Safira e que as duas são amigas. Rebeca estranha.",
      "terça": "Geraldo conta para Joel que jogará a culpa de tudo em Vicente, transformando ele no laranja dos crimes da pirataria. Meire e Dinho se disfarçam para ir à gravadora saber mais informações dos irmãos Vaz. Os dois acabam numa sala de audição para cantar a música “Você é Doida Demais”. Marina vai embora da mansão com seu disfarce, após matar saudade de Ofélio. Vicente reconhece Meire e Dinho e os dois dizem que foram até lá para investigar o fato dos Vaz estarem morando sozinhos. Regina escuta tudo e fica desconfiada. Pedro vai atrás de Helena na cidade e se declara para ela. Os dois se beijam emocionados. Rebeca questiona Berta sobre a relação dela com Safira.",
      "quarta": "Taísa se alia a Tomas para prejudicar Frederico. A mulher diz que não é má, apenas não gosta de ser usada. Pedro e Helena começam a namorar. Otávio encontra os dois e deseja alegria ao casal. Omar vai até o centro do Vilarejo, toca berrante durante à noite, mas foge quando todos aparecem, deixando parecer que foi Sabrina quem aprontou.",
      "quinta": "Um touro levado por Omar fica na direção de Sabrina. André coloca na internet o vídeo que fez de Meire e Dinho cantando na gravadora. Omar aparece e começa a narrar com o desespero de Sabrina. O padre aparece e diz que a brincadeira parou por ali. Geraldo coloca o nome de Vicente em seus crimes. Jovens pedem para tirar fotos com Meire após o vídeo fazer sucesso na internet.",
      "sexta": "Fiorina e Giuseppe vão até a cidade na On-Enterprise. Isabela conta para Téo que o padre Lutero disse que ela está cantando bem melhor. Na igreja, o Padre diz para Isabela confiar nele, pergunta quem é ela e diz saber que ela não é Manuela."
    },
    "Betty a feia": {
      "segunda": "Está sendo muito difícil para Armando conquistar Betty, pois não sente nenhuma atração por ela. Ricardo propõe ao amigo que marque um encontro em um lugar mal iluminado e desconhecido. Armando deixa Betty chocada ao dizer que tem ciúmes de Nícolas. Armando se excede na bebida e, fazendo um grande esforço diz a Betty que está apaixonado por ela, mas não consegue beijá-la. Betty confessa a Armand oque está apaixonada por ele. Marcela sente ciúmes ao ver que Armando não está no escritório. Ela não acredita que Armando esteja com Betty, por isso vai procurá-lo na casa de Ricardo. Ladrões invadem a academia para roubar. Sandra e Wilson enfrentam os deliquentes. Depois de deixar Betty em casa, Armando a ela discrição sobre o que aconteceu. Ao chegar em casa, Armando se sente culpado por estar brincando com os sentimentos dela. No dia seguinte ele enfrenta a fúria de Marcela. Sofia faz Jenny acreditar que ela passou a noite com Efrain. Indignada, Jenny expulsa Efrain de casa.",
      "terça": "Armando e ricardo descobrem que foi Nícolas quem contratou os advogados de Betty. Ricardo insiste com Armando para que continue com o plano de conquistar a mais feia. Debochado, ele mostra oa amigo a foto de uma modelo para que se lembre dela quando estiver com Betty. Convencido de essa é a única saída, Armando entra na sala de sua assistente e lhe dá um beijo. Assustada, Betty sai correndo pelas ruas da cidade, relembrando momentosque passou ao lado do chefe. ao chegar ao Central Park ela grita que ele a beijou e desmaia. Catalina, que está passando pelo local, a socorre e pergunta quem a beijou. Ela disfarça. Armando diz a Marcela que a saída repentina de Betty foi por que o namorado delasofreu um acidente. Jenny muda a fechadura e dá um ultimato a Efrain: ou vende a casa e se divorcia de Sofia ou se esqueça dela para sempre. Marcela indica a advogada Karen para Sofia. Karen assegura a Sofia que ela ganhará a causa contra o ex- marido. Sofia comenta o que a advogada disse com as amigas do pelotão e Jenny ouve a conversa.",
      "quarta": "Iludida, Betty conta os minutos para se encontrar com Armando à sós, mas um avis ode última hora muda os planos dela. Marcela prova seu vestido de noiva. sem ser visto, Ricardo a observa em roupas íntimas e sente uma uma forte atração por ela. Armando marca encontro com Betty para que possam copnversar sobre o que está acontecendo entre eles. Marcela aparece no mesmo coquetel onde está Armando e não se separa dele nem por um instante. Ela faz algumas fotos beijando o futuro marido e posta nas redes sociais. Armando envia uma mensagemde texto a Betty cancelando o encontro. Betty, vê nas redes sociais as fotos queMarcela publicou e sofre. depois do coquetel, Marcela leva Armando para um hotel de luxo para uma noite de paixão. Jenny procura Efrain para contar que sofia contratou um advogado. Wilson vê Sandra tomando banho com outra lutadora, mal interpreta a situação e vai embora sem dizer nada. Daniel e Mata planejam trapacear Jack anderson.",
      "quinta": "Betty fica muito abalada por Armando ter cancelado o encontro. Ele faz de tudo para se desculpar com ela, mas já é muito tarde. Priscila, uma das melhores editoras de Manhattan chega para fazer uma reportagem especial sobre a nova coleção de Hugo Lombardi. Marcela faz marcação serrada com Armando depois que Patrícia comenta que Priscila já tentou seduzí-lo. Sofia dá uma má notícia a Betty: um cliente deixou de fazer o pagamento à tempo e o dinheiro em caixa não é suficiente para pagar os funcionários. Armando fica sabendo e dá a tarde livre a todos os funcionários. Giovás ouve Sandra dizer quequer distância do sexo masculino e Wilson se desilude de vez. Daniel chega a V&M e Patrícia conta que não pagaram o salário dos funcionários. Daniel, furioso, reclama com Armando por não ter pago o salário dos funcionários, ameaça fazer uma auditoria e adverte Betty que ela cairá também. ricardo aconselha Armando a adiar seu casamento com Marcela e se reconciliar com Betty. Efrain e Jenny vão viver na casa de Sofia até que a casa seja vendida.",
      "sexta": "Para recuperar o controle sobre Betty, Armando a leva a uma feira de atrações. Alí os dois se divertem, ele tenta uma reconciliação e consegue algo mais. Apaixonada e, diante da inssitência de Armando, ela corresponde. Patrícia está com fome e rouba o almoço de Bertha e é desmascarada diante do pelotão. Armando recebe uma ligação do pai e fica evidente que foi Daniel que o alertou sobre o que está acontecendo na empresa. Armando tenta se esquivar, mas Roberto diz ao filho que se voltar a atrasar os salários, permitirá que Daniel audite a V&M. Sofia sofre com a presença de Efrain e Jenny em sua casa. ricardo tenta encobrir Armando, mas Marcela o localiza em Jersey graças ao celular e sai com Patrícia atrás dele. Sandra está treindando com Wilson na academia quando chega “a pantera”, uma lutadora que começa a assediar Wilson. Sandra não consegue esconder seu ciúme."
    },
    "Meu coração é teu": {
      "segunda": "Fanny está preocupada porque não encontra Edith, e conta a Lênin que Edith e seu irmão tiveram problemas, e ela estava muito alterada. Leon faz um teste profissional. Fernando pede a Beatriz que envie a Ana um buquê de flores em seu nome, e a secretária decide enviar um a Bruno também. Zeus diz a Manuela que deveria esquecer Bruno. Dorival suborna o advogado para que ele proteja a “Chicago”, e não a fechem. Johnny, Ana e Jennifer gravam a reunião de Dorival. Isabela pergunta a Fernando o nome completo de Johnny, para que um detetive localize onde ele mora. Quando Ana, Johnny e Jennifer estão a ponto de ir embora da “Chicago”, Tarcisio os encontra e pergunta o que eles estão fazendo ali, eles mentem para sair do problema e vão embora. Yolanda confessa seus pecados a um sacerdote.",
      "terça": "Lênin comenta com Edith que ele e Fanny se encontraram com Leon na universidade, e que ao vê-los brigando, se deu conta que eles ainda se amam. Ana mostra a Fanny o vídeo que gravaram na reunião com o dono da Chicago e pede a ela que, caso a aconteça algo, poste imediatamente o vídeo na internet e chame a polícia. Ana se comove quando Fernando a presenteia com um guarda roupa novo. Dorival ameaça Ana, e pede dois shows extras. Ela aceita pela “Chicago”, mas pede que tudo seja feito por escrito. ",
      "quarta": "Isabela pensa que primeiro tem que comprovar que Ana dança na “Chicago”, antes de revelar isso a todos. Yolanda descobre que sua filha segue tramando contra Ana. Jennifer beija Johnny e diz que o ama. Ângelo faz todo o possível para salvar a vida de Aura. Fanny diz a Nando que ele precisa tomar uma decisão quanto a Edith e Helena. Fernando conversa com Fanny e Nando para dizer que vai pedir a Ana que se case com ele. Dorival liga para Isabela e pede dinheiro pela informação, mas Isabela já conseguiu a mesma averiguando sozinha.",
      "quinta": "Quando Johnny diz a Jennifer que Dorival esteve atrás dele, ela se angustia, mas diz que nada de mal vai ocorrer. Ana e Fernando têm suspeitas quanto ao desaparecimento de Isabela, eles pensam que pode ter algo a ver com Henrique. Lênin chama Ana para que ela o ajude na organização da festa de aniversário de Fanny. Isabela, ao ver sua vida ameaçada, diz a Henrique que o filho que espera é de Fernando. Lênin faz uma serenata para Fanny. Yolanda pede ajuda a Fernando para localizar Isabela.",
      "sexta": "Fanny se lembra de quando Ana lhe disse que o amor que ela e Leon sentem não pode desaparecer tão rápido. Ana e Fernando falam sobre os problemas com Nando e Fanny. Isabela fica furiosa ao descobrir que Fernando levará Ana pra a praia onde vai formalizar o pedido de casamento. Ana chega ao “Chicago”, e vê que Dorival está com Diana. Ana mente e diz que não se importa com Diana e diz a Dorival pode fazer o que quiser com ela. Dorival cai na armação de Ana e acaba soltando Diana."
    },
    "Ouro Verde": {
      "segunda": "Jorge garante a Josildo que aquilo não é dele, mas de alguém que plantou provas no seu escritório. Mônica diz a Otelo que ele não sabe o que é amar e mostra-lhe que sabe que ele está de complô com Miguel, expulsando-0 do banco. Rita conta toda a verdade sobre Catarina a Tomás, que vai para o carro dizendo que a mata. O Delegado diz que não têm pistas de Aparecida. Tomás confronta Catarina e mostra-se muito agressivo.",
      "terça": "Aparecida aparece mais tarde, desmaiando junto ao alpendre da fazenda. Jamisbraun aponta uma arma a Laurentino, afirmando que foi ele quem matou Nenem. Catarina é violentamente agredida por Tomás. Aparecida é socorrida e levada para dentro, onde abre os olhos e o espírito de Nenem apodera-se dela, revelando que Laurentino é o culpado. Jamisbraun está quase matando Laurentino, quando este revela que é seu pai e o rapaz recusa-se a acreditar. Tomás deixa Catarina quase morta. Ela é encontrada por Amanda e levada para o hospital.",
      "quarta": "Aparecida é inquirida sobre se Laurentino é o culpado, mas só se limita a chorar, o que faz com que até o Delegado fique convencido da culpa de Laurentino. Tomás revela a Mónica que Catarina e David são a mesma pessoa. O Delegado descobre que Laurentino fugiu. Jorge garante a Bia que não sabe que provas encontraram e Bia diz que é melhor voltarem todos para Lisboa.\nJorge jura inocência, ainda que Bia e António desconfiem dele. Tomás confirma que espancou Catarina e Mónica afirma que ele tem de se entregar à polícia. Miguel faz vários exames médicos. Paula descobre que a conta de Vera está congelada e esta fica desnorteada com a hipótese de perder o dinheiro.",
      "quinta": "Rita diz a Tomás para mentir sobre a agressão a Catarina. Tiago dá uma surra em Tomás. Miguel fica em choque ao saber que pode ter esclerose lateral amiotrófica. Miguel fica destroçado com a notícia e proíbe o médico de falar com quem quer que seja sobre aquilo. Tiago deixa Tomás bastante machucado. Vera passa a saber que Henrique desapareceu. Hadja esconde Henrique em sua casa, mas avisa Jéssica do que se passa e pede-lhe que pare com Vera. Quando Hadja dorme, Henrique foge. Bia trata Jorge com muita frieza.",
      "sexta": "Tomás mente à polícia, afirmando que estava bêbado e não se lembra de nada. Mônica fica passada com o filho. Jorge encontra-se com Arnaldo, a quem pede ajuda e este diz-lhe que Filomena pode estar mentindo sobre não ter estado ninguém no escritório. Jorge dá permissão a Arnaldo para pressionar Filomena. Esta é pressionada por Arnaldo e, depois, liga para Otelo. Bia e Antônio ficam sabendo que Catarina era David e que é filho de José, o que faz Antônio reagir mal pelo fato de o pai ter escondido esse segredo durante tantos anos. Hadja diz a Vera que Henrique fugiu.",
      "sábado": "Bia diz a Jorge que acredita na inocência dele e os dois se beijam apaixonadamente. Tiago admite estar apaixonado por Catarina. Miguel acaba tudo com Vera, afirmando que ela gosta de outra pessoa."
    },
    "Amor sem igual": {
      "segunda": "Poderosa liga para Leandro e diz que precisa falar com ele pessoalmente. Jornalistas estão à frente da agência e perguntam à Fabiana quem é o jogador contratado para o clube espanhol. Fabiana responde apenas que a assinatura do contrato foi adiada por motivos de força maior. Peppe está numa clínica e pede para o soltarem e grita por socorro. Enfermeiro pede a ele que se acalme. Bernardo conversa com Dr. Afonso e diz que o centro cirúrgico está preparado. No hospital, Ramiro conversa com o médico e diz que Bernardo está informando cada passo do processo com Peppe.",
      "terça": "Dr. Afonso conversa com a equipe médica e consegue estancar a hemorragia em Peppe. Hugo consegue salvar Maria Antônia do afogamento. Poderosa tenta dormir, porém Caio não para de jogar videogame. Oxente vai à casa de Poderosa e implora que ela diga o nome do homem que a violentou. Poderosa revela a Oxente que foi Leandro quem a violentou. Maria Antônia pede que Miguel vá embora, que não quer mais ele em sua casa. Poderosa dá o endereço de Leandro e pede para que não faça nenhuma besteira.",
      "quarta": "Leandro finge não saber do que Oxente está falando. Oxente espuma de raiva, mas se segura para não partir para agressão física. Fernanda entra na sala e diz acreditar em Maria Antônia. Oxente diz que vai denunciá-lo na delegacia. Xavier ansioso e nervoso, ajuda Bernardo, que está tranquilo. Xavier diz que a cirurgia está demorando demais. Leandro vai até a agência onde está Leandro enfurecido e o ameaça pagar por tudo que fez com sua irmã. Leandro diz a Pedro que não sabia que sua irmã era garota de programa senão teria pagado na hora. Pedro Antônio desfere um soco em Leandro, que cai sobre uma mesa, assustado com o olhar de ódio de Pedro Antônio.",
      "quinta": "Leandro se levanta do chão e diz que vai processar Pedro. Tobias percebe algo diferente na sala de Leandro e vai lá saber o que está acontecendo. Tobias vê toda a confusão e liga para a segurança. Fernanda comenta com Hugo que Pedro Antônio está demorando demais para voltar. Geovani conversa com Bento e diz que terá que falar com todas as mulheres que se relacionou para falar sobre a doença e teme morrer. Bento fica penalizado pelo amigo.",
      "sexta": "Fernanda pede aos seguranças que leve Leandro para fora da agência. Leandro com o rosto machucado sai, mas antes diz para Fernanda que isso não vai ficar assim. Dona Sônia fala para Leandro que ele vai para a cadeia. Poderosa diz para Furacão que errou e que deveria ter levado Maria Antônia direto para a delegacia da mulher. Furacão chega no box de Miguel para o seu primeiro dia de trabalho."
    },
    "O rico e lázaro": {
      "segunda": "Daniel visita Asher na prisão. Lior segue em sua missão de tentar salvar a vida do filho de Nitócris. Talita e Samira tentam saber a verdade de Oziel. Sammu diz que Nebuzaradã não pode sair matando qualquer pessoa. Ele discorda. Daniel elogia a fé de Asher. O assassino enviado pelo rei se aproxima de Belsazar e do servo Madai. Tamir e Shamir não gostam de saber que Zelfa vai se casar. Ayana, a mulher que se deitou com Asher a mando de Zac, avista Joana e fica sem graça. Sammu olha para Nitócris com ódio. Zac conversa com Arioque na Casa da Lua. Shamir e Tamir dizem que pedirão a Zac para impedir o casamento de Zelfa.",
      "terça": "Nebuzaradã pede notícias sobre o reino. Nabonido diz que tentará falar com Arioque. Neusta se preocupa com Joaquim. Nicolau deixa a oficina para ajudar Kidist. Zac diz permitir que Zelfa faça o que quiser. Aspenaz diz sentir pena de Arioque. Joana visita Asher na prisão. Eles trocam palavras de amor. Elga pede para Talita e Samira deixarem Fassur em paz. Zelfa tenta acalmar os netos de Elga. Neusta volta a tentar fazer adivinhações. Nabonido avisa à Nitócris que procurará Arioque. Aspenaz tenta reanimar o general. Asher diz que manterá a fé. Malca chora a morte de Isaque no cortejo fúnebre. Zadoque conversa com os netos.",
      "quarta": "Joana se surpreende ao ver que Benjamin está vivo. Shag-Shag diz que o melhor para Hurzabum é ficar longe do palácio. Nitócris descobre que Belsazar conseguiu fugir a tempo. Nebuzaradã manda intensificar as buscas a Belsazar. Malca diz não suportar viver no mesmo local do homem que matou seu pai. Neusta recebe uma carta de Joaquim e descobre que será avó. Benjamim se abre com Joana. Ravina e Zadoque seguem para a sinagoga. Fassur ameaça Oziel. Joana procura Zac e pede autorização para Benjamim visitar Asher.",
      "quinta": "Rabe-Sáris diz que Dana não é pura. Todos se espantam. Dana começa a chorar. Ravina enfrenta Rabe-Sáris e lhe acerta um soco. No palácio, Labash-Marduk se recusa a assassinar a serva. Nebuzaradã se enche de ódio. Dana confessa ter sido violentada. Absalom defende sua noiva. Fassur tenta jogar Elga contra Dana. As crianças hebreias ajudam Labash-Marduk a se esconder do rei. Elga diz abençoar a união entre Absalom e Dana. Daniel diz que Neusta não pode fugir e pede para ela manter a fé. Rabe-Sáris discute com Namnu e acaba deixando escapar que já tem um filho. Escondida, Nitócris escuta e fica desconfiada. Nebuzaradã reclama da criação do filho. Beroso provoca Sammu-Ramat. Ela ameaça o sacerdote.",
      "sexta": "Asher conta para Nitócris tudo que sabe sobre Nebuzaradã e Sammu-Ramat. Em conversa com Rabe-Sáris, Darice revela que seu filho com Sammu nasceu morto e que Labash-Marduk na verdade é uma criança roubada. Belsazar pede o apoio de Arioque. Labash-Marduk volta com Aspenaz. Arioque se irrita com a arrogância de Belsazar. Zac trata Malca com carinho. Sammu-Ramat reencontra Labash-Marduk e pede para o filho se acalmar. Zac estranha o comportamento de Rabe-Sáris. Asher recebe a visita de Joana na prisão. Irritado, Rabe-Sáris bebe na Casa da Lua. Zac e Beroso falam sobre as contas do palácio. Asher agradece o apoio de Joana."
    },
    "Caminhos do coração": {
      "segunda": "Marcelo luta contra a Liga Bandida. Marcelo luta com Taveira, Dino, Fernando, Golias e Juanita e golpeia um por um. Ele sente dor e se refugia num canto, enquanto os cinco aproveitam para cercá-lo. Lúcia sai para cozinha e Paola aparece de repente na frente de Danilo, que leva um susto. Danilo grita e Paola tapa sua boca. Clara passa a mão pelo corpo de Guiga, mas ele não reage. A Liga do Bem faz uma corrente e uma luz invade a sala. Clara põe a mão no pai e ele abre os olhos. Beto se transforma em cobra, sem que ninguém o veja. Aquiles percebe que uma cobra está enroscada em sua perna e grita. ",
      "terça": "Júlia diz vai se tornar uma nova mulher com o soro da juventude. Aquiles entra em casa super-rápido e surpreende Teófilo e Ágata. Rodrigo propõe fazer uma aliança com Gór e promete não contar que César é Metamorfo em troca de ela lhe aceitar ao seu lado. Cléo, Lucas e Janete decidem não voltar para ilha e avisam que irão ficar no continente para caso a Liga do Bem precise de ajuda. Beto, Maria, Noé, Guiga e Toni se preparam para voltar à ilha. Metamorfo amarra Amália e ela implora para ele não lhe faça mal. Amália grita por socorro. Metamorfo a amordaça. Marcelo pede para Perpétua não lhe dar um choque. ",
      "quarta": "Aquiles desafia Teófilo e diz que irá para ilha. Irma, Aristóteles, Regina Danilo e Lúcia chamam um policial do Depecom para levar Paola-cobra. Valdemar coloca a cobra num saco plástico, quando Paola volta a sua forma humana e avisa que irá se vingar de todos. Valdemar atira a pistola de dardo tranqüilizante contra Paola. Cassandra e Amália imploram para Meduso não matá-las e prometem não contar nada sobre o plano dos mutantes. Gór pensa por um instante e manda Meduso e Metamorfo soltá-las, mas ameaça acabar com Cassandra e Amália, caso elas falem algo. ",
      "quinta": "Noé e Beto contam para Maria que seus pais desapareceram. Maria diz que antes de voltar para ilha, precisa ligar para sua família. Noé e Beto contam para Maria que seus pais desapareceram. Ela fica em choque. Hélio tenta se controlar e manda Ângela fugir. Hélio avança contra Ângela, que consegue correr, mas tropeça e cai. Hélio se prepara para atacá-la. Guiga, Beto, Toni, Noé e Maria saem de volta para ilha. Juanita, Fernando e Golias procuram por Eric, quando vêem Tati na frente deles. Fernando e Juanita seguram Tati pelas mãos. Golias se aproxima.",
      "sexta": "A Liga do Bem chega à ilha. A Liga do Bem chega à ilha. Hélio avança para cima de Ângela e quando está prestes a atacá-la, a menina voa e foge. Iara canta e Dino fica encantado. A sereia aproveita para dar um golpe em Dino e Cris lança uma onda de choque na direção dele. Dino cai no chão e solta Iara, que corre para junto de Cris. Cris lança outra onda de energia sobre Dino, que cai sentindo dor. Júlia pega suas armas e se esconde no instante em que Velociraptor entra no laboratório. Ágata, Teófilo e Aquiles ficam apavorados com Draco e Telê."
    },
    "a escrava isaura": {
      "segunda": "Geraldo vai em busca do amor de Malvina.   Geraldo promete a Álvaro que será espião na casa de Leôncio. Miguel chega a Campos algemado. Pedrinho pede para ir com Álvaro. Branca se irrita com a viagem de Álvaro. Belchior dá seu primeiro beijo. Leôncio rasga as roupas de Isaura.Leôncio diz a Isaura que ainda a deseja.\nMalvina esfria as algemas de Isaura com água. Álvaro e Tomásia se despedem de Perpétua. Rosa canta para Sebastião dormir. Belchior e Francisco continuam com a festa na casa-grande. Violeta tenta arrancar confissões de Dr. Paulo. Capitães-do-mato fogem. Leôncio, Malvina e Isaura chegam a fazenda. Tomásia também chega em sua fazenda. Leôncio maltrata Isaura. Leôncio diz a Isaura que ainda a deseja.",
      "terça": "André e Álvaro planejam dar fuga a Isaura. Pedrinho sente falta de Isaura. Bernardo e Henrique continuam garimpando. Tomásia vai visitar Miguel na cadeia. Miguel conversa com a Fera de Macabú. Malvina lê uma poesia para Leôncio que se irrita. Leôncio bate em Isaura. André vai a fazenda de Leôncio conseguir notícias de Isaura. Sebastião visita Gabriel. Dr. Paulo conta a Rosa que Isaura está com Leôncio. Leôncio ameaça desfigurar Isaura. Álvaro convence Belchior a dar notícias de Isaura.",
      "quarta": "Leôncio desconfia que Álvaro esteve em sua fazenda. Álvaro pede a Belchior que avise Isaura de que ele está na casa da Condessa de Campos. Leôncio da um tapa em Isaura. Malvina desconfia que Leôncio bateu em Isaura. Dr. Paulo beija Rosa. Coronel Sebastião chega em casa e encontra Dr. Paulo e Rosa na sala. Branca e Geraldo se despedem de Estela e seguem viagem para Campos.",
      "quinta": "Leôncio obriga Isaura a novos trabalhos. Belchior vai a casa de Tomásia contar o que acontece na fazenda de Leôncio. Álvaro aproveita a situação e pede que o jardineiro entregue uma carta para Isaura. Rosa discute com seu pai. Leôncio obriga Isaura a novos trabalhos. Gioconda desconfia do leilão. Leôncio tenta não fazer o leilão, mas Malvina não concorda com seu marido. Dr. Paulo quer receber o dote de Helena.",
      "sexta": "Álvaro diz a Henrique que é noivo de Isaura. Leôncio pede para Francisco pensar em algo que cancele o leilão. Malvina vai até Isaura lhe dizer que enviou um mensageiro até Álvaro para avisá-lo sobre o leilão. Álvaro e Tomásia recebem a mensagem. Cel. Sebastião é informado sobre o leilão. Rosa fica com inveja de Isaura. Henrique e Bernardo descobrem que o comprador de diamantes está na cidade. Bernardo consegue vender os diamantes por um bom preço. Leôncio pede para Isaura cortar suas unhas."
    }
  }
}
