{
    "novelas": {
        "amor de mãe": {
            "segunda": "Danilo vê quando o carro de Sandro e Marconi desvia da polícia. Álvaro é detido por Wesley ao tentar suborná-lo. Danilo dorme com Camila, e Lurdes dá um ultimato no rapaz. Thelma descobre que Danilo está mentindo para ela. Álvaro paga Belizário, que o libera da detenção na frente de Vitória. Marconi obriga Sandro a guardar produtos roubados. Camila desconfia do comportamento de Sandro. Natália se incomoda com o entrosamento de Carolina e Durval. Vicente afirma a Betina que sofre com a separação dos dois. Álvaro convence Eunice a fechar a escola, e Amanda alerta Davi. Thelma aconselha Durval sobre Carolina e Natália. Danilo revela sobre seu namoro para Thelma, que se frustra com o silêncio de Lurdes. Davi afirma que deseja namorar Amanda. Vicente decide investigar Magno. Lurdes apresenta Danilo a Sandro.",
            "terça": "Danilo diz a Camila que reconheceu Sandro como o motorista dos assaltantes, e a menina desconfia. Thelma desabafa com Durval sobre sua frustração com Lurdes. Raul conta para Érica sobre sua relação com Vitória. Tiago pede que Vitória passe o dia com ele. Belizário alerta Vicente para não investigar Magno. Lurdes e Thelma reatam a amizade. Amanda e Davi veem quando Camila chega com Danilo à escola. Estela afirma a Jorge que se vingará de Lídia. Raul pede Érica em casamento. Marina vence seu jogo e agradece o apoio de Ryan. Estela apresenta Tales a Lídia. Vicente agride Betina, que liga para Miriam. Ryan comenta com Camila que encontrou um relógio novo com Sandro. Lurdes constata que Sandro não abandonou Marconi.",
            "quarta": "Lurdes, Camila e Ryan se preocupam com Sandro. Sandro revela a Lurdes que tem uma dívida com Marconi, e a mulher afirma que ajudará o filho. Durval ensina Thelma a andar de bicicleta. Betina conhece Matias. Camila desconfia de Eunice. Vitória discute com Álvaro por livrar Vicente da detenção. Belizário repreende Vicente. Magno convida Betina para morar em sua casa. Lídia seduz Tales. Lurdes conta a Thelma que planeja vender sua casa para pagar a dívida de Sandro. Nuno aceita fechar negócio com Lurdes. Camila, Ryan e Magno acreditam que Lurdes e Sandro estejam escondendo algo. Vitória descobre que Lurdes vendeu sua casa. Lurdes é sequestrada.",
            "quinta": "Sandro se desespera e implora para que Marconi salve a vida de Lurdes. Marconi resgata Lurdes e afirma que a dívida de Sandro está paga. Sandro garante a Lurdes que comprará sua casa de volta. Davi revela para Vitória que está namorando. Magno e Betina declaram seu amor. Érica conta para Lurdes que Raul a pediu em casamento. Álvaro flagra um microfone com Amanda. Amanda percebe que está sendo seguida por Belizário. Davi ajuda Amanda a descartar o dossiê contra a PWA. Álvaro aconselha Raul a contar que comprou o salão para Érica. Lídia e Érica se agridem. Raul ajuda Estela. Agenor pede que Davi proteja Amanda de Álvaro. Lucimara confidencia a Lídia que Raul comprou o salão para Érica. Leila desperta do coma.",
            "sexta": "Lurdes avisa a Magno que Leila despertou. Natália aconselha Vitória a descobrir quem é a namorada de Davi. Durval se insinua para Thelma, que não percebe. Leila afirma a Magno que deseja retomar sua família. Vitória confronta Davi sobre Amanda. Lurdes incentiva Sandro com seu novo trabalho. Lídia revela a Érica que Raul comprou o salão. Brenda visita Leila. Magno e Betina se preocupam com sua situação. Amanda alerta Danilo sobre o fechamento da escola onde Camila trabalha. Thelma se encanta com Gabo, e Durval se incomoda. Mesmo acidentada, Marina vence partida de tênis, e Ryan vibra. Álvaro pede que Amanda acesse a troca de e-mails entre e Vitória e Davi. Leila questiona Betina sobre seu relacionamento com Magno.",
            "sábado": "Betina acaba comentando com Leila sobre a doença genética de Brenda. Durval sente ciúmes de Gabo, mas Thelma não percebe. Leila afirma a Magno que deseja ter um novo bebê para curar Brenda. Raul convence Érica a aceitar o salão como um presente. Thelma recebe um convite de Gabo. Magno garante a Betina que não abrirá mão de seu relacionamento. Vitória desabafa com Miranda. Lurdes se emociona quando Vitória pensa em contratar Sandro como motorista. Vitória conhece Sandro. Lídia e Tales ficam juntos. Thelma vai ao encontro de Gabo, e os dois se beijam. Durval lamenta com Carolina sua frustração com Thelma. Magno comunica a Leila que deseja se casar com Betina."
        }, "Bom sucesso": {
            "segunda": "Elias cobra dinheiro a Paloma para doar sangue a Gabriela. Paloma se espanta com a atitude de Elias. Peter nota a aproximação de Alice e Waguinho. Marcos tranquiliza Paloma, avisando que conseguirá o dinheiro para Elias. Bezinha e Leila gostam de saber que Tonho irá morar temporariamente na mansão. Gláucia e Vera armam para Nana e Mário almoçarem juntos.",
            "terça": "Elias promete dar parte do dinheiro que exigiu de Paloma para Tadeu. Nana pressiona Mário, cobrando uma decisão definitiva do editor para que os dois fiquem juntos. Marcos se desespera quando Elias lhe avisa que só ajudará Gabriela quando receber toda a quantia do dinheiro que exigiu para a doação. Elias se recusa a fazer a doação de sangue antes de receber o dinheiro. Gabriela termina com Patrick e confessa a ele seu amor por Vicente.",
            "quarta": "Alberto se compromete a pagar Elias pela doação. Alberto e Marcos se preocupam por Paloma ficar sozinha com Elias. Gabriela e Vicente reatam. Silvana finge que está grávida de Mário para impedir que o editor termine o relacionamento deles. Paloma escuta Tadeu e Elias planejando a divisão do dinheiro. Elias avisa a Paloma que dormirá com ela no quarto. Paloma consegue se desvencilhar de Elias.",
            "quinta": "Alice e Waguinho resolvem dormir na casa de Paloma para protegê-la de Elias. Gisele diz a Gláucia que Yuri está lhe ajudando a ser uma pessoa melhor. Alice confessa a Waguinho que tem interesse nele. Thaíssa analisa as imagens das câmeras de segurança do desfile. Marcos decide investigar a vida de Elias e pede a Padre Paulo o endereço do ex-marido de Paloma. Elias se surpreende com a presença de Rosemary na casa de Paloma. Marcos vai até a casa de Elias.",
            "sexta": "Terezinha avisa a Marcos que tem uma mulher estranha na casa de Paloma discutindo com Elias. Padre Paulo repreende Elias por doar sangue em troca de dinheiro. Ramon desconfia de Elias. Marcos pede para Jeff procurar Tadeu. Paloma repreende Marcos por ele ter contado a Padre Paulo sobre a chantagem de Elias. Alberto visita Gabriela no hospital. Mauri avisa a Alberto que ocaso de Gabriela é grave. Paloma fica desesperada ao não encontrar Elias em casa.",
            "sábado": "Marcos conta a Ramon sobre a chantagem de Elias. Jeff descobre o endereço do bar que Tadeu frequenta. Ramon tenta tirar informações de Tadeu. Marcos se certifica com Machado de que Elias pode ser preso se houver indícios que comprovem seu vínculo com o dinheiro do assalto. A assistente social conclui que o casamento de Léo e Toshi não é falso. Marcos finge para Rosemary que está com ciúmes de Paloma e Elias. O cachorro Apolo assusta Marcos."
        } , "Éramos seis": {
            "segunda": "Lola demite Durvalina. Virgulino ajuda Lili com o jantar para Julinho. Carlos pensa em conseguir um novo trabalho para Durvalina. Afonso e Inês visitam Lola e sua família. Soraia insiste para que Julinho fique para o jantar de Assad. Almeida apresenta seus filhos, Rita e Ernesto, para Assad e sua família. Alfredo conversa com Inês e provoca Carlos. Mabel conhece Inês e discute com Carlos. Inês percebe a emoção de Afonso ao falar de Lola. Adelaide explica sua ausência a Alfredo. Lola e Afonso fazem uma proposta a Durvalina.",
            "terça": "Durvalina presenteia a família de Lola. Zeca vai a São Paulo com Neves. Mabel e Carlos se entendem. Clotilde e Almeida se encontram na loja e tentam ser amigos. Natália insinua que deseja Almeida apenas para ela. Afonso comunica a Lola que conseguiu uma grande encomenda de seus doces. Emília questiona Zeca sobre Justina. Neves leva Zeca ao cabaré e o rapaz acaba encontrando Alfredo. Zequinha fica com febre e Olga se preocupa com a ausência do marido. Neli se insinua para Zeca. Inês pressiona Carlos.",
            "quarta": "Julinho conta a Clotilde que conheceu os filhos de Almeida. Durvalina começa a trabalhar para Afonso. Lola e Clotilde confirmam a encomenda de doces e pedem ajuda a Maria. Clotilde percebe que Afonso não anota as dívidas de Lola e comenta com a irmã. Isabel afirma a Lola que a ajudará com os doces. Olga pune Zeca por sua ausência. Carlos sofre, sem conseguir decidir entre Inês e Mabel. Adelaide decide apresentar seu novo amor a Emília. Alfredo conta a Adelaide sobre a agressão que Isabel sofreu.",
            "quinta": "Adelaide e Alfredo enfrentam o comerciante e Gusmões detém os dois. Carlos pede a ajuda de Afonso e afirma que Lola está envergonhada por tantos favores. Afonso propõe sociedade a Lola. Inês e Carlos se beijam. Emília vai buscar Adelaide na delegacia e reconhece Alfredo. Emília pede que Gusmões solte Adelaide e Alfredo. Carlos fica abalado com o beijo de Inês. Afonso convence Lola a aceitar sua proposta. Natália desconfia por Almeida não querer almoçar com ela no trabalho. Emília exige que Lola afaste Alfredo de Adelaide.",
            "sexta": "Carlos e os irmãos decidem tirar satisfações com o comerciante que agrediu Isabel. O comerciante é escorraçado da cidade. Gusmões diz que está de olho em Alfredo. Zeca acerta a sociedade com Neves. Olga se preocupa com a saúde dos filhos. Almeida mostra a foto dos filhos e de Natália para Clotilde. Mabel desconfia do conselho que recebe de Marcelo. Adelaide e Alfredo se encontram na reunião política. Mabel mente para que Carlos não termine o namoro com ela.",
            "sábado": "Inês confidencia a Durvalina que ela e Carlos se beijaram. Adelaide e Alfredo dançam no cabaré. Virgulino e Lúcio são abordados por guardas na rua. Inês se decepciona quando Carlos não a procura. Higino ajuda Adelaide e Alfredo a despistar Emília. Zeca amanhece doente e Olga se preocupa. Marcelo desconfia da história que Mabel contou para Carlos. Inês se entristece com a ausência de Carlos. Natália flagra Almeida e Clotilde juntos."
        } , "Malhação": { 
             "segunda": "Joana evita uma briga entre Bárbara e Manuela. Juliana acredita que Corrêa tenha raptado o cabrito. Cleyton sente ciúmes do sucesso de Rômulo com Krica e as meninas. Giovane teme que Gabriel esteja boicotando a partida de vôlei para prejudicar Caio. Joana dá uma nova ideia a Bárbara para divulgar a academia. Bárbara coloca a ideia em prática e enfrenta uma confusão na academia. Belinha se aproxima de Lucas e Juliana se incomoda. Corrêa se revolta contra a manifestação dos alunos. Ricardo se surpreende com a confusão na Forma.",
             "terça": "Ricardo(Marcos Pasquim) responsabiliza Bárbara(Barbara França) pelos problemas na academia. Gabriel(Felipe Roque) e Giovane(Ricardo Vianna) ficam em segundo lugar no campeonato de vôlei. Juliana(Giulia Gayoso), Lucas(Bruno Guedes) e outros alunos enfrentam Corrêa(Carlos Bonow) e pedem a volta de Secretário. Rômulo(Juliano Laham) convida Nanda(Amanda de Godoi) para sair. O cabrito Secretário volta para a escola. Jéssica(Laryssa Ayres) aceita ir ao cinema com Nanda e Rômulo, e Belloto(Sérgio Malheiros) decide acompanhá-los. Bárbara convence Gabriel a assumir noivado com ela. Tânia(Deborah Secco) questiona os sentimentos de Joana(Aline Dias) por Gabriel.",
             "quarta": "Joana(Aline Dias) diz a Tânia(Deborah Secco) que deseja que Ricardo(Marcos Pasquim) se orgulhe dela. Bárbara(Barbara França) e Gabriel(Felipe Roque) contam a Irene(Louise Cardoso) e Jorjão(Oscar Magrini) sobre o noivado. Belloto(Sérgio Malheiros) tenta se aproximar de Jéssica (Laryssa Ayres). Ricardo permite que Bárbara promova uma festa de noivado na Forma. Bárbara parabeniza Joana pelo sucesso da iniciativa na academia. Caio(Thiago Fragoso) se surpreende ao descobrir a cidade natal de Joana. Martinha(Malu Pizzatto) vence a batalha de rap. Rômulo(Juliano Laham) beija Nanda(Amanda de Godoi). Luiza(Bárbara Maia) flagra Tânia e Ricardo discutindo por causa dos filhos. Caio deduz que Joana é filha de Carmem.",
             "quinta": "Tita(Paula Possani) descobre que Caio(Thiago Fragoso) conferiu a ficha profissional de Joana(Aline Dias). Nanda(Amanda de Godoi) repreende a atitude de Rômulo(Juliano Laham). Joana confirma para Caio(Thiago Fragoso) que a mãe dela o conhecia. Jorjão(Oscar Magrini) reclama da desatenção de Rômulo durante o treino. Ricardo(Marcos Pasquim) viaja com Tita. Juliana(Giulia Gayoso) decide promover uma festa em casa. Juliana se incomoda ao ver Lucas(Bruno Guedes) com Belinha(Valentina Bulc), e beija Jabá(Fábio Scalon) para provocar o rapaz. Ricardo interrompe a festa de Juliana. Ricardo propõe um almoço em família com Tânia(Deborah Secco). Joana diz a Tânia que acredita que Caio seja o seu pai.",
             "sexta": "Tânia(Deborah Secco) aconselha Joana(Aline Dias). Lucas(Bruno Guedes) disfarça a satisfação ao descobrir que Juliana(Giulia Gayoso) esnobou Jabá(Fábio Scalon). Giovane(Ricardo Vianna) questiona Gabriel(Felipe Roque) sobre os sentimentos dele por Bárbara(Barbara França). Manuela (Milena Melo) percebe o interesse de Joana por Caio(Thiago Fragoso). Rômulo(Juliano Laham) afirma a Nanda(Amanda de Godoi) que se afastará dela. Jéssica(Laryssa Ayres) se irrita com Belloto(Sérgio Malheiros). Por ciúmes, Tita(Paula Possani) interrompe o almoço de Ricardo(Marcos Pasquim) e Tânia. Bárbara questiona Caio sobre Joana."
        } , "Avenida Brasil": { 
             "segunda": "Jorginho discute com Betânia e Carminha observa os dois. Verônica expulsa Cadinho de casa. Tufão se admira com os elogios que recebe de Nina. Muricy fica arrasada ao saber que Adauto viajou. Betânia consegue fugir de Jorginho e Carminha. Nina fica apreensiva com Carminha. Cadinho pede para ficar na casa de Alexia. Carminha conversa com Jorginho. Leandro e Diógenes se preocupam com Suelen. Silas finge um mal-estar e Monalisa fica assustada. Nina revela a Jorginho que foi Carminha quem a levou para o lixão. Nina vê Carminha e Lucinda conversando. Muricy reata com Adauto. Jorginho se surpreende quando Neide pede dinheiro para dizer o verdadeiro nome de seus pais. Pressionados por Muricy, Tufão e Ivana convidam Adauto para morar na mansão. Nina ouve Carminha contar para Max a conversa que teve com Lucinda. Nina fica perturbada quando Carminha fala sobre o filho. Leleco descobre que Wallace foi namorado de Tessália. Diógenes exige que Dolores fique longe de Roni. Nina pergunta por que Lucinda mentiu sobre a identidade da verdadeira mãe de Jorginho. Noêmia e Verônica planejam atrapalhar o casamento de Alexia. Nina diz a Lucinda que Jorginho vai descobrir sozinho quem é a sua verdadeira mãe. Carminha entra em pânico depois que o filho informa que irá procurar os seus pais biológicos.",
             "terça": "Tufão afirma que ajudará Jorginho. Nina garante a Lucinda que vai descobrir por que ela protege Carminha. Carminha procura Neide. Muricy se irrita quando vê Adauto agindo como se fosse empregado da mansão. Suelen diz que Lúcio é o pai do suposto filho que está esperando e pede dinheiro a ele. Iran revela para Monalisa que ela vai ser avó. Diógenes não consegue resistir a Dolores. Leleco contrata Darkson para testar a fidelidade de Tessália. Cadinho afirma para Alexia que Ruy não é o homem que ela pensa que seja. Carminha manda Max falar com Neide. Suelen diz a Darkson que ele é o pai do seu filho e lhe pede dinheiro. Jorginho vai com Tufão à casa de Neide.",
             "quarta": "Neide mente para Jorginho. Débora estranha a preocupação de Nina com Jorginho. Muricy se conforma em deixar Adauto trabalhar. Jorginho abraça Carminha e Nina fica perturbada. Leandro tenta proibir Suelen de ir ao baile. Roni pergunta para Diógenes se ele já conhecia Dolores. Paloma avisa a Cadinho onde é a despedida de solteiro de Ruy. Alexia descobre o plano de Cadinho e Paloma. Monalisa se enfurece ao ver Suelen no baile. Dolores marca um encontro com Roni. Leleco finge se machucar e insiste que Tessália vá para o baile com Darkson. Monalisa conversa com Suelen. Jorginho descobre que Neide o enganou.",
             "quinta": "Jorginho procura Neide. Nina se incomoda ao ver Carminha comemorar por ter feito as pazes com o filho. Monalisa tenta ser agradável com Suelen. Alexia descobre que Cadinho armou para que ela brigasse com Ruy no dia do casamento. Noêmia e Verônica preparam sua vingança contra Alexia. Cadinho é preso. Tufão e Débora pedem que Jorginho desista de procurar sua mãe biológica. Iran e Leandro se desentendem no treino. Tufão conta para Carminha que Jorginho descobriu a mentira de Neide sobre seu passado. Carminha briga com Max. Jorginho vê Carminha e Neide juntas.",
             "sexta": "Carminha suborna Neide. Paloma tenta falar com Cadinho, em vão. Jorginho pressiona Neide a contar a verdade. Ruy tem uma crise alérgica no altar depois de comer um sanduíche oferecido por Paloma. Verônica e Noêmia anunciam em um megafone que Alexia é amante de seus maridos. Nilo conta a Nina o que sabe sobre Neide. Diógenes encontra Dolores em sua casa. Monalisa e Carminha se desentendem. Jorginho reconhece Carminha em suas lembranças de criança. Débora implora que Nina lhe conte o que sabe sobre Jorginho. Alexia revela a Noêmia e Verônica que elas são casadas com o mesmo homem. Jorginho pergunta a Lucinda se Carminha é sua mãe biológica."
        } , "Aventuras de Poliana": { 
             "segunda": "Neide mente para Jorginho. Débora estranha a preocupação de Nina com Jorginho. Muricy se conforma em deixar Adauto trabalhar. Jorginho abraça Carminha e Nina fica perturbada. Leandro tenta proibir Suelen de ir ao baile. Roni pergunta para Diógenes se ele já conhecia Dolores. Paloma avisa a Cadinho onde é a despedida de solteiro de Ruy. Alexia descobre o plano de Cadinho e Paloma. Monalisa se enfurece ao ver Suelen no baile. Dolores marca um encontro com Roni. Leleco finge se machucar e insiste que Tessália vá para o baile com Darkson. Monalisa conversa com Suelen. Jorginho descobre que Neide o enganou.",
             "terça": "Nancy vê Waldisney conversando com Sophie e fica com ciúmes. Ruth não permite que Marcelo vá para o Ceará com João e seu pai. Yasmin pergunta para seu pai se pode ir morar com ele. Raquel recebe outra mensagem anônima. Mirela pede a ajuda de Vini para desmascarar a armação de Gabriela. Afonso inicia a campanha de divulgação do açougue estrelando Lindomar. Lorena incentiva a mãe a alugar a casa de Claudia para manter o Clubinho ativo. Roger convida Carla para ir a sua casa. Mosquito e sua trupe enquadram Brenda, a intimidam e roubam seus pertences.",
             "quarta": "Neide mente para Jorginho. Débora estranha a preocupação de Nina com Jorginho. Muricy se conforma em deixar Adauto trabalhar. Jorginho abraça Carminha e Nina fica perturbada. Leandro tenta proibir Suelen de ir ao baile. Roni pergunta para Diógenes se ele já conhecia Dolores. Paloma avisa a Cadinho onde é a despedida de solteiro de Ruy. Alexia descobre o plano de Cadinho e Paloma. Monalisa se enfurece ao ver Suelen no baile. Dolores marca um encontro com Roni. Leleco finge se machucar e insiste que Tessália vá para o baile com Darkson. Monalisa conversa com Suelen. Jorginho descobre que Neide o enganou.",
             "quinta": "Ruth pede para Roger tirar as tecnologias implantadas na escola durante uma reunião. Pendleton presenteia Luisa com material de pintura para que ela retome seu hobbie. Filipa arma um plano contra Ester durante a oficina de doces de Nancy. João chega ao Ceará e revê sua mãe. Guilherme e Raquel discutem por ciúmes. Luisa volta a pintar. A campanha de divulgação do açougue é um sucesso e o movimento é dobrado. Brenda e Jeff terminam o namoro. Josefa revela a João o segredo que guardou durante sua vida inteira.",
             "sexta": "Mirela passa a ditar as regras de seu relacionamento fake com Luca. Ruth comenta com Helô sobre o comportamento de João. Gleyce vai tirar satisfação com Falcão e sua gangue sobre o episódio com Brenda. Como novo dono da O11O, Roger vai até a Ruth Goulart para anunciar as novidades da Escola dos Sonhos. Ruth não aceita bem as novidades da Escola dos Sonhos. Durval e Cláudia marcam a data para o casamento. Glória conta que assinou um documento passando todas as ações da O11O para Roger, mas não se lembra. Marcelo desconfia de que Roger tenha falsificado a assinatura da mãe."
        } , "Cúmplices de um resgate": { 
             "segunda": "Manuela diz para os amigos da C1R que não sabia nada sobre Regina ser a nova assessora de imprensa da gravadora. Meire está empolgada com a ideia de Dinho para que ela promova uma festa no condomínio. Aurora diz para Fortunato que foram convidados para fazer uma viagem de casais da terceira idade. A mulher diz que essa pode ser uma oportunidade para pedir para Safira ficar com a filha e assim se aproximar da Priscila. Omar diz para Sabrina que vai se vingar de ‘Manuela’ e seus amigos por rirem dele durante o acidente na igreja. Meire avisa a todos os moradores do condomínio sobre a festa.",
             "terça": "A mulher diz que cada um deve levar um prato de doce, salgado e a bebida. Dinho liga pra Helena e a convida para a festa. A mulher diz que se der tempo irá. Dinho fica feliz por estar apaixonado. Rebeca conta pra Helena que Pedro lhe confidenciou que estava sentindo a falta dele. Helena vai até a clínica de Pedro, mas ele é rude com ela. Meire fica arrasada, pois embora toda decoração e empenho, ninguém vai até a festa que ela preparou no salão do condomínio. As crianças veem a situação de Meire e decidem fazer algo. Aurora e Fortunado avisam Safira sobre a viagem. A mulher diz que não pode ficar com a filha, mas o casal diz para Priscila que ela ficará com a mãe.",
             "quarta": "No vilarejo, Otávio pede para ‘Manuela’ cantar durante o pedido de casamento que ele fará para Rebeca. Isabela pensa em algo para não precisar cantar, mas não sabe o que fazer. Os amigos da banda da Manuela aceitam tocar no dia do pedido, o que deixa a garota ainda mais aflita. Fausto convida Helena para almoçar. Otávio vai até a confecção e diz para Rebeca que precisa dizer algo para ela. Aurora e Fortunato viajam, deixando Priscila com a mãe, Safira. Otávio leva Rebeca com olhos vendados até o coreto do vilarejo, onde há uma arrumação especial para o pedido de casamento, além de um palco para Manuela e Seus Amigos cantar.",
             "quinta": "Isabela improvisa um poema sobre amor ao invés de cantar. Otávio pede Rebeca em noivado e ela diz: É claro que sim.  Otávio presenteia ela com o broxe que era de seu avô, pois o homem havia dito para ele presentear com a joia à mulher de sua vida. Os dois são surpreendidos por fogos de artifício. Fausto beija Helena, que reage e manda ele parar. A mulher explica que não está pronta para se envolver com ninguém no momento. Priscila fica junto com a mãe, que trabalha até mesmo em casa, mas não deixa de dar atenção para filha. Dinho convence Meire a aceite Helena como nova moradora do condomínio. Ofélio consegue entregar uma pequena serra para que Manuela consiga serrar a grade na janela do quarto da mansão.",
             "sexta": "Bira acredita que Letícia deve estar falando no celular com algum namorado novo. Felipe e Júlia dizem que vão descobrir isso para Bira. Manuela começa a serrar a grade, mas não consegue terminar. Dóris e Mateus contam para o pastor que foi Omar que tocou a música de rock durante o culto. O pastor diz que irá conversar com Joel. Na On-Enterprise, Otávio diz para Lurdinha dar uma chance para Frederico. Tomas descobre que Rebeca e Otávio estão noivos e conta para Safira. Júlia e Felipe revelam para Bira que Letícia não está namorando. No haras, o pastor Augusto conversa com Joel sobre o comportamento arteiro de Omar. Para se vingar, o garoto danifica o motor do automóvel do pastor. Sabrina vê tudo e diz para o garoto que isso deve ser pecado. Regina explica que ficará junto com as crianças no ensaio da banda. O pastor vê Flávia no meio do caminho, decide parar o carro e ajudar a mulher que caiu da bicicleta. Porém, o carro não funciona mais e eles decidem pedir ajuda em uma casa. O imóvel está abandonado e até um fantasma passa pelo local. O pastor aproveita para fazer curativo no joelho de Flávia. Isabela quase é atropelada no vilarejo e cai na rua. Marina grita por Isabela. Mais tarde, Isabela diz que Marina jamais perdeu a memória. Marina revela a verdade e as duas se abraçam."
        } , "Abismo de Paixão": { 
             "segunda": "Sabrina tenta pressionar Paulo para que ele peça sua mão, já que sua gravidez  começa a ser notada. Ramiro entrega dinheiro a Ingrid, e sugere que ela vá viajar para relaxar um pouco, e também para tentar superar a morte de sua filha. Augusto exige a verdade de Ramiro, quanto a Carmem ser a verdadeira amante de Rogério, e ele ser o pai do filho que ela esperava. Ingrid diz a Ramiro que deseja ver Carmem morta, e já que ele não o fez, talvez Augusto faça. Augusto chega alterado e pergunta a Dolores por Elisa, como ela não está, Augusto manda buscá-la. Na cabana de Ramona, ela pergunta se Elisa já falou com seu pai, pois sendo filha biológica de Augusto, sua vida mudará para sempre. Carmem comenta com Betânia que tem muitos problemas com Augusto, por culpa de Elisa, e pede que a amiga a deixe viver um tempo em sua casa. Padre Lupe diz a Ingrid que a única culpada pela morte de Kênia é ela mesma, que muitas vezes Kênia o disse que sofria muito ao lado da mãe, e que ela não era uma boa pessoa. Ingrid agradece Edmundo por seu apoio e ele a convida para jantar. No quarto de Augusto, ele fica de joelhos diante de uma foto de Estefânia e Branca, Carmem chega, e  diz que apenas foi recolher seus pertences, Augusto, fora de si, a esbofeteia. Augusto diz a Carmem que já sabe de tudo, que ela era amante de Rogério e que o filho que esperava era dele, que quem ia fugir com Rogério era ela e não Estefânia. Ele ameaça levá-la em praça pública e gritar a verdade diante de todos. Carmem desesperada atira em Augusto. Horácio se dá conta do que ocorreu, e Carmem ameaça dizer para a polícia que foi ele quem disparou, caso não faça o que ela disser. Damião pede a Gael que seja padrinho de seu casamento e o aconselha a terminar com Paloma e ser feliz ao lado de Elisa. Horácio diz a Carmem que está disposto a fazer o que seja desde que não acabe atrás das grades. No consultório, Henrique pede ao pai que proíba Sabrina de ter uma relação com Paulo, já que ele é especialista em conquistar mulheres. Henrique convida Paloma para ir ao cinema e ela aceita. Elisa anda pelo campo se lembrando da conversa que teve com seu pai, Dolores a chama e diz que Augusto precisa dela, pois chegou em casa muito alterado. Na praça, Vicente se aproxima de Sabrina, mas Paulo o coloca pra correr. Vicente sente se mal, Dolores e Elisa o ajudam, Paloma e Henrique correm para chamar Edmundo. Carmem chega à casa de Bethânia pedindo ajuda, mas Edmundo se opõe a que ela fique ali. Henrique diz ao pai que Vicente precisa de ajuda.",
             "terça": "Elisa chega em casa e encontra o pai morto, abraçado a uma arma, Dolores se angustia, e liga para Lucio, pedindo que ele ajude Elisa, já que acabam de encontrar Augusto morto. Lucio telefona para Carmem na casa de Betânia para informar o que acaba de acontecer. Carmem chega com Betânia no momento em que estão retirando o corpo de Augusto. Carmem, cínica, grita que o marido se suicidou com a arma que mantinha no escritório.  Elisa estranha o que disse a tia, e questiona como ela soube o que aconteceu se não estava em casa quando ele se matou. Elisa suspeita que foi sua tia quem matou seu pai. Carmem, hipócrita, diz que se suspeitasse o que ele pensava em fazer Augusto, jamais teria saído de casa. No hospital, Vicente pede para ver Ramiro e Bráulio se retira zangado. Na processadora, Almerinda diz a Ramiro que Vicente está no hospital e que precisa de um transplante de rim. Lucio informa Malu que Augusto está morto. Malu procura Damião para informar o que acaba de acontecer. Almerinda recebe a notícia e fica encarregada de informar o filho quando este chegue. Carmem diz a Lucio que não haverá velório, já que não quer prolongar o sofrimento dela e de sua sobrinha. Lucio diz que Augusto será sepultado junto com Estefânia, Carmem grita que jamais permitirá e diz que ele será enterrado junto a seu filho. Na cabana de Ramona, Gael procura por Paloma. Edmundo perde o horário do encontro com Ingrid, e ao chegar é informado por um garçom que ela já foi embora. Ingrid chega de mal humor e explica a Ramiro que foi até a capital comprar um colar. Carmem diz a Elisa que não haverá velório. Damião comenta com Afonso que tem uma sensação estranha, como se algo muito ruim tivesse ocorrido. Bráulio chega à casa de Ramiro para exigir que ele vá ao hospital ver Vicente, Ramiro o agride. Gael pede perdão a Paloma e eles acabam fazendo amor.  Ramona chega chorando desesperada, e diz ao Padre Lupe que se sente culpada pela morte de Augusto.",
             "quarta": "Ramona diz ao Padre Lupe que Augusto se matou pelo que ela lhe disse de Estefânia, o padre responde que não é sua culpa. Bráulio exige que Ramiro vá até o hospital ver Vicente, já que ele é seu filho e precisa de um transplante de rim. Ramiro nega ser o pai do adolescente. Dolores pensa em avisar Padre Lupe e Gael que  Augusto não será velado, mas Carmem a impede. Na fazenda Arango, Damião tem um pesadelo e não consegue dormir, e pressente que algo de mal está ocorrendo com Elisa. Betânia reclama com Edmundo por ele ter chegado tarde, ele se justifica dizendo que teve que atender o filho de Antônia, a empregada de Almerinda. Betânia conta ao marido que Augusto se suicidou. Na fazenda Arango, Elisa chora desesperada no jardim e grita por Damião, enquanto Almerinda, Florência e Paulo a ignoram e dormem.  Damião chega à cavalo perguntando por Elisa, mas Carmem o expulsa, dizendo que já é de madrugada e Elisa está dormindo. Ramona volta para a cabana e conta para Gael e Paloma que Augusto se suicidou.  Paulo informa Damião que Elisa esteve na fazenda na noite anterior procurando por ele por que seu pai morreu. Damião vai imediatamente procurar Elisa. Padre Lupe vai atrás de Horácio para perguntar o que sabe sobre a morte de Augusto. Padre Lupe pede a Horácio que se arrependa dos pecados que cometeu, já que machucou várias pessoas inocentes, entre elas sua esposa, e que as portas da igreja estarão abertas para quando ele se arrepender. Ramiro vai ao hospital ver Vicente, Edmundo pede a Bráulio que assine um termo de compromisso, já que Antonia será a doadora do rim para o filho.  Florência diz a Almerinda que viajará para realizar uns exames, Almerinda se alegra, pensando que ela está grávida.",
             "quinta": "Paulo leva Sabrina para realizar uns exames para confirmar a gravidez e dão o nome de Florência para que Edmundo não descubra. No hospital, Bráulio pergunta pelo estado de saúde de sua esposa e de Vicente, Edmundo responde que a operação foi um sucesso e que ambos estão bem. Padre Lupe visita Lúcio para saber o resultado da autopsia de Augusto, já que para ele soou muito estranha sua morte. Na processadora Arango, Bráulio diz a Ramiro que Vicente saiu bem da operação, Ramiro responde que isso não lhe interessa. Damião visita Elisa e Carmem não quer deixá-lo passar, ele entra a força, e pede perdão a Elisa por não ter estado com ela e promete  que não a deixará de novo, pois a ama. Damião diz a Elisa que a ama , e quer compartilhar sua vida com ela. Elisa diz que  o viu na cama com Florência. Damião responde que também a viu com Gael. Edmundo diz a Almerinda que sabe que ela disse algo a Augusto, e por isso ele se matou. Na cabana de Ramona, o Padre Lupe  diz que ela não precisa se preocupar, pois não tem nada a ver com a morte de Augusto, mas ela continua se sentindo culpada.  Vicente pergunta a Bráulio por seu pai, ele diz que Ramiro esteve lá, mas ele estava dormindo. Florência exige a Almerinda que cumpra com o trato que fizeram. Damião diz a Elisa que já é hora de que fujam juntos, que agora que ela perdeu seu pai, não quer que ela siga ali, já que Carmem faria sua vida impossível. Elisa, feliz, aceita, e pede a Dolores que a ajude a empacotar as coisas, já que irá embora com Damião. Dolores pede a Damião que cuide de Elisa. Elisa e Damião estão a ponto de ir embora quando chega Almerinda para informar a Damião que Florência espera um filho dele.",
             "sexta": "Elisa diz a Damião  que a gravidez de Florência muda tudo e a relação deles termina de uma vez por todas. Na igreja, Paloma diz a Gael que não quer que ele se sinta obrigado a seguir com ela depois do que ocorreu entre eles. Elisa diz a Dolores que não irá com Damião, pois Florência está grávida. Carmem propõe a Elisa que faça um esforço para que vivam melhor, já que estão sozinhas. Padre Lupe pergunta a Elisa porque ela se nega a possibilidade de ser feliz ao lado de Damião, Elisa responde que nas atuais circunstâncias, não pode pensar nisso. Betânia diz a Sabrina que seu pai não está de acordo com sua relação com Paulo. Elisa encontra Paulo no quarto de Carmem e, furiosa, a esbofeteia. Paloma conta para a avó que se entregou a Gael por amor. Lucio diz a Malu que se sente mal por não poder apoiar Elisa como queria. Carmem diz a Almerinda que se Paulo não deixar de persegui-la, o denunciará a polícia. No presídio, um advogado entrega a Guido sua ordem de soltura, assinada por um juiz e  diz que Almerinda retirou todas as acusações que mantinha contra ele. Padre Lupe diz a Carmem que está quase certo que foi ela quem matou Augusto."
         } , "Meu coração é teu": { 
             "segunda": "Sebastião briga com Alicia por ela ter dito a Ana que ele está  vendo os garotos hip hoperos. Fernando chega e descobre que existe um segredo entre os irmãos. Ana  explica tudo e  diz  que Fernando deve apoiar seu filho. Ana fala com Diego sobre sua relação com Fernando, neste instante Nicolas chega arrasdo e diz que Jennifer terminou com ele. Isabela passa horas provando vestidos de noiva. Fernando e Diego fazem as pazes, mas Diego deixa claro para o rimão que ama Ana e eles voltam a brigar por ela. Diego vai falar com Jennifer no “Chicago”e por acidente descobre que Ana também dança alí. Ana fala com Diego e implora para que ele não conte o que descobriu ao irmão. Ele diz que vai dizer. Jennifer comenta com Ana que não soube mais nada de Johnny e está muito preocupada com ele. Isabela fala com Fernando, mas ele é seco e frio com ela. O segredo que Leon esconde de Fanny está próximo de ser descoberto. Ana e Jennifer falam com Dorival para saber se ele sabe algo de Johnny. Dorival mente dizendo que o mandou fazer um casting para a Chicago no interior e logo voltará. Jennifer explica a Ana que terminou com Nicolas pelo problema de saúde que ela enfrenta, e também porque  não pode mais ter filhos. Jennifer também diz que não irá receber um centavo de Nicolas para seu tratamento. Ana e Jennifer ficam preocupadas em como poderão arcar com esses altos custos. Ana escreve uma carta para Fernando onde explica sobre sua vida dupla, ela coloca a carta por debaixo da porta do quarto de Fernando e Diego a vê. Diego fala para Ana não se preocupar, pois não pensava em dizer nada a Fernando sobre seu trabalho na Chicago. Ana se desespera e fala para Diego que agora eles precisam dar um jeito de recuperar a carta que está dentro do quarto de Fernando. Diego entra no quarto de Fernando e pega a carta de Ana, ela a mastiga e diz a Fernando que era uma carta se desculpando com ele, mas como a mesma ficou muito piegas, preferiu que ele não a lesse. Ana fica feliz por Fernando não ter lido a carta. Diego diz a Nando que se ele precisar de conselhos sobre mulheres pode falar com ele. Ana pede a Dorival  que  assuma os gastos médicos de Jennifer. Ele diz que emprestará o dinheiro, mas que em troca ela terá que seguir trabalhando na Chicago. Diego diz a Nando que está apaixonado por Ana. Nando diz ao tio que é uma situação complicada, pois seu pai também a ama. Ana está fora da casa de Johnny quando chegam homens para embargar a propriedade.",
             "terça": "Jennifer conta a  Nicolas sobre seu problema de saúde. Ele se  oferece para pagar seu tratamento, mas ela rejeita a oferta. Apesar disso, eles se reconciliam. Ana vai buscar Sebastião e o proíbe de se juntar aos garotos hip hoperos, mas  diz que em troca, conseguiu com seu pai permissão para que faça aulas de dança em uma escola. Isabela quer um casamento magistral e pomposo, mas Fernando nega  diz que prefere algo mais simples. Diego rouba um beijo de Ana e ela se zanga. Todos no hospital estão muito nervosos pela operação de Jennifer, Diego consola Ana e  pede uma oportunidade, pois Fernando irá se casar com Isabela. Isabela fala com Alicia e  diz que elas têm muitas coisas em comum, pois em sua adolescência ela também sofria com as espinhas. Alicia e Isabela começam a se dar bem, e as outras crianças chamam Alicia de traidora. Ana repreende as crianças e  diz que todos precisam se esforçar para se darem bem com Isabela. Diego se despede de Ana porque irá viajar por um tempo, ele a beija, amistosamente, Fernando os vê e fica enciumado. À caminho do aeroporto, Fernando volta a  discutir com Diego por causa de Ana. Ele  confessa ao irmão que ama Ana, mas terá que se casar com outra mulher. Diego  avisa que logo estará de volta ao Brasil, e unicamente por Ana. Jennifer chega em casa.  Ana e Diana a recebem com uma surpresa e Nicolas a apoia incondicionalmente. O tempo passa, e Jennifer segue na batalha contra a doença, Diego pensando em Ana, Ana sofrendo pelo casamento e Fernando sofrendo ainda mais por ter que se casar com Isabela. Diego interrompe o ensaio do casamento quando volta de viagem, e traz dois presentes para Ana. Ele pede a Ana que seja seu par no casamento de Fernando, mas ela  diz que não pretende ir à cerimônia. O médico diz a Jennifer que ela está bem. Luz obriga Ana a ir ao casamento. Tamara e Mauricio chegam à casa de Leon para ficarem vivendo com ele. Tamara é esposa e Maurício  seu filho. Fanny procura Leon, mas ele não conta a verdade. Ana recebe o vestido de noiva de Isabela e fica muito triste. As crianças dizem a Ana que se ela não for ao casamento, eles também não irão. Guille e Alex planejam queimar o vestido de noiva de Isabela, para que  ela não se case. Isabela chama Ana e a insulta por acreditar que ela roubou seu vestido de noiva, mas na verdade Manuela o guardou em um local seguro. Fernando visita Ana em seu quarto antes de sair para ir ao casamento e explica o motivo de sua decisão. Ana  pergunta se de verdade, alguma vez ele a amou, ele responde que sim e os dois estão a ponto de se beijarem.",
             "quarta": "Ana e Fernando estão falando no quarto sobre a ilusão que ela tinha, em acreditar que era corrrespondida por Fernando e ele garante que não foi uma ilusão, e sim, ele a ama. Guille, Alex e Luz pensam em trancar os dois  no quarto. Isabela tem um mal presentimento e liga para Fernando, mas Luz atende e  diz que ele e Ana estão trancados no quarto. Furiosa, Isabela vai correndo até mansão. Tamara diz a Leon que sentiu sua falta e ele diz que se isso fosse verdade, ela jamais teria desaparecido com seu filho. Tamara  diz que se arrepende muito do que fez. Fernando está na igreja preocupado por que Isabela não chega e os convidados já parecem incomodados. Isabela reclama com Ana por ela ter se trancado com Fernando no quarto e a esbofeteia. Ana  diz que eles apenas estavam se despedindo, pois o amor entre eles não se pode esconder. Isabela histérica diz a Ana que  depois de casada fará de tudo para destruí-la. Fanny diz a Leon que ele está muito estranho, mas ele segue negando qualquer problema e não comenta nada sobre Tamara e seu filho. Ao chegar na igreja, Isabela reclama com Fernando por ele ter ficado trancado com Ana, mas ele não  responde nada. Ana está a ponto de impedir o casamento entre Fernando e Isabela, mas Diego evita que ela o faça. Johnny segue trancado e deprimido. O padre pergunta a Fernando se ele aceita Isabela como sua esposa, Ana e Fanny, em voz baixa, pedem ao pai que diga que não. Durante a cerimônia, Ana acaba torcendo o pé e Diego precisa levá-la ao hospital. O problema de Ana acaba não sendo nada sério. Diego e Ana vão comer, e ele  pergunta se ela aceitaria conhecê-lo melhor. Bruno se surpreende quando Yolanda chega e diz que a partir de agora viverá na mansão. Mauricio fica mal, e Tamara chama Leon para que os ajude. Leon mente para Fanny, dizendo que um amigo sofreu um acidente e ele precisa socorrê-lo. Fanny fica desconcertada. Fernando fica com ciúmes ao saber que Diego levou Ana ao hospital, e Nicolas lembra o filho que agora ele é um homem casado e deve esquecer Ana.",
             "quinta": "Fernando concorda, e diz que realmente não pode mais mostrar tanto ciúme. Quando Fernando está se despedindo de seus filhos, chegam Ana e Diego, de braços dados, e Fernando fica visivelmente incomodado com a cena. Fernando e Ana se olham e ele  pede perdão. Ana, com lágrimas nos olhos, sussurra que agora sim está tudo terminado. Nicolas diz a Diego que o seu maior desejo é que ele e Fernando se reconciliem, mas caso Diego siga tentando algo com Ana, isso jamais ocorrerá. Leon diz a Tamara que tem uma namorada. Tamara diz que nunca deixou de amá-lo. Fanny e leon discutem. ela insiste em perguntar o que está acontecendo e ele volta a negar que esteja com algum problema. Em plena lua de mel, Fernando não consegue tirar Ana de seus pensamentos. Isabela tenta atrair a atenção de Fernando, mas ele a todo momento se mostra distante, pois não para de pensar em Ana. No “Chicago”, Ana fica sem opção, e acaba se apresentando no palco de cara limpa, inclusive, agradece Nicolas por estar ali. Ele fica muito surpreso, mas Jennifer  explica que Ana tinha esse segredo guardado a sete chaves, e não pode perder seu trabalho e as crianças. Ana diz a Diego que não quer que ele a ajude com suas dívidas, porque caso não aconteça nada, ele poderia se frustrar. Ao ouvir isso de Ana, Diego cria a ilusão de que ela possa, enfim, lhe dar uma chance. Fanny diz a Ana e Diego que não entende o que ocorre com Leon. Ele,por sua vez,  diz a Tâmara que ela não pode chegar assim como se nada e dizer que o ama e está arrependida de ter sumido. Fanny chega à casa de Margarida para averiguar o que está acontecendo com Leon e vê uma fotografia de Mauricio. Ana diz a Bruno que não sabe se vai aguentar viver na mesma casa que Isabela e Yolanda. Margarida diz a Leon que ele precisa dizer a verdade a Fanny. Ana fala com a diretora do colégio das crianças e descobre que Sebastião reprovou em cinco matérias. Leon conta seu segredo a  Beatriz  e chora com a possibilidade de perder Fanny. Bruno passa por vários problemas com a presença de Yolanda na mansão. Ana fala com Fernando, mas eles acabam discutindo pelo telefone, e ela desliga o sem dizer o que está acontecendo com Sebastião.",
             "sexta": "Ana conta a Fernando o que está acontecendo com Sebastião, e que ela, sozinha, nada pode fazer nada. Isabela furiosa e ela se queixa com Fernando. Ana diz a Nando que o importante é o que ele sente por Helena e não o passado da garota. Fernando fica muito bravo porque Sebastião não quis falar com ele e dá instruções a Ana de como deve agir para solucionar o problemas. Diego fala com Sebastião e  conta que ele também era muito rebelde quando pequeno, mas que pedir desculpas e mudar de atitude pode solucionar tudo. Nicolas vai, iludido, comprar um anel para  Jennifer.  Ana e Luz planejam fazer um vestido de quinze anos para Alicia. Luz diz a Ana que ela é sua nova mamãe e que tem muito medo que ela a deixe quando chegar Isabela. Fernando diz a Isabela que eles precisam encerrar antecipadamente a lua de mel pois  seus filhos precisam dele. Jennifer diz a Diana que está desconcertada pela surpresa de Nicolas, neste momento chega Dorival e diz a Jennifer que foi ele quem emprestou o dinheiro a Ana, para que ela pagasse sua operação. Diego confessa a Ana que está totalmente apaixonado por ela e gostaria demais que ela lhe desse uma oportunidade, Ana  diz que seu coração está em pedaços e precisa de um tempo para pensar mais sobre o assunto. Tempos depois, Ana fala com Fanny, e aceita que está começando a gostar de Diego."
        }  , "Ouro Verde": { 
             "segunda": "Rita mal disfarça a euforia ao saber que é viúva. Miguel vê as notícias e cai em prantos, ao recordar períodos da infância e adolescência com o irmão. Miguel recebe a visita de um Agente da PJ, a quem finge estar muito chocado, que lhe que vão fazer um exame de DNA ao que supostamente restou de Antônio.",
             "terça": "Vera fica sabendo da morte de Antônio e corre a dar apoio a Miguel, que chora nos braços dela. Jorge conta a Bia que Antônio morreu quando ia entregar uns documentos que incriminam o pai dela e Bia fica perturbada. Jorge conta-lhe que Edu está vivo. Gonçalo descobre Henrique na casa de Hadja. A família esconde de José a morte de Antônio. Rita celebra a morte do marido. Anabela dá os pêsames a José, que tem uma parada cardíaca ao saber da morte do filho. José é levado de urgência para o bloco operatório.Bia conta a Mônica e Tomás que Antônio ia entregar provas que incriminavam Miguel, mas Mônica não acredita que Miguel fosse capaz de matar o irmão. Miguel interrompe a conversa, mas nada lhe dizem e ele diz que vai contar a verdade ao pai. Gonçalo confirma a morte da mãe de Henrique, que ouve e fica inconsolável. Miguel fica sabendo que o pai foi operado e corre risco de vida. Bia encontra Jorge na casa de Rita e fica chocada. Jorge aceita que Otelo trabalhe para si e Bia fica desconfiada ao vê-los apertarem a mão para selar o acordo.",
             "quarta": "Bia quer saber o que Jorge falava com Otelo e Jorge revela que Otelo vai trabalhar para ele. Jorge e Bia acabam por se envolver e dormir juntos. Na manhã seguinte, Jorge encontra o teste de gravidez de Bia, mas ela nega estar grávida, deixando ele furioso. Jorge diz a Otelo que ele pode ser o presidente do BBFF e fica sabendo que Miguel tem dinheiro enterrado na quinta e um mapa do tesouro. Gonçalo diz a Hadja e Jéssica que deviam tirar Henrique do país para o manter a salvo. José pede a Amanda que se casem ali no hospital. Jorge mostra-se decidido a encontrar o mapa do tesouro de Miguel.",
             "quinta": "Bia diz a Inês que mentiu a Jorge sobre o resultado do teste de gravidez e Inês censura-a. Bia pergunta à amiga se quer que ela adie a viagem ao Brasil, mas Inês afirma que não. Rita diz ao advogado que a melhor maneira de garantir o seu futuro é o sogro morrer. Amanda aceita o pedido de José e os dois casam no hospital, tendo o padre Sebastião como testemunha. Hadja diz a Gonçalo que tem uma ideia para tirar Henrique do país. Os dois pedem ajuda a Mônica. A pediatra pergunta a Otelo se Miguel pode ter mandado matar Antônio. Gonçalo entrega Henrique a Bia que o vai levar para o Brasil.",
             "sexta": "Rita finge estar muito feliz com o casamento de José e Amanda, mas, depois, diz a Bernardo que vai arranjar uma maneira de anular o casamento do avô. Joaquim confessa a Judite que matou Margarida para a proteger. Jorge viaja com Bia e Henrique para o Brasil. Quando chegam à fazenda, Edu não se lembra de nada. Joaquim vasculha a casa de Hadja, mas não encontra Henrique. Hadja e Jéssica decidem reabrir a Gafieira e ajudar os refugiados. Neném fica sabendo que lhe restam seis meses de vida. Miguel fica satisfeito por ser o novo dono do jornal. Laurentino vê com os próprios olhos que Edu está vivo.",
             "sábado": "Laurentino diz que o ideal seria acabar com Edu. Joaquim é interrogado sobre o chefe, a quem mente, dizendo que estava com Judite na hora em que Margarida foi assassinada. Joaquim pede a Judite que o ajude. Bia, por insistência de Edu, acaba por lhe revelar que tiveram um envolvimento fugaz. No hospital, Miguel provoca uma crise em José por causa do casamento deste e Mônica acusa o marido de ser um monstro, questionando-o se seria capaz de a mandar matar. Laurentino diz a Edu que foi Jorge quem o mandou matar. Bia passeia a cavalo para despistar Jorge por causa da gravidez, mas acaba por cair do cavalo. Jorge manda preparar o helicóptero para levar Bia ao hospital. Bia acorda e não quer ir, mas Jorge fala-lhe da gravidez, que ela acaba por admitir, e vai com Jorge. Laurentino diz a Edu que Jorge o mandou matar, colocando uma bomba no barco onde ele ia com Valéria."
        }  , "Amor sem igual": { 
             "segunda": "",
             "terça": "Poderosa desce da boleia de um caminhão e guarda o dinheiro no sutiã. Ela caminha na direção de Furacão e falam sobre a noite. Poderosa avisa que irá comprar uma roupa nova. Na avenida Paulista, ela caminha e chama a atenção dos homens na rua. Nivaldo, um pivete, tenta roubar sua bolsa, mas ela puxa com firmeza e dá tapas no menino. Nivaldo consegue fugir levando um pertence dela. Poderosa segue o rapaz e eles caem próximos um do outro. Um homem segura Nivaldo e Poderosa recupera o pertence. Ele tenta bater no pivete, mas ela o defende. Poderosa continua caminhando e chamando a atenção dos homens na rua. Ela vê a roupa na vitrine de uma loja e se lembra de sua mãe. Na lembrança, ela se recorda do jeito rude de seu pai, Ramiro. O segurança tenta impedir a entrada de Poderosa e a chama de prostituta. Ela se desvencilha dele e entra no estabelecimento. A vendedora avisa que a roupa é bem mais cara do que ela pensava. Poderosa então entrega o cartão de crédito e manda passar a compra assim mesmo. Na casa de Furacão, ela fala sobre a compra da roupa e reclama do preço alto. Caio entra e pede dinheiro para Furacão, sua mãe. Poderosa avisa que o menino está a explorando. O senhorio do imóvel cobra o aluguel de Poderosa e ela diz que irá pagar logo. Em sua mansão, Ramiro cobra notícias de sua filha Angélica. Leandro se explica e avisa que ainda não encontrou nenhuma pista que levasse ao paradeiro da moça.",
             "quarta": "Leandro beija Fabiana em sua casa. Ele recebe uma ligação de Bernardo. O chefe da segurança avisa que Poderosa está morta. Com a ajuda de Hugo, Miguel carrega seu caminhão e vai para o Mercadão. Furacão estranha a ausência de sua amiga. Muito ferida, Poderosa permanece desacordada na beira da estrada. Miguel segue para o trabalho quando vê uma peça de roupa de Poderosa e a encontra desacordada. Bernardo se encontra com Tobias e confirma ter matado a irmã bastarda. Miguel chama os paramédicos e Poderosa é levada ao hospital. O dono da casa de Poderosa não a encontra no imóvel. Oxente estranha a demora de Miguel. Pedro Antônio vê Fernanda no Mercadão e se sente atraído. O médico avisa a Miguel que Poderosa ainda está desacordada. Norma pergunta qual o verdadeiro motivo de Ramiro procurar a filha bastarda. Miguel é obrigado a prestar depoimento. Ele fica indignado com a postura do delegado. Furacão estranha a ausência da amiga. Oxente avisa que vai encontrar Miguel na delegacia. Bernardo elogia a quantia paga por Tobias. Serena pega no pé de Luiggi. Oxente aconselha Miguel a esquecer Poderosa. Seu Ernani diz para Rosa Flor que não quer Maria Chuteira na escolinha. Mauro elogia o desempenho de Caio em campo.",
             "quinta": "Furacão se lembra da ameaça de Bernardo e nega ter visto a amiga com alguém na noite anterior. Poderosa diz não confiar em Miguel e avisa que irá fugir do hospital. Maria Antônia fala sobre seu possível relacionamento com Miguel nas redes sociais. Oxente alerta os filhos sobre as prostitutas. Poderosa desmaia ao tentar fugir e volta a ser hospitalizada. José implica com o irmão, Antônio Júnior. Zenaide conversa com Oxente antes de dormir. Ela avisa que a filha deles está apaixonada por Miguel. Maria Antonia recebe críticas nas redes sociais em relação ao que sente por Miguel e fica decepcionada. Miguel se recusa a deixar Poderosa sozinha no hospital. Beto e Fernanda entregam comidas para menores carentes na rua. A guarda civil se aproxima e começa uma confusão. Fernanda tenta salvar a vida do menino Nivaldo e é atropelada. Ramiro joga xadrez com Tobias. Norma diz que não quer mais morar na casa de Ramiro. Fernanda é levada ao hospital. Oxente tem um pesadelo com Poderosa e acorda assustado. Pedro oferece ajuda a Miguel e vê Fernanda chegando no hospital. Ele fica feliz ao descobrir que ela não namora com Beto. Tobias descobre que Fernanda foi atropelada. Norma discute com Ramiro.",
             "sexta": "Bernardo fica preocupado ao saber que o corpo da irmã de Tobias não foi encontrado. Poderosa sente falta de seu lenço. Ela se lembra de quando foi deixada pela mãe. Miguel segue para o sítio. Pedro ajuda Hugo a descarregar a caminhonete. Oxente descobre que o filho está gostando de uma moça rica. Zenaide e Oxente se assustam ao verem as roupas ousadas que Maria Antônia resolveu usar. Poderosa é liberada para voltar a comer o que quiser. Maria Antônia se recusa a trocar de roupa e Oxente desmaia. Serena procura por Luiggi no mercadão e tem um ataque de ciúmes. Oxente sai com os filhos para o trabalho. Irritada, Maria Antonia troca de roupa. Tobias descobre que Ramiro contratou um detetive para encontrar a filha. Ele então decide mentir para o pai e avisa que a moça está morta. No hospital, Poderosa fica satisfeita ao poder voltar a comer de tudo. Ramiro fica arrasado ao pensar que sua filha está morta. Bernardo procura Leandro e avisa que Poderosa não está morta. Fernanda tenta confortar Ramiro. Bernardo fala para Leandro que Poderosa foi salva por Miguel. Mauro cobra treinamento dos jogadores. Leandro descobre que Tobias contou para Ramiro que a filha dele está morta. Desesperado, ele avisa a Bernardo que mentirão e dirão para Tobias que a moça está morta. Miguel chega no sítio e recebe os cuidados de Maria Antônia. Pedro não para de pensar em Fernanda. Norma diz que tem algo por trás do arrependimento do genro. Ramiro fala ao telefone com alguém e diz que sua chance acabou. Poderosa recebe alta. Em conversa com Maria Antônia, Miguel avisa que Poderosa ficará em sua casa e pede para a filha de Oxente cuidar dela. Maria Antônia muda de humor de maneira drástica. Tobias chama Leandro e Bernardo em sua sala e pergunta para onde foi levado o corpo de Poderosa."
        }  , "O rico e lázaro": { 
             "segunda": "No alojamento de escravas, Lia pensa em Daniel. Ravina, Zadoque e Matias discutem com Fassur. Elga conversa com Zelfa e diz acreditar na inocência de Shag-Shag. Rebeca agradece o apoio dos familiares. Shag-Shag bebe para comemorar. Zac se apavora ao saber que Shag-Shag foi inocentada. Elga pressiona Nicolau e pergunta qual de seus filhos matou Chaim. Nicolau fica nervoso diante da pressão feita por Elga, mas diz não saber de nada sobre o assassinato de Chaim. Rabe-Sáris avisa a Zac que Shag-Shag foi inocentada. Zelfa tenta acalmar Elga. Zac se recorda da infância ao lado de Asher. Elga discute com Talita e Samira. Zadoque sugere que Ravina converse com Matias. Beroso lamenta por Daniel não ter morrido. Zac convida Joana para um passeio. Sammu se declara para Nebuzaradã. Beroso comemora ao saber que a obra da estátua do rei está prestes a ficar pronta. Os sábios hebreus cuidam de Daniel. Em conversa com Joaquim, Evil-Merodaque diz desconfiar de Beroso. Nebuzaradã finge estar preocupado com o governador. Neusta se mostra ansiosa com a chegada da pretendente de Joaquim. Os sábios hebreus cuidam de Daniel. Nabucodonosor diz que Daniel pode ter sido atacado.",
             "terça": "Em conversa com Zac, Joana diz acreditar na inocência de Shag-Shag e eles discutem. Abednego pede para Matias saber como Lia e Naomi estão. Gadise pede para falar com ele. Arioque diz estar satisfeito com a absolvição de Shag-Shag. Zabaia pede para Hurzabum voltar ao trabalho. Beroso encontra o rei e avisa que a estátua está quase pronta. Dalila e Raquel conversam com os sábios hebreus sobre o ataque sofrido por Daniel. Larsa dá em cima de Naomi. Nitócris discute com Nabonido. Joana se desculpa com Zac. Shag-Shag beija Arioque. Zac lamenta por não terem encontrado o culpado pela morte de Chaim. Gadise revela para Matias que está grávida. Nabucodonosor fica preocupado com o estado de saúde de Daniel. O governador tem dificuldade para respirar. Mesaque tenta salvar a vida de Daniel. Nabucodonosor pede para o Deus dos hebreus salvar Daniel. O governador volta a respirar. Matias fica desesperado com a notícia da gravidez de Gadise. Bêbada, Shag-Shag pede Arioque em casamento. Matias pede para Gadise ter calma. Talita e Samira discutem com Shamir e Tamir. As gêmeas planejam confundir os irmãos para conseguirem dançar escondidas. Joana estranha o comportamento de Matias. Gadise se abre com Ebede e diz estar preocupada com a frieza de Matias. Os sábios hebreus oram pedindo a melhora de Daniel. Naomi se mostra preocupada com o assédio do feitor Larsa. Os sábios hebreus cuidam de Daniel. Matias segue para o alojamento das escravas. Sammu-Ramat finge estar preocupada com Daniel. Evil segue para ver o estado de saúde do governador. Nitócris dá dicas de beleza para Neusta. Em conversa com Joaquim, os sábios hebreus falam sobre o reino de Tiro. Fassur discute com Ravina e Zadoque para ver quem administrará a sinagoga. Amitis conversa com o rei sobre a chegada da princesa de Tiro. Evil diz se sentir culpado pelo ataque a Daniel. Shag-Shag se surpreende ao saber que pediu o general em casamento. Shamiran se sente ofendida com as palavras de Neusta. Zac fica nervoso ao saber que Joana foi com Matias até o alojamento de escravos. Para não tornarem-se suspeitos, Sammu sugere que Beroso traga Lia para cuidar de Daniel. Rabe-Sáris e Arioque falam sobre a investigação da morte de Chaim. Nicolau ajuda Absalom a tentar conquistar Dana. Shamir vê Talita e Samira cochichando. Elga diz acreditar na inocência de Shag-Shag. Andando pelas ruas, Fassur pede votos para os hebreus. Talita e Samira vão até a Casa da Lua e se encontram às escondidas com Zabaia. Elas fecham um acordo para dançarem no estabelecimento. Aspenaz anuncia a chegada da comitiva da princesa de Tiro. Asher e Lior se impressionam ao verem a construção da estátua do rei no Campo de Dura. Joana conversa com Naomi e descobre a existência de um escravo chamado Lobo de Judá. Zac vê a amada falando com a escrava e fica desesperado.",
             "quarta": "Zac interrompe a conversa de Joana com Naomi. Joaquim é avisado sobre a chegada da pretendente. Ebede tenta acalmar Neusta. A princesa de Tiro, Yasha, e seu pai, Irom são recebidos por Nabucodonosor e Amitis. Ezequiel retorna à Babilônia. Joana se incomoda com a presença de Nebuzaradã. Shamir estranha ao ver Samira falando com Fassur. Nicolau dá dicas para Absalom conquistar Dana. No palácio, Matias dá notícias sobre Lia e Naomi. Joaquim se arruma para conhecer Yasha. Edissa e Ebede ajudam Neusta a se arrumar. Amitis leva os convidados para conhecerem os jardins. Naomi fala com Lia sobre Daniel. Ebede conduz Joaquim até os jardins. Dalila chama Raquel para um passeio. Sammu-Ramat vai até o alojamento das escravas para levar Lia ao palácio. Zac, Rabe-Sáris e Nebuzaradã vão à Casa da Lua. Fassur difama Joana para Elga. Matias pede para Gadise ter calma. Zac discute com Hurzabum. Sadraque dá em cima de Dalila. Raquel visita Daniel. Gadise vai até a casa de Matias e pede para falar com Ilana. Zac se despede de Nebuzaradã. Absalom tenta chamar a atenção de Dana, mas ela não se importa. Joaquim conhece a princesa Yasha e diz que ela é linda. Em conversa com Ilana, Gadise revela ter engravidado de Matias. Lia é levada até Daniel. Ezequiel ora a Deus. Irom conversa secretamente com Neusta. Yasha mostra que tem um tique nervoso e Joaquim fica assustado. Matias fica apavorado ao saber que Gadise falou a verdade para Ilana. Larsa se aproxima de Naomi com segundas intenções. Asher e Lior escutam um pedido de socorro. Zac furioso ao ouvir Fassur falando mal de Joana.",
             "quinta": "Zac expulsa Fassur. Elga finge gostar de Joana. Asher segue para ajudar Aksumai, que grita por socorro no canteiro de obras. Larsa fica furioso ao ver que Naomi não está. Ilana pressiona Matias para que ele tome a decisão correta. Próximo ao canteiro de obras, Asher vê Aksumai, um príncipe de Meroé, gritando por ajuda. Ele avisa que foi picado por uma cobra. Asher o ajuda. Aksumai promete recompensá-lo. Yasha explica o motivo de seu tique nervoso. Ezequiel é recebido pela família de Ravina. Zac acompanha Joana até sua casa. Abednego fala sobre o estado de saúde de Daniel. Neusta marca um encontro com Irom, pai de Yasha. Samira se disfarça para dançar na Casa da Lua. Asher e Lior ajudam o príncipe Aksumai. Talita e Samira preparam chá para os maridos dormirem melhor. Arioque convida Aspenaz para se divertir. Em conversa com Ebede, Joaquim elogia Yasha, mas diz estar apaixonado por Edissa. Samira aproveita enquanto todos dormem e sai para dançar escondida na Casa da Lua. Nabucodonosor diz estar desconfiado de Irom. Shag-Shag vê Arioque e fica envergonhada. Aspenaz fica maravilhado com o local. Nebuzaradã e Beroso tramam contra Daniel. Sob um lenço, Samira dança para todos na Casa da Lua. Ela fica surpresa ao ver Rabe-Sáris no local. Nitócris é bajulada por Nabonido. Talita engana Shamir e Tamir. Ebede tenta acalmar Gadise. Samira chega em casa e conta como foi a noite para Talita. Aspenaz fica bêbado e é carregado por Arioque. Ezequiel diz sábias palavras à Joana. Daniel é salvo por um anjo do Senhor e recebe a visita de Ezequiel. Ebede-Meleque procura Ilana. Rabe-Sáris vê Samira com um lenço na mão e ela fica tensa. Yasha escuta Edissa falando sobre o pedido de casamento feito por Joaquim. Aksumai faz uma proposta a Asher. O príncipe diz que lhe dará a liberdade caso ele mate.",
             "sexta": "Asher se recusa a matar o rei. O príncipe Aksumai lhe presenteia com uma adaga. Yasha pede para falar a sós com Edissa. Samira fica tensa diante da presença de Rabe-Sáris. Ilana pede para ficar a s[os com Ebede-Meleque. Zadoque estranha a presença do rapaz em sua casa. Talita questiona Samira sobre os encontros com Fassur. Daniel recebe a visita de Ezequiel. Matias se irrita com a presença de Ebede em sua casa. Eles discutem e o eunuco o agride. Joana tenta acalmar Ebede. Ravina pede para falar com Matias. Nabucodonosor comemora a melhora de Daniel. O rei fica ainda mais feliz ao saber que a estátua de Marduk ficou pronta. Neusta vê Yasha conversando com Edissa. Rabe-Sáris recebe o carinho de Zelfa. Joana apoia Ebede. Lior tenta convencer Asher a desistir da vingança. Nabucodonosor pede para Lia continuar cuidando de Daniel. Ravina diz que Matias deverá se casar com Gadise. Beroso diz que convencerá o rei a fazer um decreto obrigando todos a se curvarem diante da nova estátua construída no Campo de Dura. Ravina elogia a postura de Zadoque. Joana vai até a oficina de armas da família de Zac e encomenda alguns moldes para a costureira Dalila. Shamir e Samira falam das encomendas de amuletos feitas a Fassur. Gadise descobre que Ebede bateu em Matias e se irrita com o eunuco. Nebuzaradã diz desconfiar da união entre Neusta e Irom. Joaquim conversa com o novo sogro. Gadise se abre com Kassaia e fala sobre sua gravidez. Neusta e Nitócris se provocam. Matias convida Gadise para um jantar. Abednego estranha o comportamento de Matias. O rei manda servir algumas guloseimas para Daniel. Joaquim conversa com Yasha e confessa que ama Edissa. Neusta chega e eles avisam que não se casarão mais."
        }  , "Caminhos do coração": { 
             "segunda": "Pepe liga para Ana Luz e conta que foi curado por Clara. Maria fala com a mãe e conta que formou a Liga do Bem. Cris e Vavá chegam ao laboratório. Vavá e Cris correm para cela. Pachola se emociona ao ver o filho. Cris avisa que é preciso saber a senha para abrir a cela.   Meduso diz que está conseguindo controlar seu poder. Tati fica com medo que aconteça algo com Marcelo e diz que irá protegê-lo com seu pensamento. Eric e Fernando ficam hipnotizados pelo canto da sereia e Juanita diz que deve ser algum feitiço. Os dois caminham em direção a praia e Juanita tenta impedi-los.  Simone e Paola ficam surpresas ao saber que Helga tem medo de ser morta por Eric. Ernesto e Carvalho olham as notícias sobre os ataques dos mutantes. Ernesto recebe um telefonema e descobre que Marlene sumiu após marcar uma entrevista com Taveira. Meduso se irrita com os gritos de Silvana e lança raios dos olhos contra a moça. Metamorfo pergunta se Meduso matou Silvana, mas ele avisa que a fez desmaiar.",
             "terça": "Taveira e Dino mordem pescoço de Marlene. Tati diz que odeia vampiros e avisa ser capaz de destruir Júlia. Ela quebra os vidros da janela onde Júlia e Eugênio estão e eles se assustam. Júlia manda Eugênio olhar para as mutantes criadas por ela. Guiga deixa Clara curar Júlia e abre a porta para a médica. Ísis cuida de Demétrio. Ísis fica invisível e Demétrio fica parado. Beto e os policiais se aproximam de Demétrio e ele conta que foi atacado. Beto diz que irá cuidar do mutante. Ísis aparece. Beto diz que precisa saber onde fica o laboratório e Ísis avisa que pode ajudá-lo. Vlado e Marialva conseguem pegar um policial e mordem seu pescoço.",
             "quarta": "Gór diz que poderá dominar o mundo, com ajuda de Meduso e Metamorfo. Clara se aproxima de Júlia para tentar curá-la, mas a médica ameaça atacar a menina. Tati se assusta e faz vários objetos quebrarem e voarem pela sala. Júlia segura Clara pelos braços e Guiga aponta a arma para ela. Tati faz Clara levitar e tira a menina de perto de Júlia. Ela começa a sufocar a médica. Júlia cai no chão e todos ficam sem saber se ela morreu. Lucas e Janete socorrem Mauro e discutem com Cassandra. Janete recebe o e-mail com a foto de Toni beijando Paola. Ela termina o namoro com Toni. César acorda do pesadelo e dá um susto em Irma e Aristóteles.",
             "quinta": "Noé diz que Leão irá morrer se não controlar seus instintos. Júlia aponta a pistola de raios para Guiga, que aponta o revólver para ela. Pepe avisa para Marisa que ela será a responsável pela cantina do teatro-escola. Ele conta para Ana que Maria vai até a ilha com Marcelo. Marlene implora para que Taveira não a mate. Taveira e Dino mordem Marlene. Regina conta para Batista que Beto entrou para o Depecom. Júlia diz que pode deixar todos em paz se levar Clara ou Eugênio. Júlia dispara a pistola de raios. Júlia pega Clarinha. Um vaso atinge Júlia, que solta Clarinha, mas aponta a arma para todos. Júlia vai embora, mas leva a pistola. Eugênio abraça Guiga.",
             "sexta": "Lúpi diz que Marcelo morreu . Marialva, sedutora, aparece para Minotauro. Eles conversam e Marialva diz que precisa lhe contar um segredo. Minotauro percebe que ela é uma mutante-vampira. Os chifres de Minotauro crescem. Vlado se joga por trás de Minotauro. Minotauro luta com Vlado e Marialva. Cris e Perpétua se beijam. Perpétua percebe que os olhos de Cris começam a ficar vermelhos. Perpétua acorda e percebe que foi um pesadelo. Vavá e Cris estão no meio de muita fumaça, desmaiados. Lúcia faz carinho em Danilo. Ele acorda incomodado. Lúcia diz para Danilo que a lua-de-mel com Metamorfo foi melhor do que com ele. Danilo fica indignado."
        }  , "a escrava isaura": { 
             "segunda": "Isaura conta a Malvina sobre o roubo do testamento. O tabelião joga um copo de vinho em Belchior.   Rosa não aceita os conselhos de João e Joaquina. André chega a cidade e encontra Miguel. Leôncio pede a separação de Malvina. Almeida chama Leôncio no quarto. Francisco e os capangas invadem a fazenda de Tomásia. Bernardo leva um tiro. Belchior conta a Isaura que Leôncio comprou o tabelião. Malvina tira satisfação com Leôncio. Malvina discute com Leôncio. Na frente de Isaura, Leôncio queima o testamento de Almeida. Benedito leva um tiro e morre. Malvina desabafa com seu sogro.",
             "terça": "Isaura diz a seu pai que é hora de fugir. Malvina vê Leôncio beijar Isaura. Isaura mostra as cinzas do testamento para Malvina. Com. Almeida quer vender Isaura para Miguel. Helena ensina Rosa a escrever. Malvina conta à seu pai que o comendador não tem mais poderes sobre seus bens. Tomásia envia o corpo de Benedito para Leôncio. Rosa encontra André. Gabriel aparece na fazenda do comendador para se encontrar com Helena. Dr. Paulo examina o Com. Almeida. O Sargento vai até a casa de Leôncio. Isaura diz a seu pai que é hora de fugir. Rosa se insinua para André. Leôncio descobre que Miguel está na fazenda. André quer a liberdade de João e Joaquina. Com. Almeida pede perdão à Isaura e Miguel. Henrique declara versos para Isaura. Cel Sebastião conversa com o comendador. Rosa se insinua para André. Bernardo e André se reencontram. Leôncio e Malvina discutem. Com. Almeida diz para Isaura fugir e escapar de seu filho.",
             "quarta": "Com. Almeida diz que vai morrer. Com. Almeida presenteia Isaura com as jóias de Gertrudes. Leôncio vê André com Isaura. André foge para a pensão onde Miguel fica. Leôncio chama o Sargento para prender André. Helena e Rosa trocam confissões. Gioconda e Tomásia proíbem Gabriel de ir para o garimpo. Malvina puxa Isaura para conversar e a ameaça. Sargento vai até a casa de Miguel. Com. Almeida diz que vai morrer.",
             "quinta": "Comendador Almeida morre. Almeida quer falar com Leôncio. Leôncio ameaça Miguel. André foge. Leôncio promete recompensa para quem prender André. Tomásia acolhe André. Leôncio diz que vai hipotecar a fazenda. Almeida chora. Rosa está na dúvida se foge com André ou fica na casa de Sebastião. Leôncio atormenta Almeida que o amaldiçoa. Isaura e Almeida lembram de Gertrudes. Almeida pede para dar a última volta na fazenda e pede perdão a Isaura. Leôncio não quer se despedir de seu pai. Almeida morre. Isaura se desespera e dá a notícia a Leôncio e Malvina. Contra a própria vontade, Leôncio chora. Belchior consola Isaura. Sebastião fica consternado com a morte de Almeida. Isaura tem medo porque agora Leôncio é seu dono.",
             "sexta": "Henrique propõe fugir com Isaura. Isaura cuida do corpo de Almeida. Malvina escuta Leôncio importunar Isaura. Malvina discute com Leôncio. Gabriel, Bernardo e André se preparam para voltar ao quilombo. Miguel vai ao velório. Malvina diz a Isaura que vai embora. Sebastião e Henrique chegam ao velório. Henrique propõe fugir com Isaura. Gabriel encontra Helena depois é flagrado por Henrique que aponta uma arma para ele. Gioconda confessa a Tomásia que Gabriel pode ser filho de Sebastião. Henrique aceita o namoro de Helena e Gabriel. André convida Henrique para trabalhar no garimpo. Miguel discute com Leôncio. Gioconda recebe o sobrinho Diogo (Lugui Palhares). Isaura chora de desespero."
        } 
    }
}
