{
  "novelas": {
    "amor de mãe": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "fina estampa": {
      "segunda": "Tereza Cristina pede socorro à polícia quando Marcela desmaia. Guaracy gosta de saber que Griselda se incomodou com sua amizade com Esther. Tereza Cristina se desespera ao constatar que Marcela ainda está viva. Os paramédicos trabalham para salvar Marcela. Griselda contrata Beatriz. Letícia conta para Vilma que gostou de ficar com Juan Guilherme. Antenor mente para Griselda para comprar um carro. Teodora procura Wallace. Marcela acorda no hospital.",
      "terça": "Crô ouve Ferdinand e Tereza Cristina comentando sobre o incidente com Marcela. Teodora pede dinheiro a Wallace. Enzo acredita que o tesouro escondido na antiga casa de Griselda seja falso. Patrícia sugere que Griselda leve Antenor para sua casa, para que ela possa voltar para a pousada. Paulo convida Vanessa para sair. Guaracy presenteia Esther. Antenor estranha ao ver Griselda à sua espera. Tereza Cristina ameaça Marcela.",
      "quarta": "Tereza Cristina atenta contra Marcela. Antenor aceita morar na casa de Griselda. Esther decide colocar o nome de Paulo em seu filho. Uma enfermeira comenta que Marcela recebeu a visita de uma mulher que pode ter tirado sua vida. Juan Guilherme pensa em promover Zuleika a gerente da Fashion Moto. Patrícia volta para a pousada. Griselda gosta de ver Antenor arrumar seu quarto. Durante o enterro de Marcela, a enfermeira do hospital encara Tereza Cristina.",
      "quinta": "Paulo e Esther discutem. Griselda estranha que Pereirinha e Enzo estejam reformando sua antiga casa. Amália se surpreende com o estado de Rafael. Íris procura a mala de dinheiro que Griselda havia separado para Teodora. Vanessa e Paulo se beijam. Teodora pensa em descobrir o que Pereirinha e Enzo procuram na antiga casa de Griselda. Renê liga para Griselda e interrompe sua conversa com Guaracy.",
      "sexta": "Guaracy se irrita com Griselda. Vanessa ouve a conversa de Renê ao telefone e avisa a Tereza Cristina que seu marido está se encontrando com Griselda. Amália flagra Íris e Alice saírem da mansão com as sacolas cheias. Renê confessa a Griselda que está cansado de seu casamento com Tereza Cristina. Teodora vê Pereirinha beijando Tereza Cristina. Guaracy e Esther se aproximam. Renê descobre que Tereza Cristina não dormiu em casa.",
      "sábado": "Renê se desespera por notícias de Tereza Cristina. Paulo e Vanessa dormem juntos. Tereza Cristina passa a noite com Pereirinha. Tereza Cristina pede para Álvaro, Zambeze, Íris e Alice confirmarem para Renê que ela passou a noite na pousada. Letícia coloca Carolina de castigo após descobrir o plano da filha. Teodora convence Quinzé a sair com ela e Quinzinho. Rafael implora para se aproximar de Amália. Renê liga para Griselda"
    },
    "Salve-se quem puder": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": "",
      "sábado": ""
    },
    "Malhação": {
      "segunda": "Roney e Josefina passam a noite juntos. Keyla toma mais um comprimido, sem que ninguém perceba. Lica não gosta de ver que Marta e Luís estão se entendendo. Clara chega com Edgar à festa, e Lica fica chateada. Tato se impressiona com o desempenho de Keyla na pista de dança. Fio tenta beijar Ellen na frente de Jota. Benê se insinua para Guto. Tina se incomoda com a postura de Anderson. Lica não gosta de ver MB beijando Samantha. Keyla se sente mal e acaba desmaiando no banheiro.",
      "terça": "Tato, Anderson e Fio socorrem Keyla. Roney pede para Josefina tomar conta de Tonico. Keyla tem uma parada cardíaca na ambulância. Roney entrega a caixa de remédio ao médico e se preocupa com os delírios da filha. Mitsuko chega ao hospital e vai com Keyla para a UTI. Ellen se surpreende ao saber que Nena cuidará de Keyla. Tato descobre sobre o remédio que Keyla usou e conta para Mitsuko. Clara fala mal de Lica para Felipe. Keyla sonha com Deco. Nena não gosta do jeito como Mitsuko trata Anderson. Tato tenta se consolar com Roney. Keyla fica muito agitada no hospital.",
      "quarta": "Mitsuko se preocupa com o estado de Keyla. Tato se revolta por não poder falar com a namorada. Keyla se desculpa com Roney. Josefina leva Tonico para a escola. K2 ameaça denunciar K1. Benê não deixa Ellen dispensar Fio. Felipe faz um desenho de Lica. Keyla discute com Tato. Josefina deixa Tonico aos cuidados de Dóris. Lica discute com MB. Josefina devolve Tonico para Roney e elogia Tato. Anderson manda a música de Tina para MC Pimenta. Malu se arrepende de mostrar o vídeo de Lica para Edgar. Roney questiona Tato sobre a paternidade de Tonico.",
      "quinta": "Tato tenta convencer Roney de que é o pai biológico de Tonico. Anderson avisa a Tina que MC Pimenta quis ler sua música novamente. Tato cuida de Tonico. Bóris sugere fazer uma festa para inaugurar o novo aplicativo da biblioteca. Ellen, Tina, Benê e Lica visitam Keyla. Mitsuko exige que Edgar melhore a segurança do colégio. Tina, Ellen, Benê, Lica e Keyla lembram de quando se conheceram. Tina implora que Noboru converse com Anderson. Roney questiona Keyla sobre Deco. Keyla se emociona com a recepção de Tato. Edgar e Marta conversam com Lica. Tato informa a Keyla que irá ao cartório registrar Tonico.",
      "sexta": "Keyla hesita em aceitar a proposta de Tato. Lica se enfurece com Edgar, e Marta tenta defender a filha. Keyla não sabe se continua procurando por Deco. Benê pede para Guto avançar mais nas aulas de piano. Jota dá um computador para Dóris entregar para Ellen. Bóris critica Edgar por pensar em acatar as exigências de Mitsuko. Anderson incentiva Tina a gravar sua música com ele. Felipe entrega a Lica o desenho que fez. Jota e Ellen usam Juca para demonstrar o aplicativo da biblioteca, e Bóris fica encantado. Dóris encoraja Keyla a colocar Tonico em uma creche e voltar a estudar. Keyla fala o nome de Deco enquanto dorme, e Roney questiona a filha."
    },
    "Aventuras de Poliana": {
      "segunda": "Após contar seu segredo, Glória teme que Roger não a perdoe. Claudia e Durval continuam discutindo. Lindomar perde a letra de uma música que compôs e fica desesperado. Bento fica empolgado com a ideia de Cassio ser seu verdadeiro pai. Nadine começa a suspeitar de Violeta e a confronta. Fernanda sugere uma ideia para o negócio de Afonso. Vini conta para Jeff que flagrou Mosquito dando em cima de Brenda. Pressionado com o jeito de Gabi, Luca decide se afastar da menina. Cassio vai buscar Bento na escola. Débora vai até a casa de Luisa para fazer uma revelação.",
      "terça": "Branca vai até a casa de Gleyce para descobrir mais sobre Waldisney. Waldisney convida Nancy para acampar. Glória tenta conversar com Roger e pede a compreensão do filho. Na comunidade, Falcão diz a Branca e Antônio que Waldisney é um bandido. Na casa de Ruth, Cassio, João, Kessya e Bento tocam e cantam juntos. Após descobrir que são primas, Poliana tenta se aproximar de Filipa. Gleyce descobre que Henrique, um de seus professores da faculdade é irmão de Helô. Sophie é convidada para participar de um projeto do CLP. Luigi faz as pazes com Yasmin. Helô pede para Cassio deixar de frequentar a casa de Ruth enquanto ela não retorna de viagem. Marcelo confronta Débora. Ester leva Mário e Lorena até o laboratório para descobrir mais informações sobre a referida luz azul.",
      "quarta": "Pendleton inventa uma desculpa para Ester e as crianças do Clubinho. O CLP abre as inscrições para aulas de música na comunidade. Branca chega em casa, nota a ausência de Nancy e fica preocupada. Ester confronta Pendleton. Nancy e Waldisney chegam no acampamento e organizam tudo. Roger chama Verônica para conversar e pede para a esposa voltar para casa. Arlete fica furiosa ao descobrir que Lindomar perdeu a letra da música. Yasmin dá o dinheiro de sua mesada para Luigi ir ao festival em Gramado. Mirela fica com ciúmes de Raquel e Vini. Poliana pede para o pai tentar se aproximar de Roger e Marcelo. João pergunta para Ruth, o motivo da tia não se dar bem com seu pai.",
      "quinta": "Joana vai até a casa de Claudia para devolver o dinheiro que Yasmin deu para Luisa. Ruth revela a João alguns detalhes sobre sua relação com seu pai. As crianças do Clubinho procuram os pais de Ester nas redes sociais e encontram o perfil de sua mãe. Após brigar com Marcelo, Luisa desabafa com Claudia e Joana. Verônica decide voltar para sua casa. Sophie inicia suas aulas na comunidade. Sérgio pede um adiantamento para Pendleton para financiar a viagem de Luigi. Vini tenta descobrir o nome verdadeiro de Mosquito e pede para Durval checar seu documento. Nadine segue Violeta até o Toca-Toca. Jeff recebe uma carta misteriosa. Nancy escuta Waldisney falando com seus comparsas no telefone e fica assustada. Glória dá um jantar para tentar aproximar Pendleton, Marcelo e Roger.",
      "sexta": "Nancy consegue falar com Branca, e a avó confirma que Waldisney é um bandido. Nancy tenta disfarçar a descoberta. Cassio e Ruth conversam sobre Bento. Filipa tenta colocar Ester contra Poliana. Ruth e Cassio decidem aguardar o resultado do DNA para decidir o futuro de Bento. Sérgio conta para Luigi que ele irá participar do festival em Gramado. Roger finge aceitar a situação entre a família. Fernanda recebe uma proposta de emprego em outro país. Filipa volta a se aproximar de Ester. Waldisney descobre que Nancy e Branca já sabem da verdade sobre ele."
    },
    "Cúmplices de um resgate": {
      "segunda": "Safira pede perdão para Rebeca e diz que para seguir em frente precisa do perdão dela. Rebeca perdoa Safira. Arthur comemora a volta de Joaquim, Júlia e Felipe na gravadora. Benjamin não gosta de saber que está fora da banda C1R.",
      "terça": "Arthur propõe que Benjamin e Joaquim toquem, assim quem se sair melhor, fica com a vaga na banda. Joaquim descobre que quem está na banda é a verdadeira Isabela. Rebeca fica desesperada ao receber a notícia do grave acidente com Otávio.",
      "quarta": "Safira pede perdão para Rebeca e diz que para seguir em frente precisa do perdão dela. Rebeca perdoa Safira. Arthur comemora a volta de Joaquim, Júlia e Felipe na gravadora. Benjamin não gosta de saber que está fora da banda C1R. Arthur propõe que Benjamin e Joaquim toquem, assim quem se sair melhor, fica com a vaga na banda. Joaquim descobre que quem está na banda é a verdadeira Isabela. Rebeca fica desesperada ao receber a notícia do grave acidente com Otávio.",
      "quinta": "Isabela pensa que Regina tem a ver com o acidente de Otavio. Mateus e Dóris fazem um bazar no Vilarejo para arrecadar fundos para comprar o cavalo Dourado. A polícia vai até a mansão de Regina e diz que está investigando o fato dela ter sequestrado a própria filha. Isabela finge para a polícia que está tudo bem.",
      "sexta": "Flávia termina o namoro com o pastor Augusto para não prejudicar a comunidade evangélica, que não lhe aceita. Isabela escuta Regina revoltada com a notícia de que Otávio está vivo. Ofélio liga para Rebeca e disfarça a voz a pedido de Isabela para avisar que Otávio está em perigo. Rebeca conversa com o delegado e diz que pode ter relação entre o que está acontecendo e o sequestro de Manuela, que ele estava investigando. Joaquim aparece de surpresa no Vilarejo para ver Manuela."
    },
    "Betty a feia": {
      "segunda": "Armando diz a Ricardo que depois da reunião do conselho, Betty debe desaparecer de Nova Iorque. Ela ouve a conversa e vai embora muito decepcionada, sem entender que a intensão dele é protegê-la.Betty decide colocar um ponto frinal em sua relação com a V&M. Depois de terminar o relatório ela entrega junto com a carta de demissão.",
      "terça": "Betty liga para Nícolas e pede que vá a V&M com o carro e os documentos. Depois conversa com Catalina e aceita sua oferta de emprego em Miami. Enquanto isso, todos os acionistas esperam pelo informe financeiro.Daniel recebe uma ligação de Mata e é informado que a V&M está embargada pela BAR e Beatriz é a dona da empresa. Betty entrega um tablet a cada acionista onde verão a real situação da empresa. Mas para Armando e Ricardo entrega o vídeo com as instruções de como conquista a “feia”. Os dois ficam estarrecidos.",
      "quarta": "Os acionistas ficam perplexos ao se depararem com a rela situação financeira da empresa. Daniel pressiona Armando e exige dele uma explicação. Armando assume toda a culpa e deixa clar oque Betty só estava obedecendo as suas ordens.Roberto, desconcertado, tem uma conversa em particular com Betty onde ela afirma que devolverá tudo para a V&M e explica que acreditou no plano de negócios de Armando e que estava empenhado em salvar a empresa. Betty deixa a empresa levando seus pertences dentre eles as pelúcias e os cartões. Marcela a detém e quer saber o que está levando. Betty consegue que ela reviste tudo em particular e mostra a ela o vídeo de Ricardo. Furiosa ao descobrir que alguém como Betty possa ser a amante de Armando, ela lhe dá uma bofetada. Depois vai até o atellier de Hugo e destrói o vestido de noiva. Armando e Ricardo são destituídos de seus cargos e Roberto assume com presidente interino.",
      "quinta": "Desesperado para conseguir o perdão de Betty, Armando a procura para dizer que a ama e que nunca mentiu para ela, mas chega tarde demais. Ao chegar na casa dela vê na lixeira o urso que lhe deu de presente na viagem que fizeram. Armando pega a pelúcia e a leva com ele. Nícolas se despede de sua melhor amiga e ela embarca para Miami. Marcela, arrasada, mostra o vídeo de Ricardo para Margarita para que ela veja doque seu filho foi capaz. Margarita pede explicações ao filho e Armando confessa que se apaixonou por Beatriz. Daniel se preoucpa com a informção que Armando tem sobre ele pois poderia ir para a cadeia. Marcela propõe ao irmão que denunciem Armando, Ricardo e Betty pela fraude para que passem muitos anos na prisão. Daniel sabe que se fizer isso poderá se comprometer, por isso, pede a ela que dê um tempo a Roberto para que coloque a empresa em ordem. Marcela conta a Patrícia que Betty é amante de Armando e que também é dona da V&M. Ela conta também que Nícolas é pobre.",
      "sexta": "Betty deixa tudo para tras e chega a Miami para recomeçar sua vida. Antes de começar a trabalhar ela diz a Catalina que é a responsável por Marcela ter cancelado o casamento. Embora reprove o que fez, Catalina mantém Betty na sua empresa valorizando sua sinceridade e arrependimento. Hugo descobre que sua coleção foi plagiada e está sendo vendida em lojas populares. A notícia chega a Roberto e aos executivos da V&M. Na praia, Betty salva um homem alcolizado de um assalto e chama um Uber para que ele possa voltar para casa. Armando volta à casa de Betty e encontra Nícolas, que o detém. Nícolas diz a Armando que o tem em suas mãos e mostra a carta que assinou assumindo toda culpa. Patrícia pensa em um plano para se livrar de Nícolas e para isso o induz a convidá-la para jantar em um luxuoso restaurante. Chegando lá, Patrícia ameaça denunciá-lo por abuso sexual. Nicolas foge assustado e Patrícia fica com a conta do jantar. Marcela empacota suas coisas do apartamento de Armando e entrega a ele o colar com o ursinho de cristal."
    },
    "Ouro Verde": {
      "segunda": "Jorge decide usar Henrique como isca para apanhar o homem mau, mas o pequeno recusa voltar para casa de Vera afirmando que morre se isso acontecer. Jorge consegue convencer Henrique a voltar para casa dizendo que tem um plano para apanhar o homem mau.",
      "terça": "Gonçalo vai levar Henrique para casa quando Vera já estava avisando a polícia e . Amanda liga para várias pessoas à procura de Catarina, mas sem sucesso.",
      "quarta": "Miguel vê os documentos e chama Otelo, a quem diz que tem de liquidar o banco o mais depressa possível. Antônio rompe com Rita e faz as pazes com Inês. José fica sabendo que Catarina desapareceu e um pescador encontra o corpo dela nas rochas.",
      "quinta": "Joaquim conta a Miguel que Sérgio fugiu, mas Miguel o manda embora e diz a ele para não aparecer na sua frente sem o computador do enteado. Lúcio vai à casa de Paula e diz saber que ela está grávida. Os dois fazem as pazes. Amanda, José e Tiago comunicam o desaparecimento de Catarina à polícia.",
      "sexta": "Joaquim segue Arnaldo até a casa de Jorge. A Polícia Judiciária é avisada que um corpo foi encontrado numa falésia. Tomás diz ao pai que o vai denunciá-lo pela morte de Catarina, mas Miguel diz que ele é cúmplice. A inspetora Marta diz a Lúcio que a moça foi empurrada, pois encontraram marcas de outro carro ali no local.",
      "sábado": "Joaquim invade a casa e destrói o computador do sobrinho com um tiro. Arnaldo revela a Jorge que foi Joaquim quem colocou a bomba no carro de António. Joaquim entra em casa e chama por Judite, mas não encontra a esposa. Logo em seguida, Joaquim tenta ligar para ela ao mesmo tempo em que procura um saco de viagem, dizendo que tem de viajar para o Porto com urgência e quer saber onde ela está."
    },
    "Caminhos do coração": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "a escrava isaura": {
      "segunda": "",
      "terça": "",
      "quarta": "",
      "quinta": "",
      "sexta": ""
    },
    "totalmente demais": {
      "segunda": "Arthur propõe a Carolina que eles aguardem o final do concurso para falar sobre a possível gravidez da jornalista. Eliza se preocupa em não atender às expectativas de Gilda. Eliza termina seu relacionamento com Jonatas. Arthur avisa a Cida e a Severino que não quer mais Jonatas em sua casa. Carolina confessa a Pietro que continuará tentando engravidar de Arthur. Leila acredita que haja um informante na revista Totalmente Demais. Jonatas consegue entrar no prédio de Arthur sem que Severino perceba. Cida esconde Jonatas de Arthur, mas Eliza vê o rapaz.",
      "terça": "Arthur descobre que Jonatas está em sua casa, e conclui que Carolina o mandou até lá para perturbar Eliza. Eliza pede a Jonatas que vá embora. Fabinho comenta com Jamaica que precisa afastar Jonatas. Florisval flagra Jeniffer com Cascudo e exige que a filha prometa que não sairá novamente com o rapaz. Rosângela vai ao salão de Maristela. No churrasco da casa de Germano, Fabinho coloca o relógio da mãe na mochila de Jonatas para incriminar o rapaz.",
      "quarta": "Jamaica observa Fabinho colocando o relógio na mochila de Jonatas. Lili sente falta de seu relógio e Jonatas se oferece para abrir sua mochila. Fabinho se surpreende ao descobrir que o relógio de Lili não está na mochila de Jonatas. Rosângela e Maristela brigam na rua e são apartadas por Florisval e Montanha. Maristela pede a Florisval que se case com ela. Débora encontra Jonatas na Bastille e pensa em revelar ao rapaz que foi Cassandra quem o dopou durante a festa.",
      "quinta": "Fabinho descobre por Mirthes que Jonatas é quem está fazendo o pagamento das pessoas da comunidade do Tamanduá. Leila incentiva Eliza a ficar à vontade durante sua entrevista. Rosângela critica Montanha por dar aula de funk para seus alunos. Cassandra chega atrasada para a entrevista. Leila aconselha Eliza a ser mais gentil com as pessoas. Rosângela pede desculpas a Montanha. Débora se candidata a um estágio na Bastille. Fabinho comprova que foi Cassandra quem dopou Jonatas.",
      "sexta": "Fabinho apaga a imagem do vídeo em que Cassandra aparece dopando Jonatas, sem que Leila veja. Stelinha, mãe de Arthur, chega para ajudar o filho a transformar Eliza em uma mulher requintada. Débora conta a Jonatas que Cassandra foi a responsável por seu estado na festa. Jonatas tenta contar para Eliza o que aconteceu, mas Stelinha não deixa o rapaz se aproximar da modelo.",
      "sábado": "Stelinha ensina Eliza a usar os talheres com sofisticação. Cassandra promete a Débora que irá mudar. Jonatas conta para Eliza e Arthur que Cassandra o dopou. Arthur e Eliza ficam furiosos com a decisão de Carolina de não eliminar Cassandra. Fabinho pensa em uma nova forma de prejudicar Jonatas. Fabinho ouve quando Germano elogia Jonatas e jura vingança contra o rapaz."
    },
    "novo mundo": {
      "segunda": "Dom Pedro culpa Avilez pela morte do filho. Thomas flagra Anna e Joaquim conversando. Piatã vai com Jacira até a gruta de Ferdinando. Elvira faz um feitiço para Licurgo se apaixonar novamente por Germana. Libério comemora a reação do povo ao ler seu jornal. Ferdinando e Piatã se reencontram. Cecília conta para Diara que está namorando Libério às escondidas. Francisco percebe o envolvimento de Domitila ao ouvi-la falar de Dom Pedro. Peter visita Amália. Sebastião avisa a Jacinto que Thomas quer falar com ele. Dom Pedro invade o quartel de Avilez. Joaquim vê Thomas conversando com Jacinto e descobre que o capataz foi o homem que atentou contra Dom Pedro.",
      "terça": "Joaquim segue Jacinto. Thomas é rude com Anna. Joaquim afirma para Peter que irá desmascarar Thomas. Piatã tenta se aconselhar com Padre Olinto sobre Ferdinando. Jacira sofre pela decisão de Piatã de se separar dela. Elvira tenta enfeitiçar Joaquim mais uma vez. Joaquim revela a Dom Pedro que viu Thomas com o homem que atentou contra ele. Peter avalia o caso de Amália. Peter aconselha Libério a esquecer Cecília. Elvira vê Thomas com Domitila e pensa em lhe pedir mais dinheiro. Domitila enfrenta Thomas. Anna teme que Thomas tenha desconfiado da paternidade de Vitória. Diara promete ajudar Joaquim. Leopoldina lamenta a morte de seu filho e se consola com Lurdes. José Bonifácio chega ao palácio.",
      "quarta": "Leopoldina convida José Bonifácio para se hospedar no palácio. Thomas mostra o registro de Vitória e Anna se preocupa. Sebastião acredita na falsa carta da Madre feita por Cecília e autoriza a filha a ajudar o convento. Cecília beija Libério. Diara confirma as suspeitas de Joaquim sobre Jacinto. Dom Pedro não deixa Thomas se apresentar a José Bonifácio. Anna comenta com Leopoldina a estranheza com o comentário de Thomas sobre Vitória. Domitila surpreende Francisco ao afirmar que irá ao jantar no palácio. Diara conta para Joaquim o que descobriu sobre Jacinto. Domitila chega ao palácio e Thomas fica furioso. Joaquim tenta falar com Anna, mas Elvira o impede. Thomas convence Domitila a ir embora do palácio. José Bonifácio recusa o cargo de Ministro.",
      "quinta": "Dom Pedro se enfurece com a recusa de José Bonifácio. Leopoldina sente dor e todos se preocupam. Elvira invade a cozinha do palácio. Joaquim tenta convencer José Bonifácio a aceitar o pedido de Dom Pedro. Anna estranha o comportamento de Thomas. Piatã não consegue falar a verdade para Ubirajara. Padre Olinto aconselha Ferdinando. José Bonifácio pede para conversar com Dom Pedro. Amália tem um surto. Madre Assunção proíbe Peter de continuar tratando Amália. José Bonifácio impõe uma condição a Dom Pedro para aceitar o cargo de Ministro. Domitila vai à casa de Thomas. Francisco avisa a Dom Pedro que Domitila vai embora e o príncipe vai atrás dela.",
      "sexta": "Dom Pedro implora que Domitila não vá embora. Francisco avisa a Thomas que seu plano deu certo. Pedro dá uma casa para Domitila. Leopoldina e José Bonifácio jogam bilhar. Domitila se frustra ao acordar e não encontrar Dom Pedro. Jacira não gosta dos conselhos que recebe de Ferdinando. Joaquim questiona Germana sobre Jacinto. Wolfgang se preocupa com a permanência dos escravos fugitivos em sua casa. Piatã se irrita com a cobrança que Ubirajara lhe faz por causa de Jacira. Liu conta para Anna que viu Joaquim a observando. Thomas pede que Domitila continue sendo sua aliada. Diara termina seu artigo. Jacira tenta se desculpar com Piatã. José Bonifácio dá um presente para Leopoldina. Dom Pedro se encontra com Domitila. Thomas exige que Anna fale de seus sentimentos por ele.",
      "sábado": "Thomas tenta conter sua raiva de Anna. Dom Pedro volta da casa de Domitila e vê Leopoldina conversando com Bonifácio. Germana e Licurgo sugerem que Elvira chantageie Thomas. Índios veem Jacira falando com Ferdinando. Bonifácio cria polêmicas com seu discurso de posse como Ministro. Diara impede um beijo entre Cecília e Libério. Peter conta para Bonifácio sobre o suposto envolvimento de Sebastião no atentado contra Dom Pedro. Elvira pensa em descobrir o paradeiro de Domitila. Ubirajara questiona Piatã sobre Ferdinando. Thomas vai à casa de Domitila. Jacinto e seu bando cercam Joaquim na mata."
    },
    "jesus": {
      "segunda": "Jesus, André, Filipe e Natanael chegam em Cafarnaum. Abner, o endemoniado, dorme caído ao chão em um sono agitado. Ele é atormentado pelo Satanás. João Batista não liga para o que Quemuel lhe disse e avisa que Jesus é superior a qualquer mensageiro de Deus. Em Cafarnaum, Abner é seguido pelo Satanás. Jesus percebe a presença do mal no local. Simão se despede de Laila e avisa que um Homem iluminado está na cidade. Mateus sai para ver o Messias. André procura por Mateus, seu irmão. Sara e Gabriela avisam que ele não está. Jesus chega até a sinagoga e é observado por todos. Sula avisa que precisa voltar para casa e se despede de Maria.",
      "terça": "Jesus enfrenta o Satanás. Abner cai no chão e começa a ter convulsões. A força do mal deixa o local. Jesus diz que Abner está livre. Mateus fica impressionado. Irritado, Pilatos diz que Petronius deverá se redimir na corrida de bigas. Antipas briga com Herodíade. Ela diz para a serva Bina que Antipas está de olho em Salomé. Malco chama Anás e Caifás para uma reunião na sinagoga. Abner agradece a ajuda de Jesus. Simão Fariseu e Jairo olham, desconfiados, para Jesus. Claudia e Helena se preocupam com Petronius. Barrabás diz que algo precisa ser feito para vingar a surra que Batista levou. Na casa de Maria, todos são surpreendidos com a chegada de Efraim, pai de Asisa e Laila. Abner se desculpa com Gabriela e fala do milagre.",
      "quarta": "Efraim olha, impaciente, para os seguidores de Jesus. Tiago Justo finge não conhece-Lo. Antipas não autoriza a prisão de Batista. Herodíade fica furiosa. Jesus enfrenta Efraim e repara a presença de Satanás no local. João mal chega em casa e já sai novamente. Simão se preocupa com o desejo de vingança de Barrabás. Efraim manda segurarem e prenderem Jesus. Helena leva Judas Tadeu para conhecer o jardim do palácio. Eles são vistos pelo cozinheiro Almáquio. Petronius e Pilatos se mostram ansiosos com a corrida de bigas. Helena pede para Almáquio dar de comer a Judas Tadeu. Barrabás se encontra com Dimas e Gestas.",
      "quinta": "Tiago Menor chega e dá seu testemunho a favor de Jesus. Todos se voltam contra Efraim e começa uma discussão. Milagrosamente Jesus se livra e sai ileso. Maria de Betania fala sobre Jesus com Barrabás e Simão Zelote. Judas Tadeu agradece a Almáquio e Helena e deixa o palácio na companhia de Lázaro. O cozinheiro estranha ao ver o braço de Diana machucado. Maria Madalena, uma mulher linda e rica, se aproxima de Jerusalém com sua comitiva. Ela recebe a ajuda de Kesiah, sua serva. Shabaka, um treinador de gladiadores, e Susana, uma guerreira, seguem à frente, protegendo o grupo. Adela atende mais um cliente e é vista por Barrabás. Maria Madalena pede para cavalgar e Shabaka fica preocupado. ",
      "sexta": "Kesiah estranha a reação de Maria Madalena. Petronius fala que a conheceu anteriormente. Maria Madalena descobre que o oficial será seu tutor em Jerusalém. Dimas e Gestas decidem roubar os miseráveis e doentes. Edissa se apavora ao vê-los se aproximando. Maria Madalena troca provocações com Petronius. Judas Tadeu e Ami defendem Edissa contra o ataque de Dimas e Gestas. Impressionados, Natanael e Filipe falam sobre Jesus. Yoná se lembra de Natanael. Susana oferece ajuda a Shabaka para cuidar da hospedaria, mas ele avisa que Nemestrino já está o servindo. Barrabás se mostra ansioso com a corrida de bigas."
    },
    "Apocalipse": {
      "segunda": "César oferece ajuda à Zoe. Ela pede o apoio do policial para investigar Henrique. César dispensa Natália. Dudu vê Nicanor e o persegue. César descobre que Guto falou com Nicanor. Arthur autoriza a viagem de Zoe. César alerta o filho. Adriano estranha o comportamento de Débora. Noah deixa um presente para Isabela. Ela trabalha nas escavações. Hanna fica feliz com Saulo. Noah se desculpa com Isabela. Tiatira fala sobre o arrebatamento com Susana. Uri pede para Ariela marcar um encontro com Ricardo. Henrique e a esposa lamentam a ausência do filho. César diz saber como prender Nicanor. Benjamin, Brenda e André trabalham no novo projeto. Ricardo ordena o encerramento das investigações dos desaparecimentos. Uri fica indignado. Dylan passeia no parque com Joice. Natália tenta fazer ciúmes em César. Zoe se despede dos colegas. Henrique é intimado a depor. A polícia invade o galpão da ceita.",
      "terça": "Zé Bento é levado para a delegacia. Nicanor consegue escapar do galpão. Henrique fica preocupado. Zé Bento nega ter visto Nicanor. Isabela mostra estar gostando de Noah. Felipe se despede de André. Débora se aconselha com Stefano. André vê as fotos da infância. Isabela convida Noah para um passeio. Ricardo constrange Luca. Isabela beija Noah. Marta se preocupa com a sobrinha. Henrique não gosta da visita de Guto à Talita. Ângela se irrita com Natália. Jonas leva Tião para sua casa. Wallace diz que foi contratado pela empresa de Benjamin. Ricardo questiona Débora sobre Luca. Adriano critica o filho. Zoe e Benjamin se beijam. Ela diz ter algo importante a dizer.",
      "quarta": "Ricardo e Débora se preparam para a viagem à Jerusalém. Zoe pede segredo a Benjamin em relação a possibilidade de Ricardo ser o Anticristo. Uri fica triste ao saber que Dylan e Joice perderam o bebê. Alan se mostra animado com o trabalho ao lado de Ricardo. Nina e Berenice pedem demissão do hospital. Gideon diz que Isabel precisa se tornar uma judia ortodoxa para se casar com Noah. Rodrigo e seus alunos seguem em uma missão arqueológica. Em conversa com Zoe, Ariela diz que Ricardo quer promover a paz entre judeus e palestinos. Henrique diz para Natália que é inocente.",
      "quinta": "Ricardo Montana conhece os avós por parte de mãe. Zoe registra o encontro. Benjamin pensa no que Zoe falou sobre Ricardo. Jonas tenta procurar Tião de Deus pelas ruas. Cínico, Henrique recebe Susana. Ângela fala mal do ex marido para a filha Natália. Em Jerusalém, Rodrigo se surpreende com a visita de Zoe. Hanna se mostra insegura coma presença de Débora na cidade. Saulo fala do espírito de liderança de Ricardo. Gideon fica feliz ao ver o neto em sua casa. Susana apoia Estela. César pede conselho a Jonas. Diogo se declara para Bárbara. Em encontro com o professor Rodrigo, Zoe pede uma explicação bíblica para o desaparecimento das pessoas.",
      "sexta": "Pressionada por Ricardo, Débora diz perdoar o pai. Marta critica Débora. Isabela janta com Zoe e diz não ver a hora de conhecer Ricardo. Em Nova Iorque, Benjamin se lembra de Zoe. Uri pede para Benjamin marcar um encontro com Ricardo. Celeste se desculpa com Chico. Natália mente para Lúcio e diz gostar dele de verdade. César recebe um telefonema de Nicanor. Débora não consegue disfarçar e deixa a mesa do jantar. Ricardo tenta amenizar. César fica surpreso ao ouvir Nicanor dizendo que Natália é a próxima vítima de Samael."
    },
    "O Que a Vida Me Roubou": {
      "segunda": "Durante almoço na casa dos Mendonça, Carlota diante de, Graciela, Lauro, Montse e Alessandro, pergunta pela mãe de Alessandro, e ele responde que seu pai teve uma amante que só queria seu dinheiro. Graciela se incomoda, e sai com Montse para o jardim. Alessandro as alcança, e Graciela lhes confessa que Demétrio matou Gamboa, que houve uma briga e ele disparou com sua arma. Montse, surpresa, se dá conta que Alessandro não teve nada a ver com o assassinato de seu contador. Alessandro convida Carlota para ir passar uma temporada na fazenda, e ela aceita, mas diz que irá assim que Lauro tenha acabado de fazer seus exames. ",
      "terça": "Na casa do padre Anselmo, Rosário, preocupada, conta ao Padre que entregou ao capataz uma carta por ordens de Montserrat.. Demétrio e Adolfo festejam o negócio que farão com Josefina, e pedem as melhores mulheres em um bar, para se divertirem. Pedro, Loreto e Joventino se encontram com Zulema, Esmeralda e outra garota. José Luis visita Padre Anselmo e lhe pede que não se meta em seus assuntos, mas o Padre lhe suplica que vá embora, e deixe Monserrat em paz, já que é uma mulher casada. Na fazenda Almonte, José Luis discute com Montserrat por se recusar a fugir com ele e afirma que ele ou Alessandro terão que morrer, só assim o outro poderá ser feliz com ela. ",
      "quarta": "Montserrat, chorando, suplica à sua tia que esclareça as mentiras com Alessandro e sua mãe, mas Carlota só diz que Alessandro foi para Água Azul. Montse zangada repete para sua tia que Alessandro é um mentiroso. Alessandro está muito feliz em seu quarto, porque Montse está sempre muito preocupada com sua saúde. Padre Anselmo se alegra por seu afilhado estar bem. Rosário, angustiada, pede ao sacerdote que fale com Alessandro para que mande Maria para longe por que ela causa muitos problemas. Carlota aconselha a sobrinha a lutar pelo seu casamento com Alessandro. ",
      "quinta": "Alessandro, furioso, pergunta a Montserrat como sabe das coisas de José Luis, e se Nadia é sua informante, ela nega e sai, irritada. Pedro grita a Nádia e a proíbe de ir à fazenda de Montserrat. Maria, com a intenção de descobrir alguma coisa, visita José Luis para se colocar às suas ordens e aproveita para fazer perguntas sobre Montse. Em seu quarto, Rosário comenta com Montse que Alessandro lhe pediu que a vigiasse e depois lhe informasse de tudo que fez durante o dia, Montse agradece a lealdade da amiga.",
      "sexta": "Tomás pega uma arma e sai furioso atrás de Demétrio, enquanto Josefina fica chorando. Graciela conversa por telefone com Amélia, para se colocar a par do que ocorre na fazenda Almonte, e prometem se ver logo. Adolfo avisa Demétrio que Tomás Valverde está em Água Azul e precisam partir logo, Tomás chega gritando com Demétrio, mas Lauro o acalma. Tomás exige que Demétrio se case com sua irmã, já que a usou, Lauro dá sua palavra de honra a Tomás que seu filho se casará com Josefina. Demétrio e Adolfo escapam por uma janela. Graciela visita Josefina em sua residência e pede que acalme seu irmão, se quer ver Demétrio com vida. "
    }
  }
}
