{
  "novelas": {
    "amor de mãe": {
      "segunda": "Natália conta a Vitória que expulsou Carolina de casa. Amanda pede ajuda a Marina e conta que precisa fugir. Lurdes sai com Oliveira. Betina sugere que Magno se divorcie de Leila no mesmo dia de sua separação de Vicente. Érica e Raul discutem. Carolina fica encantada com o trailer de Durval. Camila conversa com Érica sobre Raul. Davi se preocupa quando não consegue falar com Amanda. Vicente contrata um detetive para investigar o envolvimento de Magno com o sumiço de Genilson. Vitória se sensibiliza quando Sandro afirma que Lurdes e os irmãos são a melhor família que ele poderia ter. Lídia pede que Raul fale com Vinícius. Sandro se envolve em uma confusão com Raul. Thelma revela a Gabo que tem um aneurisma. Amanda procura Davi e avisa que irá se afastar por um tempo.",
      "terça": "Vitória se desespera com os erros de seu passado e Miranda apoia a irmã. Estela acode Raul, que está embriagado e ferido pela confusão com Sandro. Estela arma para que Raul acredite que os dois dormiram juntos. Carlinhos chega para levar Ryan para seu show, e Érica desconfia do agente. Samuel alerta Marina sobre o estado de seu joelho. Nasce o bebê de Verena e Álvaro. Betina fala mal de Leila para Magno, e Brenda ouve. Ryan comemora o sucesso de seu show, mas Érica afirma que Carlinhos está mentindo para o irmão. Nuno pede desculpas a Joana e presenteia a filha. Marina se automedica para não ter que parar de jogar, e Ryan se preocupa. Magno descobre que a morte de Genilson voltou a ser investigada. Thelma flagra Gabo escondendo armas em seu restaurante.",
      "quarta": "Gabo tenta se explicar para Thelma, que o expulsa de seu restaurante. Estela comemora o sucesso de seu plano. Érica desabafa com Camila. Vinícius conforta Raul. Lídia se diverte com Tales. Leila percebe o desentendimento entre Brenda e Betina. Natália visita Durval e Carolina, que estranham a reação da mulher. Miguel alerta Lídia sobre Tales. Raul descobre que Sandro dirigia o carro de Vitória quando os dois se envolveram no acidente. Thelma afirma a Gabo que não reatará o romance dos dois. Lurdes e Vitória imploram para que Raul não denuncie Sandro à polícia. Davi ampara Vitória, que sofre com a pressão de seus segredos. Durval se sente inseguro quando Natália lhe passa as informações para cuidar de Carolina. Leila confronta Betina. Samuel repreende a automedicação de Marina. Vitória confessa a Raul que mentiu sobre o filho dos dois.",
      "quinta": "Érica e Magno alertam Ryan sobre Carlinhos. Lurdes anuncia que deseja apresentar Oliveira aos filhos. Thelma conta para Durval sobre o fim do namoro com Gabo. Durval é firme com Carolina. Amanda comanda um ataque ao sistema da PWA, e Álvaro se descontrola. Lídia presenteia Tales com um cartão de crédito. Belizário descobre que Amanda está ligada a Davi. Estela teme que Tales se envolva com Lídia. Danilo tenta animar Thelma. Lurdes aconselha Vitória, que sofre com seus erros. Belizário confronta Davi e ameaça a vida de Amanda. Amanda proíbe Cássia e Guará de revelarem seu paradeiro a Davi. A pedido de Magno, Betina se desculpa com Leila. Vicente ameaça Verena, e Belizário os observa.",
      "sexta": "Érica teme a reação de Lurdes ao descobrir sobre a origem de Sandro. Miguel exige que Davi se proteja dos agressores de Amanda. Vicente revela a Belizário o que descobriu sobre Verena e Genilson. Sandro declara sua gratidão por ser filho de Lurdes, e Érica se preocupa. Miguel acompanha Davi em seu depoimento a Miriam, e Belizário os ameaça. Érica descobre a farsa de Estela. Álvaro pede que Vitória investigue Amanda. Tiago se acidenta na escola e Matias apoia Vitória. Lurdes apresenta Oliveira à sua família. Magno e Vicente se agridem, e um vizinho registra. Thelma ajuda Gabo a fugir da polícia.",
      "sábado": "Ryan se preocupa com as injeções que Marina aplica em seu joelho. Amanda encontra Marina. Carolina ofende Durval. Davi e Amanda terminam seu relacionamento. As receitas culinárias de Danilo fazem sucesso, e Nuno e Camila comemoram. Lurdes se preocupa com o comportamento de Vitória. Marina sente fortes dores no joelho durante seu jogo e é levada para o hospital. Thelma se sensibiliza com o sucesso de Danilo. Belizário propõe um plano a Álvaro para fechar o restaurante de Thelma. Raul questiona Érica sobre Sandro. Marina é operada, e Matias diz que a atleta pode não voltar às quadras. Durval afirma a Carolina que fará o seu papel de pai."
    },
    "Bom sucesso": {
      "segunda": "Marcos expulsa Diogo da festa de lançamento. Silvana confessa a Pablo que está gostando da ideia de ter um filho de Mario. Ramon avisa a Leo que ficará na casa dos pais de Francisca enquanto Marie estiver em sua casa. Thaíssa e Fábio vão ao suposto consultório em que Diogo morou para descobrir alguma pista sobre o advogado. Toshi escuta Leo dizer a Marie que foi apaixonado pela francesa. Nana e Marcos orientam Gláucia e Vera a conversar com o representante das empresas de Eric Feitosa para acertar os próximos passos do livro. Nana e Marcos se surpreendem ao descobrir que Diogo detém os direitos comerciais do livro de Eric.",
      "terça": "Marcos acusa Diogo de ter roubado os direitos do livro de Eric Feitosa. Yuri reconhece que Gisele estava certa sobre Diogo. Machado diz a Nana e Marcos que a única solução para se livrar de Diogo é achar uma prova de que o livro foi registrado por Eric. Leo e Toshi conversam, e permitem a presença de Marie em casa. Alberto tem um pesadelo com Eric, que afirma que sua vingança chegará ao empresário. Eugênia e Gabriela discutem. Diogo exige negociar diretamente com Alberto.",
      "quarta": "Alberto expulsa Diogo de casa. Waguinho conta para Luan que está namorando Alice. Machado descobre que Jeniffer consta como sócia de Diogo no contrato da empresa que o advogado abriu. Yuri não gosta da ideia de Gisele se encontrar com Diogo para descobrir os planos do advogado. Jeniffer fica surpresa ao saber por Marcos que é sócia de Diogo. Paloma alerta Jeniffer para o perigo que ela corre. Jeniffer surpreende Diogo ao cobrar seus direitos como sócia do advogado.",
      "quinta": "Diogo sugere que Jeniffer fique a seu lado, vigiando Paloma e Marcos. Lulu vê Tonho com Leila. Orientada por Diogo, Jeniffer mente para Paloma e Marcos. Batista beija Lulu. A gravidez de Silvana é descoberta pelo elenco da novela. Gisele pede confiança a Yuri e diz que está seduzindo Diogo para descobrir o plano de vingança do advogado. Diogo exige o afastamento de Marcos da Editora. Mário promete a Silvana que será um bom pai. Diogo comunica que ficará com a sala de Alberto e Marcos reage.",
      "sexta": "Nana tenta acalmar Marcos. Mauri comunica a Alberto que o novo tratamento contra a doença não surtiu efeito. Paloma conta a Jeniffer sobre a intenção de Marcos de vender o Bar do Peter Pan. Diogo pede que Pessanha coloque um pacote de drogas no bar de Marcos. Alberto descobre como provar que o livro é de Eric Feitosa. Diogo manda Nana concentrar os investimentos da Editora no livro de Eric e cancelar os demais projetos. Vicente parabeniza Patrick por ser escolhido pelos olheiros no basquete. Pessanha se apresenta como interessado em comprar o bar de Marcos.",
      "sábado": "Marcos mostra o bar para Pessanha, que se apresenta como Gilberto. Mercedes tira uma foto de Marcos para mandar para Paloma, e acaba registrando Pessanha. Thaíssa, Jeff e Evelyn se assustam ao ver um vulto na casa em que era Eric morava. Pessanha coloca o pacote de drogas no bar de Marcos. Diogo contrata Patrícia para seduzir Marcos. Silvana é excluída do elenco da novela. Batista convida Lulu para ir a Búzios. Patrícia aproveita que Marcos está dormindo para armar contra ele. Silvana consegue voltar para a novela, com uma campanha criada por William no canal da internet da atriz. Paloma fica arrasada ao ver Patrícia dormindo ao lado de Marcos."
    },
    "Éramos seis": {
      "segunda": "Zeca afirma a Neves que conseguirá o dinheiro para a sociedade. Alfredo leva Adelaide para sair. Lola decide desfazer a compra do fogão para saldar a dívida com o banco. Afonso tenta evitar que Lola desfaça sua compra. Clotilde se encontra com Almeida. Karine sugere que Assad teste a honestidade de Julinho. Emília decide tirar sua filha da casa de Zeca. Carlos constata a origem da dívida de Júlio e fica desolado. Justina tem uma crise de choro ao saber que voltará para sua casa, e Olga se emociona. Afonso mente para Lola sobre a venda de seus doces e Virgulino descobre. Emília parte para Itapetininga. Gusmões estranha o comportamento de Almeida ao falar sobre a audiência dos filhos. Isabel se encontra com Felício. Adelaide convida Alfredo para passar a noite em sua casa. Carlos avisa a Lola que deixará a faculdade. Emília chega à casa de Zeca e se desespera ao ver Justina.",
      "terça": "Maria, Olga e Zeca tentam acalmar Emília. Lola sofre com a decisão de Carlos. Justina se recusa a ir embora com Emília. Olga não deixa Zeca pedir dinheiro para a tia. Emília vê Justina dormindo de mãos dadas com Candoca. Carlos conta para Inês que deixará a faculdade. Maria confronta Emília. Neves cobra de Zeca o dinheiro para fechar o negócio. Adelaide convence Alfredo a passar o dia com ela. Carlos procura emprego. Natália surpreende Almeida. Inês discute com Lola por causa de Carlos. Almeida revela a Clotilde que não pode se separar de Natália. Lola tem uma ideia para tentar ajudar Carlos. Isabel termina seu namoro com Lúcio. Emília provoca uma nova crise em Justina. Lola vê Alfredo na casa de Emília.",
      "quarta": "Lola repreende Alfredo. Adelaide descobre o paradeiro da irmã. Candoca acalma Justina, e Emília decide ficar mais um dia na casa de Zeca. Alfredo discute com Lola por causa de Carlos. Afonso tenta aconselhar Inês. Lúcio afirma que descobrirá o que houve no baile com Isabel. Isabel conta para Clotilde sobre Felício. Carlos tira satisfações com a Inês. Tavinho fala com Emília sobre Justina. Adelaide pede que Higino encontre fotos dela e de Justina. Alfredo desconfia ao ver Osório conversando com um homem. Gusmões se preocupa com Almeida. Emília se assusta com o desenho de Justina. Inês tenta fazer as pazes com Carlos. Emília decide deixar Justina em Itapetininga. Adelaide procura Justina.",
      "quinta": "Justina se assusta com a presença de Adelaide e Candoca tenta acalmá-la. Lúcio decide ir ao clube atrás de Isabel. Candoca tenta ajudar Adelaide a se aproximar de Justina. Lúcio conhece Felício e tira satisfações com Isabel. Lola reclama de Inês para Carlos. Marcelo repreende Felício por se encontrar com Isabel. Clotilde decide voltar para Itapetininga. Emília conversa com Maria sobre Adelaide. Zeca treina para pedir o adiantamento a Emília. Tião confidencia a Alfredo que conhece segredos de Osório. Lúcio revela a Carlos sobre a proximidade entre Isabel e Felício. Emília se surpreende ao ver o desenho de Justina e destrata Adelaide na casa de Olga.",
      "sexta": "Emília escorraça Adelaide e Zeca tenta tranquilizar a moça. Maria critica a atitude de Emília. Carlos questiona Isabel sobre o tio de Marcelo e Julinho ajuda a irmã. Almeida se aconselha com Gusmões. Justina observa Adelaide escondida. Isabel critica Lola na frente de Inês. Alfredo vai à reunião no cabaré. Maria sente falta de Clotilde. Justina observa Emília dormir e Candoca a repreende. Neves incentiva Zeca a roubar Emília e Olga chama a atenção do marido. Adelaide chega ao cabaré e procura por Alfredo. Julinho se despede de Clotilde. Almeida discute com Natália. Alfredo defende Adelaide no cabaré. Julinho avisa a Almeida da partida de Clotilde, e ele decide ir à casa de Lola. Zeca ofende Emília sem perceber que a patroa pode ouvi-lo.",
      "sábado": "Emília decide demitir Zeca. Clotilde e Almeida se amam. Almeida promete se separar de Natália. Adelaide afirma a Alfredo que não se afastará de Justina. Emília deixa a casa de Olga. Clotilde decide adiar sua viagem. Almeida descobre que sua audiência foi antecipada e se preocupa com Clotilde. Adelaide tem uma ideia para se aproximar de Justina e pede a ajuda de Higino. Isabel se encontra com Felício, e Carlos se enfurece. Começa a audiência de Almeida. Isabel se revolta contra Lola por causa de Carlos. Maria se preocupa ao saber que Zeca vendeu o carro. Higino liga para Justina e transmite o recado de Adelaide. Adelaide sobrevoa Itapetininga, e Justina fica encantada ao ver a irmã no avião."
    },
    "Malhação": {
      "segunda": "Rita e Leila se enfrentam. Cléber pede que Anjinha não vá para a Bahia. Celso tem seu carro destruído. Tatoo beija Anjinha. Carla incentiva Madureira a engatar um novo romance. Lara se une a Leila para intrigar Filipe contra Rita. Joaquim confessa a Lígia que sua prioridade é Aline. Lara exige que Leila se afaste de Rui. Neide e Celso conversam com a turma sobre o incidente com o carro do professor. Jaqueline questiona Thiago sobre o carro de Celso. Filipe e Rita discutem por causa de Leila.",
      "terça": "Nanda tem uma crise de pânico e pede para Raíssa levá-la ao hospital. Anjinha reata a amizade com Jaqueline. Filipe diz a Joaquim que ele se afastou de sua família. Lígia recomenda que Nanda se trate com Eliane. Jaqueline aconselha Anjinha a pressionar Cléber. Carla revela a Marco que Cléber e seu irmão estão voltando para o Rio de Janeiro. Anjinha acredita que Cléber não quer mais namorá-la. Filipe pensa em Rita. Rita dá um ultimato em Rui.",
      "quarta": "Raíssa promete ajudar Nanda a ir para a terapia. Anjinha aceita namorar Tatoo. Raíssa e Camelo se surpreendem com as ideias de Diana. Ivete pressiona Nanda para retomar sua carreira de cantora. Cida acredita que Leila tenha mentido sobre seu encontro com Rui. Nanda tem sua primeira sessão de terapia com Eliane. Aloísio ofende Serginho. Guga pensa em denunciar Aloísio para a polícia.",
      "quinta": "Nanda volta para o colégio. Guga confronta Max sobre as injúrias de Aloísio contra Serginho. Marquinhos se une a Diana. Regina se preocupa com a reação de Guga contra Max. Andressa distribui panfletos da chapa de Diana na disputa pelo grêmio escolar. Lígia pede que Lara providencie seu divórcio de Joaquim. Meg não aceita prejudicar Serginho para ajudar Max. Rui ameaça Leila para defender Rita. Cléber e Rafa chegam a Caxias. Cléber flagra Anjinha beijando Tatoo.",
      "sexta": "Cléber questiona Anjinha e enfrenta Tatoo. Milena confidencia a Jaqueline que Daniel não quis ficar com ela. Cléber pensa em voltar para a Bahia, mas Carla o proíbe. Jaqueline conversa com Daniel sobre Milena. Anjinha sofre por causa de Cléber. Max se desespera ao descobrir que Serginho prestou queixa na delegacia contra Aloísio. César se surpreende ao ouvir a conversa de Jaqueline e Milena sobre Daniel. Leila sabota o café de Rita, que passa mal. Rui consegue ficar sozinho com Lígia durante a visita a Nina."
    },
    "Avenida Brasil": {
      "segunda": "Carminha se desespera com a decisão de Tufão. Olenka defende Silas e Monalisa fica chateada. Darkson consola o pai. Tufão avisa à família que vai morar com Leleco. Max se insinua para Nina, que se esquiva. Carminha culpa Rita por tudo o que acontece à sua família e Nina tenta animá-la. Darkson se sente atraído por Tessália. Carminha ameaça Lucinda e as duas discutem. Monalisa conta para todos que estão trabalhando no bar que Silas mentiu sobre sua doença. Tufão e Jorginho se divertem jogando bola. Tessália reclama para Leleco que Darkson não leva jeito para professor de natação. Tufão convida Monalisa para sair.",
      "terça": "Monalisa aceita sair com Tufão. Carminha diz a Max que continuará manipulando a família de seu marido. Iran e Suelen criticam as atitudes de Monalisa. Carminha se faz de vítima diante de Muricy e Ivana. Tufão aconselha Jorginho a ir atrás de seu amor. Alexia não consegue resistir a Cadinho. Nina se preocupa ao ver o estado em que Carminha deixou Lucinda. Verônica e Noêmia procuram o marido na empresa. Alexia decide deixar Cadinho tentar conquistá-la e Paloma fica radiante. Muricy perdoa Carminha. Dolores pede para trabalhar no salão de Monalisa. Carminha procura Tufão na casa de Leleco. Lúcio vê Monalisa entrar no carro de Tufão e conta para Silas. Jorginho sai de casa assim que Carminha chega. Tufão e Monalisa se beijam.",
      "quarta": "Monalisa e Tufão decidem não falar sobre Silas e Carminha. Leleco não conta para Carminha que Tufão saiu com Monalisa. Nina mente para afastar Jorginho, que sofre. Max tenta convencer Carminha a abandonar o marido. Iran reclama da mãe para Olenka. Tufão conta para Leleco que ele e Monalisa se beijaram. Cadinho explica como Jimmy poderá botar Verônica contra Noêmia. Alexia se surpreende com os galanteios de Cadinho. Jorginho pressiona Nina para saber quem é seu suposto namorado, mas ela não lhe revela nada. Monalisa e Tufão vão à praia. Silas conta para Olenka que Suelen está mentindo sobre sua gravidez. Muricy descobre que Tufão saiu com Monalisa. Nina e Jorginho se beijam.",
      "quinta": "Suelen diz a Olenka que o filho que supostamente está esperando pode não ser de Iran. Tufão e Monalisa combinam de se encontrar novamente. Carminha fica com Max em seu quarto. Nina garante a Betânia que Carminha ainda não está derrotada. Olenka repreende Monalisa por abandonar Silas por causa de Tufão. Débora estranha o comportamento de Jorginho. Leleco convence Darkson a continuar trabalhando para ele. Suelen vê Olenka e Silas se beijando. Verônica e Noêmia desconfiam de que Cadinho esteja com Alexia. Nina tenta fotografar Max e Carminha juntos. Valdo avisa a Jorginho que Betânia ajudará Lucinda a fazer uma festa para Nina. Silas pensa em Olenka. Jorginho chega para a festa de aniversário de Nina.",
      "sexta": "Jorginho questiona Nina sobre a presença de seu suposto namorado em sua festa de aniversário. Suelen coloca Olenka contra a parede. Jorginho dá um anel de presente a Nina. Carminha interrompe o jantar de Leleco e confronta Monalisa e Tufão. Noêmia e Verônica se unem contra Alexia. Paloma incentiva Alexia a se casar com Cadinho para dar o troco em Noêmia e Verônica. Tufão e Monalisa ficam juntos. Monalisa insinua que Tufão está apaixonado por outra mulher. Zezé conta para Carminha que viu Tufão com Monalisa e Nina ouve a conversa. Iran, Leandro, Darkson e Lúcio exigem que Suelen lhes diga quem é o verdadeiro pai da criança. Roni descobre a falsa gravidez de Suelen. Verônica e Noêmia invadem a casa de Alexia. Carminha surpreende Tufão e Monalisa juntos."
    },
    "Aventuras de Poliana": {
      "segunda": "Afonso e Fernanda começam a se aproximar. Jeff consegue recuperar os arquivos do pen drive de seu pai e vê as fotos de Pendleton. Mirela é hackeada e todas as suas redes sociais desaparecem. Raquel continua receber mensagens anônimas. Pendleton fica incomodado com a bagunça que Poliana e seus amigos fazem em sua casa. Débora escuta Iure e Sophie conversando e descobre que Luisa e Marcelo terminaram o namoro. Glória decide dividir as ações da O11O entre Marcelo e Roger. Após ver a foto, Jeff vai até a casa de Pendleton em busca de informações, e Luisa escuta a conversa entre eles. Por ciúmes, Nanci briga com Sophie.",
      "terça": "Para esconder as pixações, Gleyce pinta sua casa. Marcelo chama Nadine para conversar. Pendleton esclarece a Jeff que não tem nada a ver com a morte de Ciro. Mosquito briga com Zóio e pede para ele ficar longe da família de Jeff. Nanci propõe que Waldisney realize uma lista de tarefas para provar o seu amor por ela. Pendleton diz a Luisa que irá se vingar das pessoas que o tiraram da O11O. Mirela acha que Gabi foi a responsável pela exclusão de suas redes sociais. O Clubinho MaGaBeLo tem uma nova missão: Descobrir se Ester tem um coração. Durval sugere para Cláudia abandonar seu emprego e ir trabalhar com ele na padaria. João invade a sala de Ruth e é pego por ela mexendo em suas coisas.",
      "quarta": "João mente e inventa uma desculpa para justificar a invasão à sala de Ruth. Luca, Gabriela e Brenda não cumprem o castigo imposto pela diretora. Mirela termina seu “namoro fake” com Luca. Em uma brincadeira, Lorena, Gael e Benício tentam escutar os bastimentos de Ester através de um estetoscópio, mas não ouvem nada. Pendleton pede para Waldisney tentar implementar uma ideia na O11O. Mário diz a Ester que eles estão namorando. Jeff conta para seus amigos sobre a foto de Pendleton que estava no pen drive. Mosquito desabafa com Gleyce. Lindomar diz a Arlete que sua música está no topo das paradas e ela diz que quer se mudar.",
      "quinta": "Lorena, Gael e Benício contam para Mário sobre a descoberta com o estetoscópio, e o menino se rebela contra o Clubinho. Luisa vê Marcelo e Nadine conversando e fica desconfiada. Roger aprova a ideia de Waldisney e inicia o projeto “Geração O11O”. Nadine ajuda Marcelo a descobrir mais informações sobre Pendleton. Zóio pixa o desenho de um mosquito na casa de Gleyce para incrimina-lo. Waldisney cumpre a primeira tarefa da lista imposta por Nanci para reconquista-la. Pendleton convida Luisa para jantar. Um vídeo de divulgação da Dark Lady é divulgado na internet. Afonso conta para Durval que está interessado em Fernanda. Bento vai para a casa de João para fazer um trabalho de ciências. Arlete e Lindomar visitam a mansão que pretendem alugar.",
      "sexta": "Sérgio vai até a casa de Pendleton pedir que ele tome uma atitude quanto as mudanças que estão sendo feitas no Vetherna. Gleyce pede para Jeff ser tolerante com Mosquito por acreditar que ele realmente esteja tentando mudar. Raquel fica chateada por sua ideia ter sido roubada. Ester pede para escutar o coração de Poliana. O projeto “Geração O11O” é lançado e os jovens começam a se inscrever em busca de um estágio na empresa. Luisa aceita o convite e vai jantar com Pendleton, Poliana e Ester. Marcelo vê a ex namorada saindo com Pendleton. Waldisney tatua o nome de Nanci no peito. Débora não aprova a aproximação entre Nadine e Marcelo. O resultado dos exames que Glória foi fazer no exterior ficam prontos. Lindomar conta para o filho que a família irá se mudar. Sophie e Iure encontram Pendleton, Luisa, Poliana e Ester no restaurante."
    },
    "Cúmplices de um resgate": {
      "segunda": "Lurdinha recebe flores no restaurante com pedido de desculpa do estilista apaixonado. Safira pede para que Priscila não conte nada aos avós sobre ter desmaiado. Regina entra no quarto e flagra Manuela com Joaquim. Flavia conversa com o pastor que lhe beija. Rebeca vai até a empresa para tentar falar com Otávio sobre o beijo de Pedro, mas o empresário está chateado e é frio com ela. Regina vai até o vilarejo e deixa um bilhete em Téo dizendo para Isabela que é melhor ela tomar mais cuidado. Pedro vê Omar humilhar Flora e decide intervir. A mulher fica encantada com o veterinário. Enquanto isso, Helena recebe uma flor com um pedido de namoro de Fausto. O homem aparece e Helena diz que sim. A sorveteria de Fiorina volta a fazer sucesso com a venda de milk-shakes.  Na gravadora, todos assistem ao clipe final do C1R no zoológico. Priscila fica chateada e diz que está muito gorda no vídeo. A garota vai até o banheiro e ao se ver no espelho se vê distorcida, muito mais gorda, mesmo sendo magra. Priscila chora e diz que não vai mais se alimentar: “eu tenho que ficar magra e elegante igual à minha mãe”.",
      "terça": "O padre Augusto vai até a casa de Marta e pede para que ela revele a verdade para Rebeca. Nair vai falar com o pastor que os fiéis estão indo para a igreja católica pois o padre está chamando atenção pelas músicas de louvor que começou a cantar nas missas. Regina entra na casa de Manuela no Vilarejo e ameaça Isabela. Fausto mexe na bolsa de Helena, que foi ao banheiro, para pegar o cartão de crédito da mulher e tirar fotografias. Rebeca encontra uma boneca de voodu de Isabela debaixo da cama de Manuela. A boneca foi jogada na casa por Regina. Rebeca fica desesperada e chama Nina. Regina se depara com Marina no vilarejo, que finge ter perdido a memória e não lembrar nada do passado. Dinho fica chateado com a notícia de que Helena está namorando. O pastor vai até a igreja católica e escuta o louvor do padre. O padre diz para o pastor voltar quando quiser e o pastor retribui o convite. Rebeca questiona Manuela, que na verdade é Isabela, sobre a boneca de voodu. Isabela diz que foi uma brincadeira de péssimo gosto de Omar.",
      "quarta": "Marta está prestes a fugir do vilarejo e o padre aparece e lhe aconselha que ir embora não vai diminuir sua culpa. Marta decide ficar no vilarejo. Regina e Geraldo descuidem que um dos capangas ficará na cola de Marina para saber se é verdade que ela perdeu a memória. Safira chama Otávio para almoçar e distrair a cabeça. O empresário aceita. O pastor decide se declarar para Flavia, mas sonha que as irmãs mais radicais iriam rejeitar a igreja. Augusto descida então terminar o início de relacionamento com Flavia. Omar coloca baratas na sorveteria de Fiorina para tentar acabar com a sorveteria da italiana. Fausto chega no vilarejo com Helena. Flora vê Fausto de longe. Helena apresenta Fausto como seu namorado para Nina e Rebeca. Flora corre para se esconder na clínica veterinária de Pedro. A mulher conta que ele é seu ex-namorado e que não vale nada. Pedro se preocupa ao saber que estava com Helena. Na gravadora, Regina sugere criar uma notícia de um suposto namoro entre Joaquim e Priscila na imprensa. Lurdinha e Frederico vão ao mesmo restaurante que Otávio almoça com Safira para se sentarem na mesma mesa que eles. Pedro tenta falar com Helena, mas a mulher não quer conversar com ele. Na sorveteria, as crianças notam ser Omar que está sabotando a sorveteria com a ajuda de Sabrina e decidem ir tirar satisfação.",
      "quinta": "Os capangas de Regina vão até o vilarejo para averiguar se Marina perdeu a memória mesmo. A mulher finge não lembrar de nada e convence os dois. Navarro e Vargas decidem levar Marina mesmo assim, mas Ofélio aprece para salvar a amada. Safira telefona para Berta e pede para que ela modifique o modelo da peça da On-Enterprise na confecção do vilarejo.\nRebeca está chateada por Otávio ainda estar lhe ignorando. Dinho está irritado e tratando todos com grosseria após saber do namoro de Helena. Fortunato e Aurora voltam para casa e são recepcionado por Priscila. Aurora acha que a menina está pálida e magra. Giuseppe faz uma reunião do vilarejo na sapataria. Fiorina diz que sabotaram a sorveteria e que o culpado é Omar.",
      "sexta": "Regina diz para Geraldo que fará Marina assinar um documento em que abre mão da administração do dinheiro de Isabela. A megera pensa que Marina realmente perdeu a memória. Com o documento ela acredita que conseguirá convencer Raul a passar a administração da fortuna para ela. Manuela escuta toda a conversa e fica preocupada. No vilarejo, Sabrina assume a culpa pelos atos de Omar e diz que foi ela quem sabotou a sorveteria. Enquanto isso, Priscila não quer comer por acreditar estar gorda, mesmo sendo magra. Ofélio pega documento escondido no escritório de Regina. Dinho está irritado e surta até mesmo com Meire. “Eu não sou mais o mesmo”, diz Dinho, que sofre por Helena estar namorando Fausto. Assustada, Meire corre para o apartamento de Alicia e pede ajuda para ela. Ofélio conta para Manuela que conseguiu o documento da guarda de Isabela. Manuela diz que o amigo esqueceu de apagar o documento do computador dela e por isso precisam impedir que Regina saia da mansão. Omar é ingrato com a ajuda de Sabrina. Mesmo assim, Sabrina está confusa se está gostando de Omar."
    },
    "Abismo de Paixão": {
      "segunda": "Henrique e Edmundo agradecem Vicente por ter levado Sabrina ao hospital e o pedem que se tranquilize, já que ela se encontra bem, ainda que tenha perdido o bebê. Betânia comenta que foi melhor Sabrina ter perdido o bebê. Edmundo pede para a esposa que se cale. Sabrina pede aos pais que não digam nada a Paulo, já que sem a criança ele a deixaria para sempre. Carmem e Elisa discutem pelo dinheiro aparentemente perdido de Augusto. Carmem diz a Elisa que chegou a um acordo com Ramiro, Elisa responde que pode imaginar o tipo de acordo que eles fizeram. Gael faz planos de onde viverá com Elisa quando se casarem, ela o pede que permita que Dolores os acompanhe, já que ela é muito importante em sua vida, Gael aceita. Ramiro informa Carmem que já reformou sua fazenda para que eles vivam juntos, Carmem pede que primeiro ele se desfaça de Ingrid, e depois ela irá com ele. Ramiro pede a Ingrid que vá embora do povoado, já que Almerinda contratou um detetive para descobrir quem tentou matá-la. Almerinda chega a fazenda de Ramiro e o vê aos beijos com Ingrid. Florência visita Sabrina para saber se ela segue grávida ou não. Sabrina mente dizendo estar tudo bem com sua gravidez, Florência a entrega um convite para seu casamento, neste momento chega Henrique. Florência pede a Paulo que não a abandone, e em troca o dará muito dinheiro, já que ele não quer mais saber de Sabrina, e pensa em deixar o povoado, assim poderia recomeçar muito bem. Ramona visita Paloma no centro de saúde para pedir lhe que mude de atitude, já que Gael não é o único homem do povoado, ela informa Edmundo que em sua casa existem umas ervas próprias para abortar, Edmundo a diz que já é um pouco tarde, pois Sabrina já perdeu o bebê, ele pede que Ramona seja discreta. Vicente quer ver Sabrina, mas Betânia o pede para nunca se aproximar dela. Betânia diz a Sabrina que irá visitar Carmem e a deixará sozinha por uns momentos. Paulo vai visitar Sabrina, que implora para que ele não a deixe.",
      "terça": "Na casa de Carmem, Ingrid e Ramiro se beijam. Almerinda os descobre e os ameaça manda-los para cadeia. Ramiro a enfrenta, dizendo que pode contar todos os seus segredos. Ingrid procura Guido no hotel para pedir lhe metade de todo o dinheiro que o deram pelas provas que tinha contra Ramiro. Almerinda se desculpa com Guido por tê-lo mandado para a cadeia. Betânia escuta quando Paulo liga para Carmem, eles ficam de se ver em uma lanchonete no povoado. Lucio, Henrique, Gael e Bráulio entram em um acordo para seguirem com a processadora. Elisa entra triste e diz a Lucio que já sabe que o dinheiro é de Damião. Florência vai até a igreja pedir ajuda ao Padre Lupe para que Damião seja mais atencioso com ela, o padre diz que o melhor seria que eles se divorciassem, já que não existe amor na relação e um filho não é uma solução para um casamento fadado ao fracasso. Elisa diz para Damião que o devolverá até o último centavo que lhe emprestou e que não precisa dele para sair adiante. Ramiro diz a Ingrid que ela terá que ir embora por um tempo do povoado e depois voltará para brigar pelo que é de seu filho, e consequentemente dela. Damião deixa claro para Elisa que seu amor por ela é mais forte que o amor que tem por Almerinda e também o que sente pelo filho que Florência está esperando. Carmem aconselha Paulo a seguir a relação com Sabrina, pois ela jamais voltará a sair com ele. Ingrid entrega para Guido as provas de que Ramiro e Paulo eram cúmplices desde o princípio, no desfalque à processadora. Guido diz que sabe que ela também esteve envolvida e que também irá pagar por seu crime. Ingrid se desespera e saca um revolver, matando Guido. Almerinda chega ao quarto de hotel de Guido e ao não receber uma resposta, pede a camareira que abra a porta do quarto do senhor, mas ela se nega. Betânia se oferece para acompanhar Almerinda na espera por Guido. Henrique pede para Paloma que permita que ele fique próximo a ela, e com o tempo, talvez, cheguem a ter algo sério. Edmundo encontra Ingrid muito nervosa. Paulo diz para Florência que Sabrina perdeu o bebê que esperava. Almerinda e Damião discutem.",
      "quarta": "No hotel, uma camareira encontra Guido atirado no chão e grita. Edmundo entra e chamam a polícia. Elisa visita seu padrinho, mas ele está triste, já que pensa estar traindo a memória de Branca. Elisa o aconselha a deixar esse pensamento, pois Branca adoraria que ele recomeçasse a vida e fosse feliz ao lado de outra mulher. Ramiro pede a Almerinda que obrigue Damião a assinar um contrato de quinze anos para comprar a colheita de “Céu Aberto”. Gael leva a Elisa um cheque de outra processadora e a diz que com esse cheque e suas economias liquidará a dívida que ela tem com os Arango. Dolores presenteia Elisa com um lindo vestido de noiva, o mesmo com que ela iria se casar com Bráulio, e pede que ela o customize a seu gosto. Florência, Paulo e Damião são interrogados por policiais pela morte de Guido, Florência acusa Ramiro, mas Paulo o defende. Edmundo informa os policiais que Almerinda saiu do quarto de Guido cinco minutos depois de ter chegado. Florência tenta ter intimidade com Damião, mas ele a rejeita, e a adverte que não terão relações até que nasça o bebê. Ela se zanga e sai do quarto. Florência planeja pedir a um doutor que consiga na capital um bebê recém-nascido para se passar pelo que supostamente espera de Damião. Betânia acusa Paulo de haver violado Sabrina e o levam preso. Damião diz a Almerinda que se nega a assinar contrato com Ramiro. Ela o pede que repense essa decisão. Damião acaba assinando compromisso de compra da colheita de Ramiro. Florência fica arrasada com a morte de seu pai e diz a Damião que de nada serviu o sacrifício que fez, já que Almerinda a pediu para engravidar em troca de que ela tirasse Guido da cadeia. Damião se surpreende. Gael entrega a Damião todo o dinheiro que juntou.",
      "quinta": "Padre Lupe se nega a dizer a Damião se ele tem irmãos ou não. Lucio está em sua casa, chorando pela lembrança de Branca e pede a Malu que o deixe só. Malu diz á Lucio que caso se ele precisar dela, não pense duas vezes em chamá-la. Betânia reclama com Edmundo por ele estar com outra mulher. Ele lembra que não lhe deve satisfações e em seguida pede o divórcio. Sabrina se sente culpada pelos problemas que seus pais estão passando. Ingrid adverte Ramiro que não irá embora do povoado, pelo menos até que Gael se case. Ramiro insiste para que ela parta, mas Ingrid está decidida a ficar. Dolores recebe a notícia da fuga e morte de Horácio. Florência diz que envenenará Damião contra Almerinda, pois agora ela não tem nada a perder. Elisa dá os pêsames à Florência, mas ela responde que Elisa é uma hipócrita, e que nunca elas serão iguais. Almerinda chora desconsoladamente e pede perdão a memória de Guido. Horácio entra e pede ajuda para fazer justiça contra Ramiro. Almerinda aceita ajudá-lo. Ramiro e Ingrid se encontram felizes em sua nova fazenda. Almerinda vai a capital e, numa clínica, fica feliz ao pensar estar vendo o ultrassom de seu neto. O doutor a faz acreditar que será um menino. Gael, Henrique, Lucio, Bráulio e Elisa, inauguram a processadora. Enquanto isso, na processadora Arango, Damião comenta com Malu sobre a grande perda de dinheiro que tiveram ultimamente. Carmem diz a Dolores que a processadora de Elisa fracassará. Dolores responde que muito pelo contrário, pois Elisa tem gente muito boa ao seu lado. Ramiro briga com os trabalhadores de sua terra por ter encontrado praga nelas. Ramona garante a Ramiro que “Céu Aberto” não terá uma só colheita até estar nas mãos de Elisa. Gael visita Paloma e ela o pede para que não se case, já que o ama. Ela começa a seduzi-lo. Gael a beija apaixonadamente.",
      "sexta": "Elisa pede a Malu que não se afaste de seu padrinho, já que ele precisa demais dela. Malu aproveita para aconselhar Elisa a não se casar, já que ela ama a Damião. Damião e Elisa se encontram na lagoa e ele a pede que não se case e lhe dê uma oportunidade. Elisa diz que se casará com Gael por estar verdadeiramente apaixonada por ele. Ramona visita Edmundo em sua casa e pede que ele examine Paloma, já que ela tem reclamado muito de enjoos e não quer comer. Paloma se confessa com Padre Lupe e diz que se entregou a Gael e suspeita estar grávida. Padre Lupe adverte Gael, dizendo que ele não pode mais se casar com Elisa, pois eles não se amam. Elisa vai à igreja pedir ao padre que a case com Gael e escuta quando Paloma diz estar grávida. Almerinda comenta com Florência que ela e Damião se casarão na paróquia da Fazenda Arango, mas Florência se recusa. Damião tenta se aproximar de Florência para acariciar sua barriga, mas ela se esquiva, dizendo que não quer nada com ele. Carmem discute com Ramiro, pois ainda não teve nenhuma colheita em “Céu Aberto”. Ela exige que Ramiro cumpra com o trato que fizeram, mas ele a mostra as copias do contrato de compra e venda assinado por Augusto. Paloma confirma a Edmundo que está grávida de Gael, mas pede ao doutor que não diga nada a sua avó, pois ela seria capaz de matá-la. Sabrina telefona para Henrique a fim de lhe contar tudo pelo que tem passado desde que saiu do povoado. Ele pede a garota que volte, já que Florência tem estado muito mal desde que se divorciou de Edmundo. Damião visita a Processadora Castanhon e pede a Elisa que lhe mostre as instalações, mas ela não quer. Ele a felicita pelo excelente trabalho que está fazendo e deseja felicidade em seu casamento. Gael conta a Elisa que Henrique já realizou todos os tramites para que comecem a exportar a pimenta habanero. Carmem percorre a plantação em “Céu Aberto” e descobre que estão afetadas pela praga. Betânia flagra Edmundo e Ingrid se beijando na fazenda de Ramiro. Florência leva o convite de seu casamento religioso a Elisa, e a pede que não falte. Elisa agradece a atenção, mas avisa que se casará no mesmo dia com Gael. Almerinda viaja para visitar Paulo e o adverte que investigará a morte de Guido e se encarregará que os responsáveis paguem na cadeia até o final de suas vidas. Almerinda volta ao povoado, e exige a Horácio que diga toda a verdade. Ele começa a lhe contar tudo que fez, seguindo ordens de Ramiro."
    },
    "Meu coração é teu": {
      "segunda": "Isabela acorda e fica furiosa, descontando sua ira em Sebastião. Sebastião chora copiosamente e pede a Ana que vá vê-lo. Paulina abandona Helena no hospital e volta para a Europa. Antes ela diz à filha que Nando nunca a amará, pois ela está louca. Henrique leva Fanny a sua casa e tenta conquistá-la. Ana diz a Jennifer que o vestido que fez para a festa de quinze anos de Alicia ficou muito bonito. Nicolas fala com Johnny sobre o que sente por Jennifer. Sebastião conta a Ana tudo o que Isabela lhe disse. Ana fica furiosa. Henrique diz a Fernando que sua família é como a dele, pois também só tem seu pai. O que Fernando não sabe é que Henrique acredita que seu pai está doente por culpa de Fernando e deseja vingança. Ana confronta Isabela pelo que ela fez a Sebastião. Ana fala que dirá tudo a Fernando, mas Sebastião a impede, pois o trabalho da babá estaria em jogo. Ana o diz que tudo que a importa é que as crianças estejam bem. Nicolas está preocupado de perder Jennifer por não poder formar uma família com ela. Bruno rouba brinquedos quebrados das crianças. Ana sonha que tem que escolher entre Fernando e Diego para se casar e ao final fica sem nenhum dos dois. Luz adoece durante a noite. Fernando tenta ajudá-la, mas ao ver que não consegue chama Ana, que chega rapidamente e faz Luz se sentir melhor. Isabela confessa a Yolanda que está farta das crianças. Nicolas diz a Jennifer que vai cancelar o casamento por ser velho demais para formar família e adotar uma criança. Fernando entra no quarto de Ana e a pede que volte a viver na mansão para ficar próxima às crianças. Luz fica muito feliz ao saber que Ana voltará a viver com ela. Bruno também se alegra. Ana pede a Fernando que leve Sebastião ao psicólogo e ele agradece Ana por seus bons conselhos. Henrique e Isabela são amantes. Henrique vive no mesmo edifício que Diego Lascurain. Ana passa pelo quarto de Yolanda e a ouve cantar a mesma canção que sua mãe cantava. Ana interrompe Yolanda enquanto estava cantando. Fanny descobre o diário de Alicia e lê a página onde ela diz estar apaixonada por Gustavo. Fanny pede a Alicia que se esqueça de Gustavo, porque ele não a ama. Alicia responde que não, pois pretende conquistá-lo na noite de sua festa de quinze anos.",
      "terça": "Henrique pretende presentear Fanny com um cavalo mas ela o rejeita. Isabela compra um vestido muito caro para os quinze anos de Alicia. Isabela e Fanny ajudam Alicia a preparar-se para sua festa. Fernando, Ana e as crianças ensaiam para o baile surpresa de Alicia. Nicolas fala com Jennifer para terminar sua relação com ela. Ana leva o vestido de Alicia com Luz e descobre que ela já tem outro, muito mais fino e elegante. Ana esconde o vestido sem que Alicia se dê conta. Fanny vê o vestido feito por Ana, e a diz que aquela peça pode não ter a finesse do outro, mas tem um imensurável valor sentimental. Leon vai visitar Fernando para pedir o trabalho de mensageiro novamente. Fanny não quer falar com Leon, mas Fernando lhe tem apreço. Yolanda pede a Ana que faça suas unhas. Ana aproveita para questioná-la e descobre inúmeras coincidências entre Yolanda e sua mãe. Ana diz a Diego que suspeita que Yolanda seja sua mãe. Todos estão se arrumando para irem a festa de Alicia. A moça faz sua entrada triunfal perante a família. Fernando se comove ao vê-la tão bela, pois se lembra de sua falecida esposa. A festa é um sucesso. Alicia dança a valsa com Fernando e os irmãos Lascurain. Isabela acredita que teve êxito na organização da festa, até que toda a família Lascurain, incluindo Ana, fazem uma apresentação de dança surpresa para Alicia. Isabela se enfurece e reclama com Fernando, já que no final da coreografia, Ana cai em seus braços. Fernando e Fanny dão a Alicia o vestido que Ana havia feito para sua festa. Alicia, publicamente, agradece o carinho de Ana. Isabela se sente derrotada. Todos, menos Isabela, se divertem na festa. Yolanda diz a filha que a culpa por não integrar se a família é só dela. Alicia some da festa. Fernando e Ana procuram por ela em meio aos convidados e a encontram beijando Gustavo em um canto do salão. Jennifer e Nicolas decidem viajar no dia seguinte para preparar o casamento que os unirá em menos de um mês. Isabela ouve Ana dizendo a Jennifer da possibilidade de Yolanda ser sua mãe. Jennifer se surpreende quando Ana a diz que Isabela poderia ser sua meia irmã. Jennifer a aconselha a fazer um exame de DNA. Isabela escuta e rejeita a possibilidade de Ana ser sua meia irmã. Ela vai até Yolanda para perguntar, mas a mãe diz que a outra filha que teve nasceu morta. Ao escutar isso, Isabela cria um plano para magoar Ana. Henrique se insinua para Fanny e ela fica desconcertada.",
      "quarta": "Diego diz a Ana que sentiu ciúmes ao vê-la dançando com Fernando. Ana esclarece que não existe nada entre eles. Fanny pede a Ana que não diga nada a Fernando do que ocorreu com Henrique. Fanny diz a Ana que sente que o amor entre ela e Leon não é o suficiente. Fernando diz a Bruno e Manuela que o assunto de terem uma barriga de aluguel é uma questão muito delicada, e que é necessário discutirem muito sobre o assunto. Isabela discute com Fernando, reclama que ele a ignora e ele, zangado, diz que prefere estar em qualquer lugar a estar com ela. Isabela se dá conta que tem começado a odiar Fernando. Nando diz a seu pai que as coisas com Helena não caminham bem. Ele o diz que o filho deve estar consciente que ela pode, a qualquer momento, ter outra crise, e que ele não pode ser responsável por ela. Diego leva Ana para escalar uma montanha e ainda que ela tenha medo, decide se a viver essa aventura. Fernando decide passar um domingo em família e desfrutar do dia junto a seus filhos.",
      "quinta": "Ao escalar Ana pisa em falso e se assusta muito. Diego diz que a seu lado ela sempre estará segura. Regina confessa a Leon que é apaixonada por ele desde os seus 12 anos. Nicolas leva Jennifer para sua fazenda e diz que ali será o casamento deles. Isabela diz a Yolanda que ela deveria estar junto a Fernando e seus filhos, mas prefere ir embora. Fernando não dá a mínima importância quando Isabela o diz que vai embora e isso a entristece. Helena explica a Fanny e a Laura que o que tem é um tipo de depressão e que se afastou de Nando por amá-lo, e não querer que ele se sinta obrigado a cuidar dela e lidar com seus problemas. Laura se porta mal com Helena e isso deixa Fanny zangada. Diego diz a Ana que sua afeição por esportes radicais era por ele se sentir muito sozinho, mas que agora os esportes não parecem mais tão necessários, pois ela preenche um vazio em seu coração. Henrique conta a Isabela o que Fanny lhe disse, e completa dizendo esperar que não haja consequências. Ana decide falar com Yolanda.",
      "sexta": "Isabela vê a oportunidade perfeita para fazer Ana acreditar definitivamente que Yolanda é sua mãe. O plano de Isabela dá certo e Ana acredita que Yolanda é sua mãe. Fanny vai atrás de Leon, mas Regina fecha a porta em sua cara e a diz que Leon está ocupado. Isabela finge desmaiar quando a dizem que Ana é sua irmã. Yolanda garante a Ana que ela é sua filha. Helena telefona para Nando para lhe dizer que precisa dele. Isabela parabeniza Yolanda por ser tão boa atriz. Ana comunica a Jennifer e Johnny que Yolanda é sua mãe. Eles a recomendam que não confie nela. Fernando garante a Isabela que está muito feliz por saber que terá outro filho. Ana pede a Yolanda autorização para fazer um exame de DNA. Fanny pergunta a Leon porque não fez nada para recuperá-la. Henrique tenta beijar Fanny e ela o esbofeteia. Isabela e Bruno entram em acordo para que arrumem o quarto do bebê. Fanny questiona Leon sobre Regina. Fernando descobre que Nando reprovou em uma matéria no colégio por faltas. Jennifer pede a Ana que a ajude a escolher o seu vestido de noiva. Nicolas agradece a Manuela o que ela fará pela felicidade de seu casamento. Fernando pergunta a Fanny que coisa tão grave aconteceu para que ela deixasse seu trabalho. Isabela planeja roubar uma fotografia de Ana e Diego se beijando para seguir adiante com seu plano com Henrique. Fanny comunica a seu pai que buscará ajuda de um conselheiro vocacional. Fernando descobre que Isabela disse coisas muito feias e empurrou Sebastião, e garante a seu filho que as coisas não ficarão assim com respeito a Isabela."
    },
    "Ouro Verde": {
      "segunda": "O Delegado faz uma proposta a Vera para salvar Jorge. Edson, Bia e Otelo encontram uma verdadeira chacina na delegacia, e Bia começa a revirar os cadáveres em busca do de Jorge. Bia, desesperada, continua procurando o cadáver de Jorge. Jorge chega à fazenda, levado pelo Delegado Wellington, que quer que Vera cumpra o prometido. José diz a Mônica que fez bem em aceitar ser presidente do banco e ela vai contar a Miguel, que fica em choque. Gonçalo é nomeado novo diretor do jornal. Vera declara-se a Jorge e garante tê-lo salvado, mas Jorge diz que a história deles acabou. Bia chega e Vera fica perplexa ao saber que ela e Jorge vão ser pais. Neném expulsa Vera da fazenda.",
      "terça": "Vera recebe um telefonema do delegado a cobrar-lhe o acordado ou Jorge voltará para a cadeia e não sairá vivo. Jorge fica surpreendido ao saber que Bia ameaçou Laurentino e que está aprendendo a atirar. Miguel desdenha de Mônica e recusa-se a sair do banco, ficando, mais tarde, sabendo que tem as contas congeladas. Vera chega para casa chorar, com nojo de si própria. Descobre que Bia está grávida e é aconselhada a ir embora. Neném diz a Vera que ela não merece mendigar o amor de ninguém. Jorge descobre o mapa do tesouro e manda Arnaldo enviá-lo a uma pessoa.",
      "quarta": "Rita recebe o mapa do tesouro e vai escavar o jardim com Laurinda, ficando eufórica com a possibilidade de encontrar algo. Miguel fica chocado por saber que não pode mexer no dinheiro que tem no BBFF e retira o dinheiro que guarda no cofre. Rita e Laurinda encontram uma mala, cujo conteúdo faz Rita desmaiar. Esta e a empregada encontram mais malas. Durante o jantar na fazenda, Jorge faz um discurso sentimental sobre a amizade e Vera mal esconde a raiva ao ver Jorge e Bia de mãos dadas. A sós com Bia, Jorge diz-lhe que sente pena de Miguel.",
      "quinta": "Rita acorda com a cama cheia de milhares de notas. José sai do hospital decidido a resolver as coisas de vez com Miguel. Bia e Jorge ficam tensos ao ver o Delegado Wellington na fazenda. O Delegado Wellington fala a sós com Jorge e diz que Vera se sacrificou por ele, o que deixa Jorge atônito, além de ficar sabendo que não pode sair do país. Miguel exige a Beltrão que o banco pague a conta do hotel. José expulsa Miguel à força do banco. José manda Beltrão suspender todas as despesas pessoais de Miguel. Paula vê as suas regalias serem cortadas. Miguel vai ao quarto e descobre que o mapa do tesouro desapareceu.",
      "sexta": "Bia corre para o quarto ao perceber quem é Josildo. Jorge vai atrás dela e acusa-o de sempre saber onde ela esteve e nunca a ter procurado. Miguel parte o quarto todo em busca do mapa e acaba expulso por Mônica e Tomás. Miguel descobre que o tesouro desapareceu. Rita denuncia-se e Miguel persegue-a com uma pá, ameaçando matá-la. Diante de toda a família, Rita acusa Miguel da morte do irmão e revela que Bernardo é seu filho, para choque de todos. Mônica diz que Antônio a devia ter deixado na casa de alterne onde trabalhava. Bia faz as pazes com Jorge. Miguel é expulso do hotel onde estava hospedado.",
      "sábado": "Tiago critica Vera pelo abandono do filho, mas ela diz que vai reparar tudo, quando aparece Miguel. Vera deixa-o ficar lá em casa e fala-lhe que ele pode usar as suas contas no estrangeiro. Jorge conta toda a sua vida a Bia, revelando-lhe um segredo que a deixa boquiaberta. Lúcio recebe uma chamada de um homem, a quem diz que o chefe não sabe que está metido naquela investigação. Joaquim pergunta a Laurentino se Jorge não se apresentou na fazenda como Zé Maria. Jorge e Bia vão a uma cabana nos confins da fazenda. Lúcio recebe uma chamada de Brito a dizer que o carro de Miguel está a caminho de Espanha."
    },
    "Amor sem igual": {
      "segunda": "O delegado confirma se Miguel quer mesmo seguir com a denúncia contra Bernardo. Caio estranha a ausência de Furacão. Miguel confirma o desejo de denunciar Bernardo. O delegado liga para Bernardo e avisa sobre a denúncia de Miguel e Poderosa. Leandro fica incrédulo. O delegado começa a ouvir os depoimentos. Leandro teme que Tobias descubra que a irmã está viva. Furacão agradece a ajuda de Miguel. Oxente se preocupa com o amigo. Depois de ouvir os depoimentos, o delegado rasga os papéis. Furacão chega em casa e avisa que Bernardo foi denunciado. Fernanda se emociona com a realidade de Nivaldo. As crianças carentes dormem na Praça da Sé. Norma se entende com Donatella. Geovani é visto comendo doces na cozinha.",
      "terça": "",
      "quarta": "O delegado confirma se Miguel quer mesmo seguir com a denúncia contra Bernardo. Caio estranha a ausência de Furacão. Miguel confirma o desejo de denunciar Bernardo. O delegado liga para Bernardo e avisa sobre a denúncia de Miguel e Poderosa. Leandro fica incrédulo. O delegado começa a ouvir os depoimentos. Leandro teme que Tobias descubra que a irmã está viva. Furacão agradece a ajuda de Miguel. Oxente se preocupa com o amigo. Depois de ouvir os depoimentos, o delegado rasga os papéis. Furacão chega em casa e avisa que Bernardo foi denunciado. Fernanda se emociona com a realidade de Nivaldo.",
      "quinta": "Poderosa hesita, mas acaba concordando em fugir com Furacão e Caio. Maria Antônia fica feliz. Em conversa com Oxente, Miguel diz não querer se casar com Maria Antônia. Animada, a moça faz planos para a fuga de Poderosa. Fernanda vai ao shopping com Nivaldo e o menino é discriminado pelo segurança. Ramiro pede para Tobias fazer algo para afastar Nivaldo de sua vida. Fernanda compra roupas novas para o menino. Tobias manda Leandro se encontrar com a irmã. Dona Sonia fala sobe a amizade com seu Ernani. Yara faz críticas à Norma. Wesley dá aula de dança na casa de idosos. Leandro dispensa Fabiana. Durante o treino na Bras Esportes, Seu Ernani estranha a ausência de Caio.",
      "sexta": "Bernardo segue o ônibus de Caio e Furacão. Miguel diz que Poderosa pode ajudá-lo trabalhando no mercadão. Bernardo consegue alcançar o ônibus e manda o motorista parar o veículo. Desesperados, Caio e Furacão fogem, mas o chefe da segurança da Bras Esporte os ameaçam com uma arma. Tobias tenta obter notícias de seu funcionário. Bernardo diz que Tobias quer Caio na escolinha e avisa que dará uma chance para eles, mas terão que ficar de bico fechado. Leandro avisa que Fernanda não vai desistir de Nivaldo. Ramiro fica irritado. Nivaldo foge e se encontra com os outros meninos de rua. Miguel avisa que Poderosa irá ajudá-lo no mercadão. Pedro se anima com o próximo encontro com Fernanda. A filha de Ramiro descobre que Nivaldo fugiu para se encontrar com os outros meninos de rua. Caio mente para Tobias e diz que ele e Furacão iam visitar um parente no Rio."
    },
    "O rico e lázaro": {
      "segunda": "Beroso diz ao rei que os deuses levaram Kassaia. Ao saber que Joana sumiu, Zac avisa que vai procurar Fassur. Joaquim pede para Edissa não visita-lo mais na prisão. Elga manda os filhos expulsarem as gêmeas de casa. Rabe-Sáris encontra Nitócris e avisa ter más notícias. Arioque chama Evil. Neusta lamenta a prisão do filho. Absalom trabalha ao lado de Nicolau. Elga reclama da atitude dos filhos em relação às gêmeas. O rei pede para ficar sozinho. Daniel comenta com os amigos sobre o ocorrido. Sammu-Ramat mente para Nebuzaradã e afirma que não matou Kassaia. Shamir e Tamir pedem para esposas dançarem para eles. Beroso cuida do corpo de Kassaia. Fassur diz não saber do paradeiro de Joana. Aspenaz chora a morte de Kassaia. Joana se debate tentando fugir. Fassur diz palavras sem sentido para ela. Nitócris ameaça Sammu. Zac procura Asher e fala do sumiço de Joana. Talita e Samira dançam para os maridos. Prestes a ser atacada, Joana consegue alcançar um objeto e ataca Fassur. Ela foge do local. O corpo de Kassaia é velado no palácio. Durante a fuga, Joana se emociona ao ver Asher. Amitis chora, se despedindo da filha. Asher se esconde. Zac corre e ampara Joana. O sol volta a iluminar a cidade.",
      "terça": "Asher fala de Joana para Lior. O corpo de Kassaia é velado. Zac vai atrás de Fassur. Zabaia diz que sua paciência com Shag-Shag está acabando. Absalom chama Nicolau para o trabalho. Zac bate em Fassur. Beroso realiza a cerimônia de sepultamento de Kassaia. Absalom fica triste com a vergonha que passou. Zac diz que Fassur deve ser apedrejado. O sacerdote implora pela ajuda de Elga. Neusta tenta convencer Joaquim a receber Edissa. Joana diz que não é necessário a pena de morte para Fassur. Zelfa impede as gêmeas de saírem de casa. Neusta diz que Amitis precisará de apoio. Ravina diz que Fassur deverá servir Oziel. Zac apresenta um amigo para Dana. Talita e Samira ajudam Zelfa a cozinhar. Gadise procura Matias e diz que eles precisam casar logo. Asher e Aspenaz lembram da bondade de Kassaia. Dana diz ter ficado interessada em Rafael, conhecido de Zac. Daniel não tem coragem de se declarar para Lia. Elga diz estar de olho nas gêmeas. Amitis e Nabucodonosor lamentam a morte de Kassaia. Evil Merodaque chora a morte da irmã. Nitócris diz sentir falta de Kassaia. Sammu-Ramat se irrita ao ver Nebuzaradã sofrendo com a morte da princesa. Matias anuncia que irá se casar com Gadise. Em conversa com a serva Darice, Sammu-Ramat diz que fará Nebuzaradã esquecer Kassaia.",
      "quarta": "Sammu-Ramat mente para Nebuzaradã e diz que Kassaia o traiu com Asher. Hurzabum chega ao palácio para dar aula de música a Belsazar. Rebeca fala do interesse de Dana por Rafael. Talita diz que precisa cobrar Zabaia pela dança. Aliatis, um antigo servo do rei, reaparece no palácio com seu filho, Madai, e pede para voltar a servir o soberano. Nabucodonosor fica feliz ao reencontrar Aliatis e permite que ele lhe sirva novamente. Rabe-Sáris provoca Joana. Lia retorna ao alojamento de escravas. Daniel aconselha Joana. Abednego pede Naomi em casamento, mas ela se recusa. Mesaque e Sadraque começam a namorar Raquel e Dalila. Naomi encontra Lia e diz não ter conseguido aceitar o pedido de Abednego. Nebuzaradã tira satisfação com Asher e o ameaça.",
      "quinta": "O Chefe da Guarda Real avisa que irá propor uma luta entre ele e o escravo. Gadise agradece o apoio de Ebede-Meleque. Oziel continua servindo Fassur. Gadise pede a autorização de Amitis para se casar com Matias. Fassur retorna à sinagoga. Ebede diz que Edissa precisa manter a fé. Nitócris trata Evil com carinho. Rafael visita Dana. Rabe-Sáris pergunta sobre a conversa entre Nebuzaradã e Asher, mas o Chefe da Guarda Real se recusa a comentar. Edissa fica triste com a ausência de Joaquim. Absalom fica furioso ao observar Dana ao lado de Rafael. Talita e Samira planejam novamente uma fuga. Zelfa visita Shag-Shag na casa da Lua. Talita se desespera ao vê-la no local, mas consegue se esconder. Zabaia se recusa a apagar pela dança, mas Talita o ameaça. Samira tenta enrolar Elga para que ela não descubra que a irmã saiu de casa. Hurzabum pede para Zabaia ter paciência com Shag-Shag. Asher fala da futura luta com Nebuzaradã. Joana encontra Zac e diz querer romper o noivado.",
      "sexta": "Zac fica indignado com Joana e tenta beijá-la a força. Absalom se irrita com um cliente da oficina. Samira finge ser Talita para enganar Elga. Abednego lamenta a recusa de Naomi. Samira e Talita conseguem enganar Zelfa e Elga. Neusta visita Joaquim na prisão. Zac procura Asher e avisa que Joana rompeu o noivado. Dana diz ter gostado de Rafael. Irritado, Zac humilha um de seus clientes. Bêbada, Shag-Shag ofende Hurzabum. Namnu e Arioque falam sobre amor. Daniel diz para Abednego ter paciência. Naomi fala de seu trauma na infância. Daniel aconselha Evil-Merodaque. Amitis trata Nitócris com frieza. Darice diz que Nebuzaradã deseja ver Sammu. Triste com a atitude de Joana, Zac bebe na Casa da Lua. Nebuzaradã se entrega aos braços de Sammu-Ramat e cobiçam o poder. Nitócris lamenta a atitude de Amitis. Evil se declara para Shamiran. Ebede tenta confortar Gadise. Zac fica bêbado na Casa da Lua. Amitis e Nabucodonosor se declaram um para o outro. Hurzabum pede Rebeca em casamento. Asher fala de seu desejo de vingança. Zac chega bêbado em casa e briga Nicolau. Ele tenta acertar um soco no irmão caçula, mas acerta Elga."
    },
    "Caminhos do coração": {
      "segunda": "Ângela, Clara e Eugênio tentam animar Tati, que está triste por causa de Marcelo. Eugênio dá a idéia de visitarem Ágata e Aquiles e as meninas adoram. Capeletti olha Júlia manipulando seus instrumentos, enquanto Marcelo fica desacordado. Marcelo acorda assustado e implora para Júlia soltá-lo, mas a médica injeta um sedativo nele. Marcelo desmaia e Júlia se prepara para começar a cirurgia. Fernando e Taveira se estranham por causa de Maria. Eric avisa que eles têm que se unir para acabar com Maria. Fúria pega Ísis pelo pescoço e a entrega para Vlado, que solta Beto e agarra a mulher-invisível. Fúria dá um salto sobre Beto e o derruba no chão. Marialva agarra Demétrio e o ameaça. Batista chora por causa de seu filho e Regina o consola. Ela diz para Batista contar que ele é o verdadeiro pai do menino, mas ele conta que o filho desapareceu. Batista diz estar desconfiado que seu filho desapareceu por ser um mutante. Gór, Meduso e Metamorfo arrumam César sedado na maca. Metamorfo se transforma em Meta-César. Gór avisa que César está curado e pronto para reassumir a presidência da Progênese.",
      "terça": "Vlado ruge para Minotauro. Vlado pega Minotauro pelas costas e morde seu pescoço. Iara olha tudo escondida. Beto vê o sofrimento de Minotauro, mas tenta se defender de Fúria. Iara sai correndo pela mata. Toni encontra Iara, que começa a cantar. Toni fica enfeitiçado, mas Iara pára de cantar ao ouvir o barulho de Velociraptor. Iara avisa que eles precisam sair dali, mas Toni continua enfeitiçado. Iara foge e Toni vai trás dela. Batista conta que participou do projeto DNA, mas confessa que não sabe qual o poder do seu filho. Taveira lê uma notícia na Internet, falando que ele e Dino estão sendo acusados de homicídio e que o Juiz deu ordem de prisão para eles. Mauro, Lucas e Janete discutem com Cassandra e ela acusa Simone de ter dado um golpe no pai. Eric diz estar na hora de agir e conta qual é o plano para pegar Helga.",
      "quarta": "Irma conta que descobriu ter o dom de sobreviver. Marcelo fica desconfiado de Júlia, mas ela tenta convencê-lo de que eles são amantes. Capeletti entra no laboratório trazendo César numa maca. Marcelo se assusta e Júlia diz que Capeletti é seu amigo. Pachola reclama com Cris por ele não tê-los tirado da cela. Cris fica nervoso com Pachola, que fica com olhos vermelhos. Vavá tenta acalmar o pai, mas Pachola se transforma em lobisomem. Cris e Pachola brigam. Irma percebe que Batista está triste e se surpreende ao saber que o filho dele é um mutante e desapareceu. Meduso tenta seduzir Silvana e ela começa a reconhecê-lo. Meduso vira de costas e Gór chega a tempo de ouvir. Gór hipnotiza Silvana e diz que ela nunca tinha visto seu irmão antes. Meta-César fica enciumado ao ver Meduso e Silvana. Gór sente o clima de disputa entre os dois e não gosta. Metamorfo pede para falar com Gór e a agarra. Ele diz que sempre foi louco por ela e lhe dá um beijo.",
      "quinta": "Beto chora a perda de Marcelo . Ernesto procura a arma, mas Taveira a pega antes e seus dentes crescem. Dino aponta sua arma para Ernesto, que fala para os dois se entregarem. Taveira avisa que irá riscar o nome de Esmeralda de sua lista e ela se protege atrás de Ernesto. Esmeralda pega uma faca e atira. A faca pega de raspão de mão de Taveira, que solta a arma. Dino se distrai e Ernesto lhe dá um soco. Os dois lutam. Marisa entra correndo e avisa que Taveira está atacando Ernesto e Esmeralda. Lúpi se transforma em Lobo e foge. Maria, Perpétua e Hélio correm, mas param na porta ao ver que Velociraptor está do lado de fora. Maria diz que eles precisam arrumar um lugar para se esconder dentro do depósito. Janete tem uma visão de Maria sendo atacada por Velociraptor. Maria vê um barril e manda Perpétua se esconder lá dentro. Velociraptor dá de cara com Maria, que fica sem saber onde se esconder. Taveira joga Esmeralda contra a parede e Ernesto fica desesperado.",
      "sexta": "César-lobisomem começa a destruir o laboratório. Pepe, Carvalho e Noé arrombam a porta do trailer e se deparam com Taveira e Dino prontos para atacar Ernesto e Esmeralda. Noé lança uma faca sobre Dino e ele solta Ernesto. Dino se esconde atrás de Taveira, que aponta uma arma para a cabeça de Esmeralda. Marisa entra e dá uma panelada na cabeça de Taveira, que solta Esmeralda. Taveira ameaça matar todo mundo, mas ouve a sirene da polícia e sai correndo. Fernando e Juanita olham para Helga e Paola desmaiadas. Juanita liga para Eric e diz que ela e Fernando estão sem coragem de matar as duas. Eric avisa que irá terminar o serviço pessoalmente. Janete tem uma visão de Toni lutando contra Fúria e desmaia. Fúria rodeia Toni, que desvia rapidamente e dá um chute na mutante-pantera. Rodrigo pede para Gór esperar, mas ela se afasta, seguida por Meduso e Meta-César. Gór chora e Metamorfo volta a sua forma normal para consolá-la. César-lobisomem começa a destruir o laboratório e dá patada na mão de Capeletti. Júlia diz não ter coragem de matar César."
    },
    "a escrava isaura": {
      "segunda": "Leôncio manda esquentar o ferro de marcar gado e ameaça Isaura. Leôncio manda Isaura para o pelourinho. Perpétua tenta convencer Álvaro a se casar com Branca. Sebastião recebe o bilhete de Tomásia que pede a visita de Helena. Sebastião jura sobre a Bílbia que Gabriel é irmão de Helena. Miguel despede-se de Violeta. Helena diz a Gabriel que são irmãos. Diogo consola Helena. Flor-de-Lis conta a Martinho sobre a fuga de Isaura. Leôncio manda armar os funcionários da fazenda. Leôncio pega a chibata para castigar Isaura.",
      "terça": "Sebastião jura sobre a Bílbia que Gabriel é irmão de Helena. Henrique e Miguel combinam invadir a fazenda de Leôncio. Flor-de-Lis conta para Martinho sobre os planos de Miguel. Tomásia se preocupa com Gabriel. Helena chora. Leôncio manda Rosa se vestir de Isaura. Rosa não convence. Belchior leva água e comida para Isaura. André leva negros para ajudar Miguel a libertar Isaura. Leôncio manda esquentar o ferro de marcar gado e ameaça Isaura.Leôncio manda Isaura para o pelourinho. Perpétua tenta convencer Álvaro a se casar com Branca. Sebastião recebe o bilhete de Tomásia que pede a visita de Helena. Sebastião jura sobre a Bílbia que Gabriel é irmão de Helena. Miguel despede-se de Violeta. Helena diz a Gabriel que são irmãos. Diogo consola Helena. Flor-de-Lis conta a Martinho sobre a fuga de Isaura. Leôncio manda armar os funcionários da fazenda. Leôncio pega a chibata para castigar Isaura.",
      "quarta": "Henrique se atraca com Leôncio. Leôncio rasga a roupa de Isaura. Belchior consola Isaura. Sebastião vai a fazenda de Leôncio. Miguel pede armas a Tomásia. Gabriel desmaia. Bernardo vai para o garimpo. Francisco se prepara para chicotear Isaura. Leôncio se arrepende. Violeta bate em Flor-de-Lis. Começa o ataque a fazenda de Leôncio. Miguel decide entrar na casa grande onde Leôncio está com Isaura. André luta com Raimundo. Miguel é ferido. Henrique se atraca com Leôncio. Isaura foge. Rosa segura Isaura. Isaura encontra Miguel que está sem forças para fugir. Belchior leva a carruagem para Isaura e Miguel fugirem. Martinho encontra André. A Milícia chega a fazenda e prende Henrique. Gabriel entra em coma. Sebastião chega a fazenda. Leôncio vai com Francisco em busca de Isaura. Álvaro arrecada jóias. Leôncio persegue a charrete com Isaura e Miguel. ",
      "quinta": "André atira contra Leôncio. André atira contra Leôncio. Chega a Milícia que vai atrás de André. Isaura consegue escapar. Leôncio se desespera com a fuga de Isaura. Tomásia dá abrigo a Miguel e Isaura. Henrique está preso e recebe a visita de Sebastião. Diogo cuida de Miguel. Leôncio grita com Rosa. Malvina se preocupa com Leôncio. Flor-de-Lis é expulsa do bordel. Leôncio vê a imagem de Almeida. Leôncio manda Rosa dormir com ele. André vai visitar João e Joaquina. Leôncio descobre que Isaura está na casa de Tomásia. Álvaro sonha com um grande amor. Helena se nega a ser examinado por Paulo e pede a presença de Diogo. Leôncio presta queixa contra Tomásia para o Sargento de Milícia.",
      "sexta": "Gioconda chora sobre o leito de Gabriel que está em coma. Isaura e Miguel comentam sobre deles para Tomásia. Gioconda chora sobre o leito de Gabriel que está em coma. Bernardo acha diamante no riacho. Henrique pede a seu pai que vá até a casa da Condessa avisar Isaura que Leôncio está indo para lá. Sargento e Leôncio chegam na casa da Condessa. Miguel e Isaura se escondem no quarto de Gabriel. Tomásia não deixa que Leôncio entre em sua casa. Bernardo beija Moleca e lhe mostra o diamante. Leôncio vai até o juiz pedir uma carta de autorização para entrar na casa de Condessa. Os escravos de Leôncio ficam dispostos estrategicamente ao redor da casa de Tomásia para Isaura não fugir. O juiz autoriza Leôncio entrar no quarto de Gabriel. André encontra seus amigos escravos nas terras da Condessa e descobre que Leôncio prometeu dar a alforria ao escravo que pegar Isaura. André fica calmo e vai até Isaura, diz a ela que estão cercados por colegas. O cerco de escravos foge para o quilombo. Malvina diz a seu pai que ama Leôncio e quer voltar para ele. Helena arde em febre. Margarida beija o Dr. Paulo na boca. Leôncio não acha Isaura."
    }
  }
}
