{
    "novelas": {
        "amor de mãe": {
            "segunda": "Lurdes despista Ryan, que não percebe que a mãe escondeu um celular no bolo para Sandro. Danilo pede que Thelma o autorize a confrontar Vicente sobre a sabotagem ao restaurante. Miriam permite que Betina fale com o suposto assassino de Genilson. Amanda garante a Danilo que foi Vicente quem sabotou o restaurante de Thelma, a pedido de Álvaro. Davi e Guará registram as atitudes criminosas da empresa PWA. Thelma não percebe o interesse de Durval por ela. Danilo e Thelma conseguem a confissão de Vicente sobre a sabotagem. Tiago descobre que terá um irmão e teme perder o amor de Vitória. Vitória tem um sangramento.",
            "terça": "Davi acompanha Vitória ao hospital e afirma que a advogada precisa descansar. Érica convida Raul para um almoço com sua família. Álvaro se revolta contra Vicente e exige que o rapaz se afaste da cidade. Tiago conhece Davi e pede que ele seja seu pai. Silvânia avisa a Vitória que acompanhará Tiago mais de perto. Amanda procura Davi. Lurdes discute com Érica por causa de Sandro. Érica questiona Camila e Ryan sobre a história contada por Kátia sobre Sandro. Érica conversa com Camila sobre sua paixão por Raul. Na premiação, Raul insinua a Érica que deseja se casar com ela. Álvaro anseia pelo anúncio de sua sociedade com Raul. Érica questiona Raul sobre Vitória. Davi e outros ativistas protestam contra Álvaro durante a cerimônia. Davi descobre que Vitória é advogada de Álvaro.",
            "quarta": "Davi é levado para a delegacia. Jorge apoia Estela. Lurdes convida Camila para sair com Thelma e Danilo. Davi recusa a ajuda de Vitória. Amanda paga a fiança de Davi, que planeja como libertar os outros. Miranda e Matias se amam. Wesley descobre que Jader foi coagido a confessar o assassinato de Genilson. Lídia visita Estela e constata seu sofrimento por causa de Raul. Miriam questiona o interesse de Wesley em Jader. Penha se irrita ao ver Wesley e Miriam juntos. Raul questiona Vitória sobre o passado dos dois. Lurdes pede desculpas a Érica. Álvaro comemora seu filho com Verena. Danilo e Camila desistem de jantar com Thelma e Lurdes, mas acabam se conhecendo sem saber da ligação de suas mães. Belizário ateia fogo ao galpão de Davi.",
            "quinta": "Davi consegue escapar do galpão e é socorrido por paramédicos. Ryan provoca Érica sobre o almoço com Raul. Danilo e Camila se beijam. Miguel se preocupa com Davi, que afirma que o incêndio foi uma vingança de Álvaro. Vitória descobre sobre o estado de Davi e questiona Álvaro. Belizário ameaça Vicente. Danilo descobre que Camila é filha de Lurdes, e pede à namorada segredo sobre a relação dos dois. Samuel treina Marina. Amanda resgata Davi do hospital, antes que Belizário atente contra o ativista. Lurdes visita Sandro. Durval sente ciúmes de Thelma. Ryan apoia Marina, que sofre por ter quebrado sua raquete. Lurdes teme pela vida de Sandro durante uma rebelião no presídio.",
            "sexta": "Lurdes respira aliviada ao constatar que Sandro está vivo. Miguel questiona Davi sobre Amanda. Durval conta que encontrou um novo médico para avaliar o caso de Thelma. Para despistar Álvaro, Davi assume a responsabilidade sobre incêndio em seu galpão. Raul considera conversar com Davi. Sandro confessa a Lurdes que não quer mais fugir da polícia. Lurdes prepara o almoço em sua casa. Thelma se surpreende por Danilo querer acompanhá-la à casa de Thelma. Brenda flagra Magno e Betina juntos. Lurdes vê Danilo com Camila, e os dois pedem segredo sobre seu namoro. Todos na casa de Lurdes gostam de Raul. Davi e Amanda ficam juntos. Ryan vende seu violão para comprar uma nova raquete de tênis para Marina. Alguns meses se passam. Sandro deixa a prisão.",
            "sábado": "Lurdes apresenta Sandro aos filhos, e Érica desconfia do rapaz. Vitória comenta com Natália sua situação difícil com Davi. Thelma se prepara para reinaugurar seu restaurante. Camila liga para Danilo, que disfarça na frente de Thelma. Lurdes se desentende com Érica e acaba expulsando a filha de casa. Thelma descobre que Danilo tem uma namorada e procura Amanda. Raul apoia Érica. Durval revela sua história com Natália e Carol para Thelma. Sandro despista Lurdes para encontrar Marconi. Durval consegue se reaproximar de Carol, para o espanto de Natália. Thelma comenta com Lurdes sobre o namoro secreto de Danilo. Sandro participa de um assalto com Marconi, e Danilo o vê."
        } 
    }
}
