{
    "novelas": {
        "amor de mãe": {
            "segunda": "Lurdes despista Ryan, que não percebe que a mãe escondeu um celular no bolo para Sandro. Danilo pede que Thelma o autorize a confrontar Vicente sobre a sabotagem ao restaurante. Miriam permite que Betina fale com o suposto assassino de Genilson. Amanda garante a Danilo que foi Vicente quem sabotou o restaurante de Thelma, a pedido de Álvaro. Davi e Guará registram as atitudes criminosas da empresa PWA. Thelma não percebe o interesse de Durval por ela. Danilo e Thelma conseguem a confissão de Vicente sobre a sabotagem. Tiago descobre que terá um irmão e teme perder o amor de Vitória. Vitória tem um sangramento.",
            "terça": "Davi acompanha Vitória ao hospital e afirma que a advogada precisa descansar. Érica convida Raul para um almoço com sua família. Álvaro se revolta contra Vicente e exige que o rapaz se afaste da cidade. Tiago conhece Davi e pede que ele seja seu pai. Silvânia avisa a Vitória que acompanhará Tiago mais de perto. Amanda procura Davi. Lurdes discute com Érica por causa de Sandro. Érica questiona Camila e Ryan sobre a história contada por Kátia sobre Sandro. Érica conversa com Camila sobre sua paixão por Raul. Na premiação, Raul insinua a Érica que deseja se casar com ela. Álvaro anseia pelo anúncio de sua sociedade com Raul. Érica questiona Raul sobre Vitória. Davi e outros ativistas protestam contra Álvaro durante a cerimônia. Davi descobre que Vitória é advogada de Álvaro.",
            "quarta": "Davi é levado para a delegacia. Jorge apoia Estela. Lurdes convida Camila para sair com Thelma e Danilo. Davi recusa a ajuda de Vitória. Amanda paga a fiança de Davi, que planeja como libertar os outros. Miranda e Matias se amam. Wesley descobre que Jader foi coagido a confessar o assassinato de Genilson. Lídia visita Estela e constata seu sofrimento por causa de Raul. Miriam questiona o interesse de Wesley em Jader. Penha se irrita ao ver Wesley e Miriam juntos. Raul questiona Vitória sobre o passado dos dois. Lurdes pede desculpas a Érica. Álvaro comemora seu filho com Verena. Danilo e Camila desistem de jantar com Thelma e Lurdes, mas acabam se conhecendo sem saber da ligação de suas mães. Belizário ateia fogo ao galpão de Davi.",
            "quinta": "Davi consegue escapar do galpão e é socorrido por paramédicos. Ryan provoca Érica sobre o almoço com Raul. Danilo e Camila se beijam. Miguel se preocupa com Davi, que afirma que o incêndio foi uma vingança de Álvaro. Vitória descobre sobre o estado de Davi e questiona Álvaro. Belizário ameaça Vicente. Danilo descobre que Camila é filha de Lurdes, e pede à namorada segredo sobre a relação dos dois. Samuel treina Marina. Amanda resgata Davi do hospital, antes que Belizário atente contra o ativista. Lurdes visita Sandro. Durval sente ciúmes de Thelma. Ryan apoia Marina, que sofre por ter quebrado sua raquete. Lurdes teme pela vida de Sandro durante uma rebelião no presídio.",
            "sexta": "Lurdes respira aliviada ao constatar que Sandro está vivo. Miguel questiona Davi sobre Amanda. Durval conta que encontrou um novo médico para avaliar o caso de Thelma. Para despistar Álvaro, Davi assume a responsabilidade sobre incêndio em seu galpão. Raul considera conversar com Davi. Sandro confessa a Lurdes que não quer mais fugir da polícia. Lurdes prepara o almoço em sua casa. Thelma se surpreende por Danilo querer acompanhá-la à casa de Thelma. Brenda flagra Magno e Betina juntos. Lurdes vê Danilo com Camila, e os dois pedem segredo sobre seu namoro. Todos na casa de Lurdes gostam de Raul. Davi e Amanda ficam juntos. Ryan vende seu violão para comprar uma nova raquete de tênis para Marina. Alguns meses se passam. Sandro deixa a prisão.",
            "sábado": "Lurdes apresenta Sandro aos filhos, e Érica desconfia do rapaz. Vitória comenta com Natália sua situação difícil com Davi. Thelma se prepara para reinaugurar seu restaurante. Camila liga para Danilo, que disfarça na frente de Thelma. Lurdes se desentende com Érica e acaba expulsando a filha de casa. Thelma descobre que Danilo tem uma namorada e procura Amanda. Raul apoia Érica. Durval revela sua história com Natália e Carol para Thelma. Sandro despista Lurdes para encontrar Marconi. Durval consegue se reaproximar de Carol, para o espanto de Natália. Thelma comenta com Lurdes sobre o namoro secreto de Danilo. Sandro participa de um assalto com Marconi, e Danilo o vê."
        }, "Bom sucesso": {
            "segunda": "Gisele alerta a William que Diogo está no desfile para atentar contra Alberto. Lulu pede ajuda a Ramon para encontrar Waguinho, que se afastou para não atrapalhar o casamento dela com Tonho. Diogo se mistura aos garçons para disfarçar sua presença no evento. Marcos não acredita quando Gisele e Fábio avisam que Diogo atentará contra a vida de Alberto. Francisca e Ramon encontram Waguinho na escola. Tonho resolve se separar de Lulu. Gabriela aceita substituir uma das modelos no desfile. Eliza dá dicas para Gabriela desfilar. Gabriela se fere ao impedir que o refletor manipulado por Diogo caia em cima de Alberto.",
            "terça": "Alberto constata que Gabriela salvou sua vida. Alberto perde a memória. Mauri anuncia que Gabriela será submetida a uma cirurgia de risco. Thaíssa avisa a Gisele que não há sinais de Diogo nas imagens da câmara de segurança. Marcos acredita que o episódio tenha sido um acidente, apesar da insistência de Gisele em acusar Diogo. Mauri avisa a Paloma que Gabriela tem um tipo sanguíneo raro. Alberto recupera a memória. Paloma comenta com Ramon que Gabriela deve ter o tipo sanguíneo de Elias. Padre Paulo insinua para Paloma que o pai de Gabriela pode estar vivo.",
            "quarta": "Waguinho sugere a Alice que faça uma campanha na rede social para encontrar alguém com o tipo de sangue compatível com o de Gabriela. Luan comenta com Waguinho que está se distanciando de Alice. Ramon conta a Tonho que desconfia de que Padre Paulo esteja escondendo algo sobre Elias. Marcos avisa a Diogo que Alberto mudou seu testamento e manda o advogado ficar longe da família. Diogo se despede de Gisele, prometendo se vingar dela e de todos. Paloma diz a Marcos que está desesperada, com medo de perder a filha. Elias se espanta ao ver Padre Paulo em sua casa.",
            "quinta": "Rosemary não entende por que Padre Paulo chama o marido de Elias. Elias decide ajudar Gabriela, pensando no dinheiro que pode ganhar. Mauri constata que o sangue raro de Gabriela veio do pai, já que Peter também possui o mesmo tipo sanguíneo. Vera comunica a Alberto que as vendas dos clássicos voltaram a crescer. Marcos fica surpreso quando Padre Paulo chega com Elias ao hospital. Mauri avisa a Paloma que encontrou um doador e deixa a costureira incrédula ao dizer que é Elias.",
            "sexta": "Elias age como se fizesse parte da família de Paloma e demonstra falso apreço pela filha. Marcos se preocupa quando Gabriela lhe pede que não deixe Elias sozinho com Paloma. Yuri decide dar uma nova chance para Gisele. Elias fica interessado no dinheiro de Marcos. Paloma se vê obrigada a fazer as vontades de Elias. Tonho e Lulu reconhecem que o casamento deles acabou. Paloma deixa Alice e Peter com Lulu. Elias cobra dinheiro a Paloma para doar sangue a Gabriela.",
            "sábado": "Paloma se espanta com a atitude de Elias. Marcos tranquiliza Paloma, avisando que conseguirá o dinheiro para Elias. Bezinha e Leila gostam de saber que Tonho irá morar temporariamente na mansão. Gláucia e Vera armam para Nana e Mário almoçarem juntos. Elias promete dar parte do dinheiro que exigiu de Paloma para Tadeu. Nana pressiona Mário, cobrando uma decisão definitiva para que os dois fiquem juntos. Marcos se desespera quando Elias lhe avisa que só ajudará Gabriela quando receber toda a quantia do dinheiro que exigiu para a doação."
        } , "Éramos seis": {
            "segunda": "Afonso se emociona ao reencontrar Inês. Carlos avisa a Lola que falará com o pai de Mabel sobre o namoro dos dois. Carlos pensa em Inês. Alfredo e Adelaide trocam olhares. Emília rasga os livros da filha mais nova. Inês lê para Afonso as cartas que escreveu para ele. Afonso não conta para Inês sobre Carlos. Neves oferece sociedade a Zeca.Leontina se assusta com Justina, e Olga se irrita. Elias cobra de Lola uma dívida de Júlio. Natália tenta disfarçar o incômodo de receber os filhos de Almeida. Clotilde sugere que Lola faça doces para vender. Lola tem um pesadelo. Carlos conversa com Josias. Almeida se oferece para falar com Elias. Inês vê Carlos com Mabel.",
            "terça": "Inês volta para casa desolada, e Afonso tenta consolar a filha. Lola insiste para que Carlos não abandone a faculdade. Julinho se irrita por ter que pagar a dívida de Júlio. Alfredo reencontra seu amigo Tião. Lúcio se declara para Inês. Zeca pensa em aceitar a proposta de Neves. Adelaide discute com a mãe e mente para poder sair com Alfredo. Julinho percebe as insinuações de Soraia. Clotilde marca um encontro com Almeida. Inês volta ao local onde ficava com Carlos quando era pequena. Natália faz uma surpresa para Almeida. Clotilde espera por Almeida. Mabel incentiva Carlos a abandonar a faculdade. Alfredo e Adelaide se beijam. Inês e Carlos se encontram.",
            "quarta": "Inês revela a Carlos que João e Shirley jamais lhe entregaram suas cartas. Lola pede que Genu a ajude a divulgar seu trabalho. Almeida se desencontra de Clotilde, que desabafa com Lola. Julinho se preocupa com a dívida deixada por seu pai. Inês afirma que sabe que Carlos está namorando Mabel. Adelaide faz uma proposta para Alfredo, e os dois se divertem. Olga gosta da ideia de Zeca ter uma confeitaria com Neves. Justina observa quando Candoca conta seu dinheiro. Carlos comenta com Marcelo sobre Inês. Afonso conta a Inês que o namoro de Carlos e Mabel é recente. Lola sente a ausência de Alfredo. Alfredo e Adelaide ficam juntos. Emília decide notificar a polícia sobre o sumiço de Adelaide. Justina revela que enterrou as economias de Candoca. Lola sofre com a falta de dinheiro, e Clotilde sugere que a irmã dispense Durvalina.",
            "quinta": "Lola teme se separar de Durvalina, mas reflete sobre a conversa com Clotilde. Emília contrata Gusmões para encontrar Adelaide. Zeca, Olga e as crianças procuram pelas economias de Candoca que Justina enterrou. Durvalina garante que estará sempre ao lado de Lola. Carlos não consegue conversar com Mabel. Inês reencontra Lili e Isabel. Alfredo e Adelaide voltam de sua viagem e combinam um novo encontro. Carlos repreende Alfredo. Gusmões conduz Adelaide até Emília, e a moça confronta a mãe. Olga encontra a caixa com as economias de Candoca. Zeca e Olga fecham negócio com Neves e Leontina, e Maria desconfia. Almeida pede que Clotilde o aceite como amigo. Afonso orienta Carlos a deixar que Inês siga sua vida. Lola anuncia aos filhos que terá de demitir Durvalina.",
            "sexta": "A família de Lola fica penalizada com a possibilidade de demitir Durvalina. Virgulino percebe a afeição de Afonso por Lola. Emília garante a Higino que descobrirá com quem Adelaide se encontra. Lili anuncia que fará um jantar especial para Julinho. Karine incentiva Soraia a convidar Julinho para o jantar de Assad. Carlos confessa a Marcelo que não para de pensar em Inês. Alfredo inventa uma desculpa para Osório e confidencia a Tião que sairá com Adelaide novamente. Maria comenta com Olga e Zeca as suas desconfianças em relação a Neves. Higino alerta Adelaide, que percebe que está sendo seguida por Gusmões. Alfredo se chateia quando Adelaide não aparece. Lola pede ajuda a Carlos. Virgulino ajuda Lili com o jantar para Julinho. Assad pressiona Julinho a comparecer à sua casa. Lola confessa a Durvalina que terá de demiti-la.",
            "sábado": "Carlos pensa em conseguir um novo trabalho para Durvalina. Mabel comenta com Josias sobre a distância de Carlos. Afonso e Inês visitam Lola e sua família. Soraia insiste para que Julinho fique para o jantar de Assad. Almeida apresenta seus filhos, Rita e Ernesto, para Assad e sua família. Lúcio implica com Lili por conta da demora de Julinho. Alfredo conversa com Inês e provoca Carlos. Afonso apoia Lola. Clotilde lamenta por suas escolhas. Mabel conhece Inês e discute com Carlos. Inês percebe a emoção de Afonso ao falar de Lola. Zeca se prepara para viajar a São Paulo a pedido de Neves. Adelaide explica sua ausência a Alfredo. Lola e Afonso fazem uma proposta a Durvalina. Almeida conversa com Clotilde. Mabel afirma que deseja manter o namoro com Carlos. Durvalina presenteia a família de Lola. Afonso comunica a Lola que conseguiu uma grande encomenda de seus doces."
        } , "Malhação": { 
             "segunda": "Joaquim afirma que está apaixonado por Aline, e Lígia pede que o marido saia de sua casa. Marco pensa em como contar para Anjinha a decisão de Cléber de ir para a Bahia. Max é agressivo com Osório, e Regina se preocupa com Meg. Joaquim culpa Rita por seu divórcio, e Filipe se espanta com o pai. Carla anuncia a Anjinha sobre a partida de Cléber, e a menina acredita que Marco seja o culpado. Lígia desabafa com Regina. Filipe diz a Leila que Rita viu Joaquim beijar Aline. Celso alerta Jaqueline sobre sua investigação. Regina se entristece com Max. Meg e Guga se apoiam. Lígia se preocupa com a guarda de Nina após sua separação de Joaquim. Anjinha implora para Cléber não ir embora.",
             "terça": "Cléber declara seu amor por Anjinha, mas afirma que precisa encontrar sua família. Filipe e Lígia falam sobre suas desilusões amorosas. Anjinha culpa Marco pela partida de Cléber. Marquinhos tenta filmar a aula de Celso, que conversa com Neide sobre o episódio. Carla discute com Anjinha, que insiste em ir para a Bahia encontrar Cléber. Lígia se surpreende ao descobrir que o juiz sabe que ela e Joaquim estão separados. Marquinhos insinua que Celso está assediando Jaqueline. Filipe acredita que Rita esteja tentando prejudicar Lígia e sua família. Jaqueline desconfia quando Thiago lhe conta sobre as economias de Marco. Filipe confronta Rita.",
             "quarta": "Filipe ofende Rita, e Serginho interfere na discussão dos dois. Anjinha afirma a Marco que irá para a Bahia e o major impõe limites à filha. Lúcia pede que Jaqueline tenha cuidado com suas investigações sobre o material deixado por Zé Carlos. Filipe desabafa com Beto sobre Rita. Regina apoia Lígia. Leila provoca Rita. Osório afirma a Meg que não pagará mais sua faculdade. Jaqueline descobre o nome de Marco nos documentos reunidos por Zé Carlos, e conclui que o major possa estar ligado ao assassinato dele. Jaqueline comenta suas desconfianças com Daniel. Meg pede ajuda financeira a Filipe. César ajuda Lígia. Os alunos apoiam Celso, mas Marquinhos ameaça o professor. Marco estranha o comportamento de Jaqueline. Lara elogia Leila. Rita questiona Rui sobre seu conhecimento da separação de Lígia e Joaquim.",
             "quinta": "Rui diz a Rita que foi Viana quem contou sobre a separação de Lígia e Joaquim. Jaqueline desconfia de Marco, mas não consegue confrontá-lo. Jaqueline se preocupa com Anjinha. Rui anuncia a Rita que o juiz aceitou o novo depoimento de Isaura. Jaqueline alerta Madureira sobre sua desconfiança contra Marco. Marquinhos decide viabilizar o clipe de Nanda. Joaquim pede que Lígia não o afaste de Nina. Regina oferece ajuda financeira a Meg. Camelo e Raíssa zombam da música de Nanda, que decide gravar seu clipe sozinha. Regina se surpreende por Max ajudar Meg. Carla, Thiago e Raíssa recepcionam Marco e Anjinha. Um tempo depois, Raíssa constata que Anjinha não está em casa. Rita comenta com Jaqueline sua desconfiança com Rui. Leila encontra Rui.",
             "sexta": "Rui paga Leila para afastar Filipe de Rita. Todos procuram por Anjinha. Anjinha tem seu celular roubado. Leila beija Filipe, e Beto e Meg veem. Marquinhos, Diego e Nanda se preparam para a gravação do clipe. Meg conta a Guga que Regina lhe ofereceu ajuda. Max afirma a Regina que prefere se manter afastado de Guga. Marco se desespera ao não encontrar Anjinha, que arma para embarcar para a Bahia. A mãe de Marquinhos interrompe a gravação do clipe de Nanda. Cida desconfia da origem do dinheiro de Leila. Cléber liga para Marco, preocupado com Anjinha. César proíbe as investigações de Jaqueline. Guga anuncia a Max que Rafael não terá seu sobrenome. Marco resgata Anjinha, que decide fazer greve de fome."
        } , "Avenida Brasil": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta: "",
             "sexta": ""
        } , "Aventuras de Poliana": { 
             "segunda": "Em seu primeiro dia de aula na escola, Ester impressiona todos com suas habilidades. todos. Luisa conheçe o pai de João. Raquel pede a ajuda de Jerry para descobrir quem foi o organizador da festa na escola. Gleyce conta a Helô que quer voltar a estudar. Com a autorização de seu pai, Eric volta a escola e passa a frequentar a Companhia de Dança. O pai de João o encontra na escola e o menino fica apavorado. Roger faz uma reunião com os funcionários da O11O para apresentar as mudanças que fará na empresa. Jerry pergunta se Raquel voltou com Guilherme. Mário passa a se encantar cada vez mais com Ester. Sophie começa a estranhar o comportamento de Ester e desconfia que a menina possa ser um robô. O pai de João conta para o filho que sua mãe está doente e que ele precisa ir visita-la. Afonso vai visitar Luisa em casa e Pendleton fica incomodado.",
             "terça": "Nancy vê Waldisney conversando com Sophie e fica com ciúmes. Ruth não permite que Marcelo vá para o Ceará com João e seu pai. Yasmin pergunta para seu pai se pode ir morar com ele. Raquel recebe outra mensagem anônima. Mirela pede a ajuda de Vini para desmascarar a armação de Gabriela. Afonso inicia a campanha de divulgação do açougue estrelando Lindomar. Lorena incentiva a mãe a alugar a casa de Claudia para manter o Clubinho ativo. Roger convida Carla para ir a sua casa. Mosquito e sua trupe enquadram Brenda, a intimidam e roubam seus pertences.",
             "quarta": "Jeff descobre que Mosquito robou o celular de Brenda e vai atrás dele. Bento fica feliz por ter conseguido finalmente se entender com João. Para livrar Jeff da gangue de Falcão, Gleyce chama a polícia. Vini pergunta se Gabi foi a responsável por organizar a festa e a menina nega. Luigi consola Yasmin. Gael e Benício tentam convencer a mãe a alugar a casa para Fernanda. Mirela pega Gabriela no flargra, consegue desmascara-la e conta tudo à Ruth. Poliana da o colar que Pendleton a deu de presente para proteger João durante sua viagem. Fernanda e Claudia entram em um acordo e acertam os detalhes para o aluguel.",
             "quinta": "Ruth pede para Roger tirar as tecnologias implantadas na escola durante uma reunião. Pendleton presenteia Luisa com material de pintura para que ela retome seu hobbie. Filipa arma um plano contra Ester durante a oficina de doces de Nancy. João chega ao Ceará e revê sua mãe. Guilherme e Raquel discutem por ciúmes. Luisa volta a pintar. A campanha de divulgação do açougue é um sucesso e o movimento é dobrado. Brenda e Jeff terminam o namoro. Josefa revela a João o segredo que guardou durante sua vida inteira.",
             "sexta": "Mirela passa a ditar as regras de seu relacionamento fake com Luca. Ruth comenta com Helô sobre o comportamento de João. Gleyce vai tirar satisfação com Falcão e sua gangue sobre o episódio com Brenda. Como novo dono da O11O, Roger vai até a Ruth Goulart para anunciar as novidades da Escola dos Sonhos. Ruth não aceita bem as novidades da Escola dos Sonhos. Durval e Cláudia marcam a data para o casamento. Glória conta que assinou um documento passando todas as ações da O11O para Roger, mas não se lembra. Marcelo desconfia de que Roger tenha falsificado a assinatura da mãe."
        } , "Cúmplices de um resgate": { 
             "segunda": "Manuela diz para os amigos da C1R que não sabia nada sobre Regina ser a nova assessora de imprensa da gravadora. Meire está empolgada com a ideia de Dinho para que ela promova uma festa no condomínio. Aurora diz para Fortunato que foram convidados para fazer uma viagem de casais da terceira idade. A mulher diz que essa pode ser uma oportunidade para pedir para Safira ficar com a filha e assim se aproximar da Priscila. Omar diz para Sabrina que vai se vingar de ‘Manuela’ e seus amigos por rirem dele durante o acidente na igreja. Meire avisa a todos os moradores do condomínio sobre a festa.",
             "terça": "A mulher diz que cada um deve levar um prato de doce, salgado e a bebida. Dinho liga pra Helena e a convida para a festa. A mulher diz que se der tempo irá. Dinho fica feliz por estar apaixonado. Rebeca conta pra Helena que Pedro lhe confidenciou que estava sentindo a falta dele. Helena vai até a clínica de Pedro, mas ele é rude com ela. Meire fica arrasada, pois embora toda decoração e empenho, ninguém vai até a festa que ela preparou no salão do condomínio. As crianças veem a situação de Meire e decidem fazer algo. Aurora e Fortunado avisam Safira sobre a viagem. A mulher diz que não pode ficar com a filha, mas o casal diz para Priscila que ela ficará com a mãe.",
             "quarta": "No vilarejo, Otávio pede para ‘Manuela’ cantar durante o pedido de casamento que ele fará para Rebeca. Isabela pensa em algo para não precisar cantar, mas não sabe o que fazer. Os amigos da banda da Manuela aceitam tocar no dia do pedido, o que deixa a garota ainda mais aflita. Fausto convida Helena para almoçar. Otávio vai até a confecção e diz para Rebeca que precisa dizer algo para ela. Aurora e Fortunato viajam, deixando Priscila com a mãe, Safira. Otávio leva Rebeca com olhos vendados até o coreto do vilarejo, onde há uma arrumação especial para o pedido de casamento, além de um palco para Manuela e Seus Amigos cantar.",
             "quinta": "Isabela improvisa um poema sobre amor ao invés de cantar. Otávio pede Rebeca em noivado e ela diz: É claro que sim.  Otávio presenteia ela com o broxe que era de seu avô, pois o homem havia dito para ele presentear com a joia à mulher de sua vida. Os dois são surpreendidos por fogos de artifício. Fausto beija Helena, que reage e manda ele parar. A mulher explica que não está pronta para se envolver com ninguém no momento. Priscila fica junto com a mãe, que trabalha até mesmo em casa, mas não deixa de dar atenção para filha. Dinho convence Meire a aceite Helena como nova moradora do condomínio. Ofélio consegue entregar uma pequena serra para que Manuela consiga serrar a grade na janela do quarto da mansão.",
             "sexta": "Bira acredita que Letícia deve estar falando no celular com algum namorado novo. Felipe e Júlia dizem que vão descobrir isso para Bira. Manuela começa a serrar a grade, mas não consegue terminar. Dóris e Mateus contam para o pastor que foi Omar que tocou a música de rock durante o culto. O pastor diz que irá conversar com Joel. Na On-Enterprise, Otávio diz para Lurdinha dar uma chance para Frederico. Tomas descobre que Rebeca e Otávio estão noivos e conta para Safira. Júlia e Felipe revelam para Bira que Letícia não está namorando. No haras, o pastor Augusto conversa com Joel sobre o comportamento arteiro de Omar. Para se vingar, o garoto danifica o motor do automóvel do pastor. Sabrina vê tudo e diz para o garoto que isso deve ser pecado. Regina explica que ficará junto com as crianças no ensaio da banda. O pastor vê Flávia no meio do caminho, decide parar o carro e ajudar a mulher que caiu da bicicleta. Porém, o carro não funciona mais e eles decidem pedir ajuda em uma casa. O imóvel está abandonado e até um fantasma passa pelo local. O pastor aproveita para fazer curativo no joelho de Flávia. Isabela quase é atropelada no vilarejo e cai na rua. Marina grita por Isabela. Mais tarde, Isabela diz que Marina jamais perdeu a memória. Marina revela a verdade e as duas se abraçam.",
        } , "Abismo de Paixão": { 
             "segunda": "Sabrina tenta pressionar Paulo para que ele peça sua mão, já que sua gravidez  começa a ser notada. Ramiro entrega dinheiro a Ingrid, e sugere que ela vá viajar para relaxar um pouco, e também para tentar superar a morte de sua filha. Augusto exige a verdade de Ramiro, quanto a Carmem ser a verdadeira amante de Rogério, e ele ser o pai do filho que ela esperava. Ingrid diz a Ramiro que deseja ver Carmem morta, e já que ele não o fez, talvez Augusto faça. Augusto chega alterado e pergunta a Dolores por Elisa, como ela não está, Augusto manda buscá-la. Na cabana de Ramona, ela pergunta se Elisa já falou com seu pai, pois sendo filha biológica de Augusto, sua vida mudará para sempre. Carmem comenta com Betânia que tem muitos problemas com Augusto, por culpa de Elisa, e pede que a amiga a deixe viver um tempo em sua casa. Padre Lupe diz a Ingrid que a única culpada pela morte de Kênia é ela mesma, que muitas vezes Kênia o disse que sofria muito ao lado da mãe, e que ela não era uma boa pessoa. Ingrid agradece Edmundo por seu apoio e ele a convida para jantar. No quarto de Augusto, ele fica de joelhos diante de uma foto de Estefânia e Branca, Carmem chega, e  diz que apenas foi recolher seus pertences, Augusto, fora de si, a esbofeteia. Augusto diz a Carmem que já sabe de tudo, que ela era amante de Rogério e que o filho que esperava era dele, que quem ia fugir com Rogério era ela e não Estefânia. Ele ameaça levá-la em praça pública e gritar a verdade diante de todos. Carmem desesperada atira em Augusto. Horácio se dá conta do que ocorreu, e Carmem ameaça dizer para a polícia que foi ele quem disparou, caso não faça o que ela disser. Damião pede a Gael que seja padrinho de seu casamento e o aconselha a terminar com Paloma e ser feliz ao lado de Elisa. Horácio diz a Carmem que está disposto a fazer o que seja desde que não acabe atrás das grades. No consultório, Henrique pede ao pai que proíba Sabrina de ter uma relação com Paulo, já que ele é especialista em conquistar mulheres. Henrique convida Paloma para ir ao cinema e ela aceita. Elisa anda pelo campo se lembrando da conversa que teve com seu pai, Dolores a chama e diz que Augusto precisa dela, pois chegou em casa muito alterado. Na praça, Vicente se aproxima de Sabrina, mas Paulo o coloca pra correr. Vicente sente se mal, Dolores e Elisa o ajudam, Paloma e Henrique correm para chamar Edmundo. Carmem chega à casa de Bethânia pedindo ajuda, mas Edmundo se opõe a que ela fique ali. Henrique diz ao pai que Vicente precisa de ajuda.",
             "terça": "Elisa chega em casa e encontra o pai morto, abraçado a uma arma, Dolores se angustia, e liga para Lucio, pedindo que ele ajude Elisa, já que acabam de encontrar Augusto morto. Lucio telefona para Carmem na casa de Betânia para informar o que acaba de acontecer. Carmem chega com Betânia no momento em que estão retirando o corpo de Augusto. Carmem, cínica, grita que o marido se suicidou com a arma que mantinha no escritório.  Elisa estranha o que disse a tia, e questiona como ela soube o que aconteceu se não estava em casa quando ele se matou. Elisa suspeita que foi sua tia quem matou seu pai. Carmem, hipócrita, diz que se suspeitasse o que ele pensava em fazer Augusto, jamais teria saído de casa. No hospital, Vicente pede para ver Ramiro e Bráulio se retira zangado. Na processadora, Almerinda diz a Ramiro que Vicente está no hospital e que precisa de um transplante de rim. Lucio informa Malu que Augusto está morto. Malu procura Damião para informar o que acaba de acontecer. Almerinda recebe a notícia e fica encarregada de informar o filho quando este chegue. Carmem diz a Lucio que não haverá velório, já que não quer prolongar o sofrimento dela e de sua sobrinha. Lucio diz que Augusto será sepultado junto com Estefânia, Carmem grita que jamais permitirá e diz que ele será enterrado junto a seu filho. Na cabana de Ramona, Gael procura por Paloma. Edmundo perde o horário do encontro com Ingrid, e ao chegar é informado por um garçom que ela já foi embora. Ingrid chega de mal humor e explica a Ramiro que foi até a capital comprar um colar. Carmem diz a Elisa que não haverá velório. Damião comenta com Afonso que tem uma sensação estranha, como se algo muito ruim tivesse ocorrido. Bráulio chega à casa de Ramiro para exigir que ele vá ao hospital ver Vicente, Ramiro o agride. Gael pede perdão a Paloma e eles acabam fazendo amor.  Ramona chega chorando desesperada, e diz ao Padre Lupe que se sente culpada pela morte de Augusto.",
             "quarta": "Ramona diz ao Padre Lupe que Augusto se matou pelo que ela lhe disse de Estefânia, o padre responde que não é sua culpa. Bráulio exige que Ramiro vá até o hospital ver Vicente, já que ele é seu filho e precisa de um transplante de rim. Ramiro nega ser o pai do adolescente. Dolores pensa em avisar Padre Lupe e Gael que  Augusto não será velado, mas Carmem a impede. Na fazenda Arango, Damião tem um pesadelo e não consegue dormir, e pressente que algo de mal está ocorrendo com Elisa. Betânia reclama com Edmundo por ele ter chegado tarde, ele se justifica dizendo que teve que atender o filho de Antônia, a empregada de Almerinda. Betânia conta ao marido que Augusto se suicidou. Na fazenda Arango, Elisa chora desesperada no jardim e grita por Damião, enquanto Almerinda, Florência e Paulo a ignoram e dormem.  Damião chega à cavalo perguntando por Elisa, mas Carmem o expulsa, dizendo que já é de madrugada e Elisa está dormindo. Ramona volta para a cabana e conta para Gael e Paloma que Augusto se suicidou.  Paulo informa Damião que Elisa esteve na fazenda na noite anterior procurando por ele por que seu pai morreu. Damião vai imediatamente procurar Elisa. Padre Lupe vai atrás de Horácio para perguntar o que sabe sobre a morte de Augusto. Padre Lupe pede a Horácio que se arrependa dos pecados que cometeu, já que machucou várias pessoas inocentes, entre elas sua esposa, e que as portas da igreja estarão abertas para quando ele se arrepender. Ramiro vai ao hospital ver Vicente, Edmundo pede a Bráulio que assine um termo de compromisso, já que Antonia será a doadora do rim para o filho.  Florência diz a Almerinda que viajará para realizar uns exames, Almerinda se alegra, pensando que ela está grávida.",
             "quinta": "Paulo leva Sabrina para realizar uns exames para confirmar a gravidez e dão o nome de Florência para que Edmundo não descubra. No hospital, Bráulio pergunta pelo estado de saúde de sua esposa e de Vicente, Edmundo responde que a operação foi um sucesso e que ambos estão bem. Padre Lupe visita Lúcio para saber o resultado da autopsia de Augusto, já que para ele soou muito estranha sua morte. Na processadora Arango, Bráulio diz a Ramiro que Vicente saiu bem da operação, Ramiro responde que isso não lhe interessa. Damião visita Elisa e Carmem não quer deixá-lo passar, ele entra a força, e pede perdão a Elisa por não ter estado com ela e promete  que não a deixará de novo, pois a ama. Damião diz a Elisa que a ama , e quer compartilhar sua vida com ela. Elisa diz que  o viu na cama com Florência. Damião responde que também a viu com Gael. Edmundo diz a Almerinda que sabe que ela disse algo a Augusto, e por isso ele se matou. Na cabana de Ramona, o Padre Lupe  diz que ela não precisa se preocupar, pois não tem nada a ver com a morte de Augusto, mas ela continua se sentindo culpada.  Vicente pergunta a Bráulio por seu pai, ele diz que Ramiro esteve lá, mas ele estava dormindo. Florência exige a Almerinda que cumpra com o trato que fizeram. Damião diz a Elisa que já é hora de que fujam juntos, que agora que ela perdeu seu pai, não quer que ela siga ali, já que Carmem faria sua vida impossível. Elisa, feliz, aceita, e pede a Dolores que a ajude a empacotar as coisas, já que irá embora com Damião. Dolores pede a Damião que cuide de Elisa. Elisa e Damião estão a ponto de ir embora quando chega Almerinda para informar a Damião que Florência espera um filho dele.",
             "sexta": "Elisa diz a Damião  que a gravidez de Florência muda tudo e a relação deles termina de uma vez por todas. Na igreja, Paloma diz a Gael que não quer que ele se sinta obrigado a seguir com ela depois do que ocorreu entre eles. Elisa diz a Dolores que não irá com Damião, pois Florência está grávida. Carmem propõe a Elisa que faça um esforço para que vivam melhor, já que estão sozinhas. Padre Lupe pergunta a Elisa porque ela se nega a possibilidade de ser feliz ao lado de Damião, Elisa responde que nas atuais circunstâncias, não pode pensar nisso. Betânia diz a Sabrina que seu pai não está de acordo com sua relação com Paulo. Elisa encontra Paulo no quarto de Carmem e, furiosa, a esbofeteia. Paloma conta para a avó que se entregou a Gael por amor. Lucio diz a Malu que se sente mal por não poder apoiar Elisa como queria. Carmem diz a Almerinda que se Paulo não deixar de persegui-la, o denunciará a polícia. No presídio, um advogado entrega a Guido sua ordem de soltura, assinada por um juiz e  diz que Almerinda retirou todas as acusações que mantinha contra ele. Padre Lupe diz a Carmem que está quase certo que foi ela quem matou Augusto.",
         } , "Meu coração é teu": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": "",
             "sábado": ""
        }  , "Ouro Verde": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta: "",
             "sexta": "",
             "sábado": ""
        }  , "Amor sem igual": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": "",
             "sábado": ""
        }  , "O rico e lázaro": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": "",
             "sábado": ""
        }  , "Caminhos do coração": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": "",
             "sábado": ""
        }  , "a escrava isaura": { 
             "segunda": "",
             "terça": "",
             "quarta": "",
             "quinta": "",
             "sexta": "",
             "sábado": ""
        } 
    }
}
