{
	"novelas": {
		"amor de mãe": {
			"segunda": "Vitória e Sandro procuram por Tiago. Ryan garante a Lurdes que contratará um advogado para tirar Magno da cadeia. Tales confessa a Estela que está gostando de Lídia. Vinícius conta para Raul sobre o plano de Tales e Estela contra Lídia. Januário se oferece para ajudar Lurdes. Raul conversa com Lídia sobre Tales. Sandro e Vitória relatam o desaparecimento de Tiago para Miriam. Miriam confirma a Penha suas suspeitas sobre Belizário. Matias ofende Miranda, que decide terminar de vez seu casamento. Tales consegue despistar as desconfianças de Lídia. Érica e Raul se desentendem. Durval se muda para a casa de Natália, e Carol se irrita. Camila perdoa Thelma. Miguel e Davi libertam Guará. Oliveira sente ciúmes de Januário. Amanda retorna ao Brasil e pressiona Davi. Álvaro aciona Belizário para encontrar Tiago. Vitória e Sandro têm uma pista sobre Tiago.",
			"terça": "Vitória encontra Tiago machucado, e percebe a tensão entre o filho e Belizário. Raul exige que a PWA faça uma retratação pública sobre o episódio da escola, e Álvaro se irrita. Januário e Oliveira trocam provocações, e Lurdes não lhes dá atenção. Lurdes e Leila visitam Magno. Danilo pressiona Gabo sobre Thelma. Vinícius confronta Raul e acaba expulso de casa. Raul cobra a presença de Vitória no caso da PWA, e Álvaro fala sobre Lucas. Betina e Leila se enfrentam durante a visita a Magno. Betina se despede de Magno e conta que passará um tempo com sua mãe. Tales informa a Estela que desistiu do plano contra Lídia. Estela revela a Lídia a verdade sobre Tales. Vinícius se encontra com Amanda. Tiago conta a Vitória que foi ignorado por Belizário. Lucas auxilia Álvaro. Marina se muda para a casa de Betina. Lídia acusa Tales de golpista. Magno é atacado no presídio, e Lurdes se desespera. Vitória rompe seu contrato com Álvaro.",
			"quarta": "Álvaro tenta convencer Vitória a voltar atrás. Lurdes pede ajuda a Sandro para defender Magno dentro da prisão. Vitória conta para Tiago que eles viverão uma nova fase em suas vidas. Tales promete se vingar de Estela. Érica diz a Ryan que Mel quer conhecê-lo, e Marina se incomoda. Tales devolve os presentes de Lídia e afirma que é apaixonado por ela. Ryan se encanta com Mel. Érica e Raul discutem. Miguel aconselha Lídia a se manter afastada de Tales. Camila e Danilo se mudam para a casa de Thelma. Sandro pede que Marconi proteja Magno na prisão. Thelma se prepara para viajar com Gabo. Lucas avisa a Vitória que aceitou a proposta para trabalhar com Álvaro. Natália vê Matias beijar Tracy e conta para Miranda. Magno estranha a mudança de comportamento do detento que o machucou. Raul se incomoda com a ausência de Vitória. Penha jura vingar a morte de Wesley. Camila sente fortes dores, e Danilo se preocupa.",
			"quinta": "Danilo socorre Camila e a leva para o hospital de Jane. Thelma tem um pressentimento e tenta falar com Danilo. Vitória se empenha em vender seu apartamento. Davi propõe morar com Vitória. Thelma desiste de viajar após ficar sabendo do ocorrido com Camila. Sandro conversa com Vinícius. Amanda e Vinícius se preparam para atacar a PWA. Nicete aconselha Betina sobre Magno. Durante uma gravação, Mel beija Ryan, e Marina se irrita. Betina socorre o filho de Guará. Vinícius pede perdão a Raul, mas afirma que não voltará para casa. Thelma desiste de vender o restaurante para Álvaro. Belizário atinge Vinícius durante a invasão dos ativistas à PWA.",
			"sexta": "Raul se desespera e socorre Vinícius. Álvaro descobre que Vinícius foi atingido. Lídia sofre com o estado de Vinícius. Lucas conta para Álvaro que Vitória sabia que Vinícius fazia parte do grupo de ativistas, e que a advogada informou Raul. Amanda e Guará falam com Davi sobre a situação de Guaporim. Vinícius pede que Raul se afaste de Álvaro e da PWA. Ryan contrata Osana para trabalhar na casa de Lurdes, que se incomoda. Thelma insinua que Danilo e Camila podem se separar, e Lurdes confronta a amiga. Matias fica com Tracy. Leila estranha o comportamento de Penha. Davi decide ficar em Guaporim e iniciar um protesto, e Vitória se revolta. Miriam vê Penha com Belizário. Jane questiona Thelma sobre a origem de Danilo.",
			"sábado": "Thelma evita o questionamento de Jane. Danilo pede Camila em casamento. Davi conhece Betina, que oferece ajuda ao ativista para denunciar os impactos da PWA em Guaporim. Raul avisa a Álvaro que irá tirá-lo da direção da empresa. Raul compra o apartamento de Vitória. Januário e Oliveira propõem compromisso a Lurdes. Érica sente ciúmes da aproximação entre Vitória e Raul. Danilo discute com Thelma por causa de seu casamento com Camila. Raul, Vitória e Sandro saem juntos. Camila aconselha Érica sobre seu relacionamento com Raul. Natália avisa a Miranda que conseguiu um trabalho para ela. Miriam tenta alertar Penha sobre Belizário. Lucas sugere que Álvaro prejudique a imagem de Raul. Marina flagra Ryan e Mel se beijando, e termina o namoro com o rapaz. Amanda ameaça Álvaro."
		},
		"Bom sucesso": {
			"segunda": "",
			"terça": "",
			"quarta": "",
			"quinta": "",
			"sexta": "",
			"sábado": ""
		},
		"Éramos seis": {
			"segunda": "Clotilde se desespera com a notícia de sua gravidez. Durvalina aconselha Clotilde a contar a novidade para Lola. Assad se despede da loja e de Almeida. Natália reclama dos filhos de Almeida para Karine. Lola tem uma conversa séria com Isabel. Afonso se preocupa com a presença de Shirley, e Lola o consola. Olga e Zeca descobrem o paradeiro de Neves. Afonso conversa com Shirley. Julinho e Lili ficam noivos. Lola se despede de Julinho.",
			"terça": "Afonso conforta Lola, que sofre com a partida do filho. Shirley chega ao armazém. Passam-se alguns meses. Isabel se forma. Julinho passeia com Soraia. Lúcio participa de movimentos estudantis. Clotilde disfarça sua gravidez. Soraia invade o quarto de Julinho e os dois se beijam. Genu vê Isabel e Felício no cinema. Alfredo e Adelaide discutem. Clotilde toma uma decisão sobre o bebê, e Durvalina a repreende. Olga reclama do salário de Zeca. Genu conta de Isabel para Lola. Isabel confidencia a Lili sobre Felício. Incentivada por Shirley, Inês dá um ultimato em Carlos. Lola questiona Isabel sobre seu namorado.",
			"quarta": "Isabel mente para Lola. Carlos se entristece com a cobrança de Inês. Adelaide se preocupa com a empolgação de Alfredo na reunião política. Genu torce para Lili não se decepcionar com o noivo. Soraia se insinua para Julinho. Alfredo se machuca fugindo da polícia, e é cuidado por Inês no hospital. Durvalina aconselha Clotilde sobre o bebê. Zeca volta a trabalhar para Emília. Isabel mente para se encontrar com Felício. Carlos questiona Marcelo sobre Felício e Isabel. Alfredo visita Karine, e os dois se beijam. Carlos descobre o segredo de Isabel.",
			"quinta": "Carlos exige que Isabel se afaste de Felício. Karine presenteia Alfredo com um relógio. Inês se arruma para esperar Carlos, e Shirley faz insinuações contra o rapaz para Afonso. Inês encontra Alfredo, e Carlos os observa. Shirley destrata Carlos. Afonso reclama da presença de Shirley para Virgulino. Justina e Candoca se despedem. Lúcio confabula com Nero e Tião sobre manifestações políticas. Alfredo e Adelaide têm uma séria discussão. Olga critica Zeca por seu comportamento na casa de Emília. Carlos se entristece quando Inês demonstra sua admiração por Alfredo.",
			"sexta": "Carlos exige que Isabel se afaste de Felício. Karine presenteia Alfredo com um relógio. Inês se arruma para esperar Carlos, e Shirley faz insinuações contra o rapaz para Afonso. Inês encontra Alfredo, e Carlos os observa. Shirley destrata Carlos. Afonso reclama da presença de Shirley para Virgulino. Justina e Candoca se despedem. Lúcio confabula com Nero e Tião sobre manifestações políticas. Alfredo e Adelaide têm uma séria discussão. Olga critica Zeca por seu comportamento na casa de Emília. Carlos se entristece quando Inês demonstra sua admiração por Alfredo.",
			"sábado": "Clotilde disfarça diante de Natália, e Almeida garante à esposa que não pensa mais na moça. Inês admira a coragem de Alfredo. Felício e Isabel discutem. Justina pede para ver uma foto de Hamilton, e Emília se incomoda. Carlos tenta confortar Isabel, que se irrita com o irmão. Karine fala mal de Assad para Alfredo. Julinho vai a um salão de jogos com Assad. Afonso ajuda Lola com suas encomendas, e Shirley não gosta. Felício pede perdão a Isabel, e Carlos repreende a irmã. Isabel revela a Lola que namora um homem casado. Tião, Lúcio, Alfredo e outros manifestantes são atacados pela polícia."
		},
		"Malhação": {
			"segunda": "Lígia ajuda Rita a se entender com Nina. Rui intimida Leila, que entra em pânico. Filipe sugere que Rita aceite compartilhar a guarda de Nina com Lígia. Thiago deixa escapar para Rui sobre as visitas de Rita à casa de Lígia, e Carla repreende o filho. Fafi tem uma conversa com Henrique. Lígia se nega a compartilhar a guarda de Nina com Rita. Marquinhos se preocupa com a insatisfação dos alunos frente às propostas de sua chapa com Diana. Lígia e Madureira viajam juntos. Andressa beija Henrique. Rita se preocupa com as ameaças de Rui. Max evita falar sobre trabalho e Regina fica tensa. Marquinhos orienta Fake a espalhar notícias falsas sobre a chapa de Jaqueline. Rita confidencia a Carla seu temor em relação a Rui",
			"terça": "Rita confirma a Carla que é mais seguro que Raíssa se afaste de Rui. Madureira e Lígia namoram. Max decide organizar uma festa em comemoração a Rafael, e Regina e Guga se preocupam. Carla encerra o contrato de Rui com Raíssa. César exige conhecer a família de Daniel. Fake divulga a foto de Andressa e Henrique se beijando, e Diana culpa a Chapa Quente. Anjinha incentiva Fafi a pressionar Henrique. Andressa e Fafi se entediam com Henrique. Fafi sugere a Jaqueline e Anjinha que a Chapa Quente promova um beijaço no colégio e Diego ouve. Max decide apostar na bolsa de valores. Filipe estranha a ausência de Leila. Lara surpreende Leila em seu escritório. Margarida falece, e Meg, Raíssa e Guga apoiam Camelo e Serginho. Joaquim vê Lígia e Madureira se beijando. Rita diz a Filipe que aceita compartilhar a guarda de Nina com Lígia.",
			"quarta": "Rita confirma a Carla que é mais seguro que Raíssa se afaste de Rui. Madureira e Lígia namoram. Max decide organizar uma festa em comemoração a Rafael, e Regina e Guga se preocupam. Carla encerra o contrato de Rui com Raíssa. César exige conhecer a família de Daniel. Fake divulga a foto de Andressa e Henrique se beijando, e Diana culpa a Chapa Quente. Anjinha incentiva Fafi a pressionar Henrique. Andressa e Fafi se entediam com Henrique. Fafi sugere a Jaqueline e Anjinha que a Chapa Quente promova um beijaço no colégio e Diego ouve. Max decide apostar na bolsa de valores. Filipe estranha a ausência de Leila. Lara surpreende Leila em seu escritório. Margarida falece, e Meg, Raíssa e Guga apoiam Camelo e Serginho. Joaquim vê Lígia e Madureira se beijando. Rita diz a Filipe que aceita compartilhar a guarda de Nina com Lígia.",
			"quinta": "Rita afirma a Cláudio que não confia em Rui. Leila chantageia Rui com uma informação sobre Lara. Marquinhos tenta convencer Nanda a fazer um show em apoio a Diana. Meg estranha o comportamento de Leila. Rita garante a Filipe que prefere falar sozinha com Rui. Eliane orienta Nanda a testar uma nova forma de cantar. Nanda aceita a proposta de Marquinhos. Jaqueline tem uma ideia para recuperar a biblioteca da escola, e Diana se revolta. Daniel afirma a César que apresentará sua família ao sogro. Fafi discute com Andressa, e Henrique a repreende. Daniel liga para sua mãe, com o apoio de Milena. Cléber cuida de Rafa. Juarez é hostil com Daniel, mas Mariliz aceita conhecer Milena. Leila apresenta a Rui uma prova contra Lara.",
			"sexta": "Rui descobre que Lara subornou Isaura e agradece a Leila. Rita comenta com Meg sobre o envolvimento de Rui e Leila. Raíssa gosta de saber que Nanda voltará a se envolver com a música. Diana não gosta do repertório de Nanda para o show. Rita anuncia que não usará o mesmo advogado de Rui, que afirma que ela perderá Nina para sempre. Fafi questiona Andressa sobre Henrique. Guga desconfia de Leila, e comenta com Rita. Raíssa apoia Nanda, e repreende a pressão de Marquinho sobre a amiga. Max perde uma grande quantia de dinheiro, e o corretor o aconselha a interromper seus investimentos de risco. Daniel afirma a Milena que Mariliz irá adorar conhecê-la. Lara cobra de Leila informações sobre Rui. Mariliz descobre que Milena é surda. Rita confronta Leila sobre Rui. Lígia se recusa a compartilhar a guarda de Nina com Rita"
		},
		"Avenida Brasil": {
			"segunda": "Nina inventa para Carminha que trabalhava para Begônia na Argentina. Lucinda e as crianças enxotam Nilo do galinheiro. Zezé ouve Begônia falando sobre a herança de Nina e conta para Carminha e Tufão. Com o dinheiro que Nina lhe deu, Max financia uma lancha. Leleco se esconde para ouvir a conversa de Tessália e Darkson. Paloma diz a Verônica e Noêmia que vai jantar fora com Alexia e Cadinho. Janaína conta para Carminha em que hospital a mãe de Nina está internada. Nina vai ao hotel de Begônia e pede que ela volte para a Argentina. Verônica e Noêmia chegam com Ruy e Jimmy ao restaurante onde Cadinho está com Alexia, Paloma e Pilar. Max liga para Nina e combina um encontro na churrascaria. Carminha segue Nina.",
			"terça": "Carminha não vê Max, mas acusa Nina de mentirosa e pergunta se ela conhece Rita. Jorginho expulsa Lucinda de sua casa. Max cobra de Nina o restante do dinheiro que ela lhe prometeu. Leandro fica mal por causa de Roni e Suelen. Nilo convoca Pézão para uma missão. Lucinda se arruma para sair em busca de um amigo. Silas consola Olenka. Muricy aconselha Ivana a financiar a agência de propaganda de Max para tê-lo de volta. Carminha visita Max e conta suas descobertas sobre Nina. Iran diz a Tufão que Jorginho está mal e Nina se desespera. Tufão conta para Carminha sobre o estado de Jorginho. Nina procura Jorginho e os dois ficam juntos. Depois, ele a segue e a vê com Max. Nilo e Pézão reviram o galinheiro atrás do dinheiro. Lucinda encontra Santiago.",
			"quarta": "Lucinda pede que Santiago esconda o dinheiro do sequestro de Carminha. Jorginho diz a Max e Nina que contará sobre os dois para toda a família. Nilo não encontra o dinheiro e ateia fogo à casa de Lucinda, mas as crianças conseguem conter as chamas. Carminha descobre o endereço de Begônia e a ameaça. Iran pede a ajuda de Débora para encontrar Jorginho. Cadinho questiona Jimmy sobre sua relação com Verônica. Suelen tenta seduzir Roni. Olenka chega com Silas à reunião da diretoria do clube e Monalisa decide ir embora. Carminha conta para Tufão tudo o que descobriu sobre Nina, mas ele não acredita. Débora e Iran seguem Jorginho na trilha do acampamento. Max faz as malas e deixa a mansão, desprezando os apelos de Ivana e Muricy. Ele pressiona Nina e Tufão os surpreende.",
			"quinta": "Max e Nina conseguem despistar Tufão. Carminha fala mal de Nina para Ivana e Ágata defende a cozinheira. Leleco incentiva Tufão a se declarar para Nina. No acampamento, Jorginho tem uma crise de sonambulismo e cai em um precipício. Carminha e Max ficam juntos. Suelen questiona Roni sobre sua mãe. Lucinda se nega a revelar para Nina onde escondeu o dinheiro. Pilar compra um piano com o dinheiro de Cadinho. Suelen acusa Leandro de usar os sentimentos de Roni a seu favor. Leleco vê Darkson tentando seduzir Tessália. Carminha contrata Lúcio para dar um susto em Valdo. Débora e Iran encontram Jorginho desmaiado. Cadinho e Verônica avisam Tufão sobre o desaparecimento de Jorginho. Carminha observa, de longe, Nina discutir com Betânia.",
			"sexta": "Carminha observa Nina e Betânia conversando com Lucinda e jura vingança contra a cozinheira. Tufão conta para Carminha sobre o acidente de Jorginho. Débora avisa para Verônica que levará Jorginho ao posto médico. Nilo pede mais dinheiro para Nina e ela cede. Débora agradece a Iran por salvar Jorginho. Begônia conta para Nina que Carminha a procurou. O médico diz para Carminha e Tufão que Jorginho sofreu um traumatismo craniano e que precisa ser transferido para um hospital. Verônica tenta seduzir Cadinho, que resiste à ex-mulher. Monalisa cuida de Iran e os dois comentam sobre as paixões de Jorginho e Tufão, mas não revelam seus segredos. Olenka discute com Silas e sente falta de Monalisa. Roni descobre que Dolores é a sua mãe. Jorginho dá sinais de recuperação e Tufão comemora. Carminha confronta Nina e demite a cozinheira."
		},
		"Aventuras de Poliana": {
			"segunda": "Ruth fica perplexa após a descoberta de que João é seu sobrinho. Revoltado após o desentendimento na escola, João foge para a rodoviária com Feijão. Luisa passa mal e desmaia, Pendleton a socorre. Bento se preocupa de que Ruth deixe de o amar caso encontre seu sobrinho. Nadine aplica os exercícios aos candidatos que concorrem a vaga de estágio da O11O. Marcelo e Ruth procuram por João. Mário pede conselhos amorosos a Poliana. Jeff vence o concurso e é o mais novo estagiário da O11O. Durante a fuga, João se encontra com Mosquito e o menino diz que está mudado.",
			"terça": "Ruth se sente culpada pela fuga de João. Waldisney diz a Jeff que não está mais cometendo nenhum crime. Pendleton conta a Luisa mais alguns fatos sobre sua irmã. Lindomar é convidado para fazer uma turnê nacional. Lorena, Gael e Benício fazem alguns testes com Ester. Raquel e seus amigos pressionam Gabi para que a menina conte se tem alguma relação com a Dark Lady. Mosquito vai até a casa de Marcelo e diz o paradeiro de João para ajudá-lo.",
			"quarta": "Marcelo encontra João e o leva de volta para casa. Pendleton, Luisa e Poliana vão até a exposição de arte promovida por Glória. Ruth e João se encontram e tem uma séria conversa para tentar resolver suas diferenças. Sérgio e Joana convidam Durval e Claudia para um jantar em sua casa. Waldisney vai jantar na casa de Branca e Nanci descobre uma mentira. Durante o jantar, Joana conta que Yasmin e Luigi querem namorar. Mário muda de ideia e começa a desconfiar de que Ester realmente possa seu um robô. Durval não aprova o namoro entre Yasmin e Luigi.",
			"quinta": "Poliana reencontra João e conta a ele todo o ocorrido. Filipa escuta parte da conversa e descobre que eles estão escondendo algo de Bento. Marcelo encontra Pendleton e Luisa na exposição de Glória e eles se desentendem. Roger faz a cabeça de Marcelo contra Luisa. Guilherme descobre que Carla tem dois celulares e fica desconfiado da menina. Filipa pressiona João para que ele conte seu segredo a ela. Durval e Claudia tem alguns desentendimentos quanto a criação de seus filhos. Pendleton da um quadro da exposição de Glória de presente para Luisa. Lindomar se assusta com a fatura de seu cartão de crédito e briga com Arlete. Pendleton conta algumas curiosidades sobre sua família para Poliana.",
			"sexta": "Joana e Sérgio recebem algumas encomendas em sua casa e descobrem que Mário pediu o cartão de crédito para o seu avô. Devido a difamação feita por Débora, Marcelo começa a ser evitado pelas professoras do colégio. Ruth mostra a João uma foto de sua verdadeira mãe. Mirela pede para Luca ajuda-lo com a rádio da escola. João decide contar para Kessya o paradeiro de Mosquito. Mirela surge com uma nova ideia para o grêmio realizar no colégio. Carla diz a Guilherme e Raquel que está pensando em mudar-se para São Paulo. Filipa diz a Bento que João e Poliana estão escondendo algo dele. Iure conta para Marcelo que Débora está o difamando. Filipa propõe a Eric que a ajude num plano contra Yasmin e Luigi."
		},
		"Cúmplices de um resgate": {
			"segunda": "Luiz e Clara discutem mais uma vez. Mateus e Dóris ficam tristes com a situação. Safira pede para que Geraldo doe sangue para filha, mesmo que seja anônimo. Gerado diz que acha que podem conseguir de outra maneira. Decepcionada, Safira diz que foi um erro ir lá fazer o pedido e vai embora. Otávio leva ‘Manuela’ até a sorveteria, mas Rebeca se recusa a acompanhar. Regina não se abala com nada e decide aproveitar o acidente de Priscila para tentar divulgar a banda.",
			"terça": "Geraldo vai ao hospital e doa sangue após certificar que ninguém saberia. Fortunato vê Geraldo na sala de coleta. Joaquim continua se sentindo culpado. No vilarejo, Mateus e Dóris ligam para Rebeca e pedem ajuda dela. Rebeca libera os dois do trabalho e diz para irem para casa. Giuseppe presenteia Fiorina com um par de calçados novos. A italiana fica encantada. Isabela liga para Manuela e diz que precisam trocar de lugar, mas Manuela explica que não será possível.",
			"quarta": "Clara e Luiz participam de um piquenique no campo organizado por Mateus e Dóris. As crianças vão até a apresentação na rádio. Helena avisa que não poderá ir com a banda. Dinho pega dinheiro de Meire, sem que ela saiba, para comprar uma mobilete nova para entregar para Navarro. A banda se apresenta na rádio, porém Isabela desafina e é ajudada pelos demais, que cantam em coro. No vilarejo, todos estranham ela desafinando na rádio. Luiz e Clara fazem as pazes e se beijam.",
			"quinta": "Regina pede para a banda C1R fazer um pedido para doação de sangue. Arthur parabeniza Regina. Helena vê Manuela de longe, mas pensa ter sido apenas impressão sua. Regina esconde a menina. Na On-Enterprise, Safira está desatenta com os problemas sobre Priscila, mas ela insiste em manter segredo sobre ser mãe. Lurdinha vê Frederico conversando com Taísa e fica irritada. A recepcionista fala para o estilista que os dois andam muito amigos e que ela é interesseira. Frederico diz que ela está enganada, pois Taísa é muito boa. Dinho entrega uma mobilete nova para Navarro, que finge que quer uma moto nova e ameaça o porteiro. Meire descobre que seu dinheiro sumiu.",
			"sexta": "Fausto é ríspido com Helena. Meire faz trabalho de investigação para descobrir alguma digital no pote aonde estava o dinheiro dela. Rebeca e Téo conversam sobre a mudança no comportamento de Manuela, que na verdade é Isabela. Frederico diz para Taísa que os desenhos dela estão ruins, mas na frente de Lurdinha ele finge interesse por ela. Taísa fica confusa. Isabela liga para Otávio e pede pra saírem juntos. O empresário avisa que enviará um motorista para buscá-la para comerem na cidade e pede para ela avise Rebeca. A menina vai para escola e não diz nada. Otávio liga para Rebeca, que ignora sua ligação. Rebeca está estranhando que a filha está indo bem na escola. Fausto fica irritado ao ver Pedro na cidade para falar com Helena. Meire tira as digitais de todos do condomínio. Safira, Fortunato e Aurora ficam felizes ao ver o hospital com fila para doação de sangue após divulgação da banda C1R. Flávia sofre ao ver que o Pastor está mais próximo de Gemima. Mateus tenta consolar a professora para que ela não chore mais. Isabela almoça com Otávio. O empresário pede para que a garota seja mais compreensiva com Rebeca. Regina aparece no restaurante."
		},
		"Abismo de Paixão": {
			"segunda": "Horácio está escondido na casa azul, lamentando o que fez a Dolores, enquanto no povoado, o procuram desesperadamente. Dolores fica assustada, pois teme que Horácio volte a procurá-la. Paloma pede ao Dr. Edmundo que a readmita. Florência pergunta a Paloma como foi sua lua de mel, ela triste responde que Gael não foi capaz de esquecer Elisa. Almerinda diz a Damião que logo entrará em caixa o dinheiro que eles precisam para reerguer a processadora Arango, Damião pede para a mãe não se meter nos assuntos e problemas da processadora, que ele os solucionará. Ramona visita a neta em sua casa e  pede que volte a viver em sua cabana, mas Paloma se nega. Gael segue Elisa e Damião até um restaurante. Elisa percebe  e beija Damião, para que Gael pense que eles são namorados.",
			"terça": "Paloma está desiludida com Gael, mas Florência a aconselha a seguir lutando por seu amor. Carmem segue com os tramites para venda de suas terras a uma pessoa que ela nem imagina, está a mando de Elisa. Carmem recebe o cheque, e Elisa fica feliz por ter recuperado a casa de seus pais. Paloma pede a Elisa que volte com Damião, e que se casem, pois só assim, talvez ela possa ser feliz ao lado de Gael. Bráulio comenta com Damião que Horácio é um assassino e está envolvido na morte de Branca. Carmem vai viver com Ramiro na “casa azul”, eles estão festejando quando aparece Horácio com uma arma, eles discutem, e Horácio foge. Antônia se assusta quando Horácio entra pedindo para falar com Almerinda, já que não tem dinheiro para fugir do povoado, e deseja fazê-lo levando Dolores consigo. Antônia promete ajudá-lo.",
			"quarta": "Antonia aconselha Horácio a não falar com  Almerinda, pois ela imediatamente o denunciaria a polícia. Ramiro pretende fazer mal a Dolores. Carmem encontra Damião e o beija apaixonadamente, ele a despreza e diz que ela só lhe causa pena. Ramiro informa Carmem que ao perseguir Dolores, descobriu que quem comprou a fazenda foi Elisa. Carmem fica furiosa e vai atrás da sobrinha. Horácio volta a procurar Almerinda e pede que o ajude. Almerinda se nega, o acusa deter assassinado seu irmão e ameaça chamar a  polícia. Horácio afirma que Carmem é a assassina de seu irmão. Damião procura Elisa para dizer que já estão prontos os papeis para compra das ações da processadora Arango. Henrique pede a Florência que se dêem uma oportunidade. Carmem chega à fazenda e exige que Dolores  diga onde está Elisa. Dolores diz que ela  nadar no lago. Damião está nadando no lago à  espera de Elisa quando, sem que ele perceba, alguém chega e começa a beijá-lo, essa pessoa é Carmem.",
			"quinta": "Ao se dar conta que não é Elisa, Damião exige novamente que Carmem o deixe em paz, e  lembra que a única coisa que desperta nele é pena. Carmem furiosa diz que jamais permitirá que ele seja feliz com Elisa. Na fazenda, Ramiro agride Dolores, mas Horácio aparece e a defende, Ramiro ameaça matar Dolores caso Horácio diga algo sobre o assassinato de Guadalupe. Horácio tenta levar Dolores com ele, mas ela resiste. Bráulio pede que a deixe em paz, já que Dolores não o ama e o acusa de ter matado Branca. Horácio insiste em levar Dolores, mas ela resiste e grita, dizendo amar Bráulio. Almerinda pede a Lucio que a ajude a se  vingar de Ramiro. Lucio a aconselha a pensar melhor, pois ela sabe que esteve errada quanto a Estefânia e Elisa, e também por isso não quer se aliar a ela. Elisa enfrenta Carmem deixando claro que ela não deve voltar a se meter com Damião. Almerinda  lembra que as últimas palavras de Guadalupe foram para uma união entre Elisa e Damião, então decide procurar Elisa e pede que se case com seu filho. Gael pede a Elisa que não se associe a Damião, já que eles lutaram juntos para levantar a processadora, e não é justo que Damião chegue apenas para mandar, Elisa  diz que essa decisão não é dele.",
			"sexta": "Bráulio pede permissão a Elisa para ficar e dormir na fazenda por uns dias, a fim de protegê-las de Horácio. Gael implora a Elisa para que volte com ele, pois a ama e pensa em deixar Paloma. Elisa  lembra Gael que Paloma espera um filho dele e não pode abandoná-la, Ramiro entrega um cheque a Almerinda para que firmem seu contrato de sociedade, mas ela diz que jamais será seu sócio. Carmem flagra Ramiro no momento em que ele pensa em tirar a própria vida, e evita o suicídio. Ramiro diz a Carmem que eles estão na mais absoluta miséria. Elisa e Damião assinam a sociedade, e pensam em se casar. Damião convida Gael e Paloma para o jantar de compromisso entre ele e Elisa. Gael zangado afirma que Damião não se casará com Elisa. Horácio agradece  Antonia pela ajuda, e deixa a fazenda Arango."
		},
		"Meu coração é teu": {
			"segunda": "Bruno, ao se ver, encurralado, decide mostrar a todos ao que se dedica. Nicolas e Jennifer decidem voltar de sua lua de mel, pois Nicolas sente que podem ocorrer graves problemas entre Diego e Fernando, em razão do divórcio de Fernando com Isabela.  Johnny sente que está apaixonado por Edna e Diana. Ana o ajuda a ver as qualidades de cada uma, para que ele se decida. Johnny a interrompe, e  diz que quem ama mesmo é Jennifer. Ana diz a Fernando que Alicia está diferente com ela e que a professora dos gêmeos deseja vê-lo. Ana e Fernando acabam discutindo por causa de Diego. Alicia está do lado de Isabela e culpa Ana por seu irmãozinho estar em perigo. Ana se vê obrigada a ensinar Edna a dançar o pole dance. Nando expressa a Helena seu descontentamento e diz que só voltará a falar com ela quando o respeitar. Bruno pede a Ana que leve todos ao hospital porque vai revelar seu segredo e todos se surpreendem quando a surpresa de Bruno é levar presentes a crianças com câncer no hospital. Fernando se solidariza com a atitude do mordomo e diz para Bruno que se unirá a ele nessa causa.",
			"terça": "Nicolas diz a Fernando que com sua atitude tudo o que conseguirá será separar Ana e Diego, e que não deseja ver repetida a história de Estefânia. Ele aconselha Fernando a dar uma oportunidade para que Ana se apaixone por Diego. Ana diz a Jennifer que o correto é seguir ao lado de Diego e não correr para os braços de Fernando, apenas porque ele decidiu se divorciar. O pai de Henrique morre e Fernando não pode comparecer para dar suas condolências, pois já tem uma reunião agendada com a professora dos gêmeos. A professora diz a Fernando que os gêmeos têm déficit de atenção e são hiperativos, isto deixa Fernando muito preocupado, mas Ana  garante que eles farão o necessário para que tudo se resolva, pois são uma equipe. Fanny se encontra com Edith na universidade. Helena dá uma bofetada em Laura e grita com ela em frente a todos na universidade. Ela humilha Laura, a chama de pobretona e diz que fará o possível para que tirem sua bolsa de estudos, Laura jura vingança. Ana diz a Nando que está muito preocupada com as crises de  Helena e teme até onde ela possa chegar. Isabela liga para Henrique para lhe dar os pêsames e se surpreende quando ele afirma que Fernando, mesmo que indiretamente, foi quem matou seu pai, pois cancelou um contrato e o fez perder tudo. Ana se comove muito quando as crianças a presenteiam com um violão novo. Fernando entrega a Isabela a ata do divórcio. Isabela descobre que o filho que espera é de Henrique e Yolanda diz que isso pode arruinar todos os seus planos. Ana se surpreende ao ver Fernando dormindo em sua cama, a mesma surpresa tem Fanny ao vê-los.",
			"quarta": "Ana explica a Fanny que não aconteceu nada entre eles. Fanny pergunta se ela deixou de amar seu pai Fernando e Ana fica sem saber o que falar. Fernando acorda e se surpreende ao ver que está com Ana, e ela, brincando, o faz acreditar que houve algo entre eles, Fanny dá corda à brincadeira. Ana diz a Nando que fez o correto em dizer o que disse a Helena. ele confessa que se sente mal por tê-lo feito. Sebastião diz a Ana que Isabela não tem ficado em repouso e ela decide contar a  Fernando. Ana diz a Fernando que apenas fez uma brincadeira com ele, e que descobriu que ele é sonâmbulo. Johnny se comporta muito mal e o Sr. Prado o demite. Fanny recebe uma ligação da casa de Helena avisando que ela está muito mal. Manuela está nervosa porque tem um encontro para discutir sobre o assunto de ser “barriga de aluguel”, Bruno tenta tranquilizá-la. Fanny avisa  Nando sobre o problema com Helena. Helena diz a Nando que tomou vários comprimidos porque ele  deixou de amá-la.",
			"quinta": "Diego encontra a nota fiscal de compra do violão de Ana, em nome de Hermínio Valdez. Henrique comenta com Fernando que está muito triste já que acabou ficando sem trabalho, sem pai, sem nada. Linda conta a Henrique que odeia Fernando porque ele a rejeitou. Alicia  se desculpa com Ana por ter sido má com ela e ter se transformado em amiga de Isabela. Ana diz que a ama incondicionalmente. Nicolas fala com Fernando a respeito de como tem sido difícil viver ao lado de uma mulher dominante, como Jennifer. Diego dá a notícia a Ana sobre o nome do comprador de seu violão e  diz que  precisam encontrá-lo, pois ele pode ser seu pai. Fanny está com Edith na casa de Helena.  Edith julga Fanny por ser uma garota rica. Edith conhece Nando. Fernando pede a Ana que o acompanhe ao psiquiatra com os gêmeos. Isabela fala com Fernando com respeito ao acordo de divórcio, que é muito generoso. Laura vai falar com Fanny, mas elas acabam brigando. Isabela tenta jogar Ana escada abaixo, mas Bruno chega a tempo de evitar. Isabela chora porque não quer perder Fernando, e deseja voltar a trabalhar na empresa, agora que Henrique não está mais por lá. Fernando flagra Fanny e Leon aos beijos em um carro, e se mostra preocupado com o romance, e o quão longe eles já podem ter chegado. Ana comete uma indiscrição.",
			"sexta": "Ana comete uma indiscrição ao dar a entender para Fernando que Fanny e Leon tiveram relações sexuais, ele diz a Ana que já suspeitava. Nando interrompe a conversa para falar de sua relação com Helena. Ana prepara um chá para Fernando dormir, e vai se deitar, porém antes ela coloca “travas” em sua porta, para que ele não o invada novamente, mesmo dormindo, porém ainda assim Fernando chega ao quarto de Ana, e ela o acorda com um balde de água fria. Henrique segue paquerando Laura. Mauricio contrai varicela e precisa ficar de repouso em casa. Jennifer prepara um tipo de comida que Nicolas não pode comer por questões de saúde e diz que não sabe fazer outra coisa. Ana e Fernando levam os gêmeos à psicóloga, ela recomenda que eles tenham sessões de terapia para melhorar a atenção e pede  que cuidem de sua alimentação. Diego fala com a esposa de Hermínio, que ele já é falecido, ela se lembra que seu esposo, em uma ocasião, presenteou com um violão uma mulher pobre, que ganhava a vida cantando em caminhões, ela á época estava grávida, e seu nome era Soledade. Fernando passa a tarde em casa brincando com os filhos. Isabela não suporta ver todos juntos, com Ana, tão felizes. Diego conta a Ana tudo que descobriu sobre sua mãe, inclusive que, lamentavelmente, ela passou um tempo na cadeia por ter matado um homem. Ana fica arrasada, mas Fanny  pede que não tire conclusões sobre sua mãe antes do tempo, e que possivelmente  foi por isso que teve que deixá-la em um orfanato. Henrique se despede de Fernando e  diz que é seu amigo, ainda que ele esconda suas verdadeiras intenções. Nando presenteia Ana com um computador, ela fica comovida. Alicia  quebra o carro câmera dos gêmeos e fica deprimida. Fernando fala com Alicia, ela fica muito feliz com a atenção do pai."
		},
		"Ouro Verde": {
			"segunda": "Mônica diz a Otelo que ele não pode ser presidente do banco. Gonçalo entrevista Miguel, que lhe diz que vai destruir o banco, pois, se ele não ficar com o banco, os outros também não. Cátia e Hadja fazem amor. Miguel flagra Laurentino almoçando com Sancha e avisa-o que vai precisar dele para separar Bia e Jorge. Estes, juntamente com Antônio e Henrique, partem para Lisboa.",
			"terça": "Vera aparece na fazenda com o Delegado Wellington, dizendo que não sai dali sem levar o filho com ela. Vera diz ao Delegado que abandonou o filho quando nasceu e Wellington diz que tem nojo de uma mulher como ela. Bia e Jorge visitam Mônica, a quem querem mostrar uma coisa. Antônio disfarça-se e vai se encontrar com Inês, que se mostra emocionada ao vê-lo, mas logo discutem e expulsa-o dali. Miguel e Rita fazem amor cobertos de dinheiro.",
			"quarta": "Amanda convida José para jantar em sua casa e combinam de encontrar-se lá, mas fica presa no elevador e José dá de cara com Catarina na casa da sua mulher. Miguel fica em choque ao saber da morte da cadela. Mônica leva o maior susto da sua vida ao ver Antônio vivo na casa de Jorge.",
			"quinta": "Mônica fica em choque ao ver Antônio e, através deste, Bia e Jorge, descobrindo tudo o que aconteceu, deixando-a ainda mais decepcionada com Miguel. Este fica sabendo que foi Otelo quem matou Fénix e acaba por agredir o ex-amigo, mas é expulso de casa por Salvador, que acusa o pai de não gostar de ninguém. Miguel fica deprimido.",
			"sexta": "Catarina apresenta-se a José como sobrinha de Amanda e, quando esta chega em casa, fica surpresa com o bom ambiente entre os dois. Rita mima Miguel, que está arrasado. Bia e Jorge comemoram a sua felicidade. Vera sonha que dispara um tiro sobre Bia. Jorge diz a Bia que não sobreviveria se alguma coisa lhe acontecesse. Antônio e Inês fazem as pazes, passando a noite juntos.",
			"sábado": "Catarina ensina José a tirar selfies e os dois tiram uma, juntos. Vera chega a Lisboa e fica sabendo que Miguel foi libertado, ao qual pede ajuda. Jorge vai falar com Lúcio para lhe contar a história de Henrique e pedir garantias de que Vera não pode acusar ele de rapto, mas Lúcio diz que não pode dar essa garantia. Vera garante a Tiago que vai apresentar queixa na polícia e Joaquim está disposto a ajudá-la. Tomás vê a selfie do avô com Catarina e vai procurá-la a casa de Amanda."
		},
		"Amor sem igual": {
			"segunda": "Ramiro diz para Olympia que dará um jeito em seu filho. Donatella se desculpa com Geovani por não ter dito nada sobre Tobias. Fernanda apresenta Dona Sonia como sua nova assessora e avisa que quer incluir os meninos de rua na escolinha. Tobias se revolta. Poderosa vai até o Mademoiselle Olympia Night Club. Ela se depara com o clube fechado, mas se apresenta a Maikitaison e troca contatos. Miguel faz as pazes com Oxente e chama Poderosa para comemorar. Geovani chama Norma para jantar. Donatella também é convidada. Tobias conversa com Leandro e fala que dará um jeito de mudar o resultado dos exames dos jovens atletas, caso algum seja compatível com Ramiro. O dono da Bras Esportes conversa com Seu Ernani e fala que quer arrumar um laboratório de confiança. Miguel fica triste ao saber que Poderosa pediu emprego no clube noturno. Donatella chega no Mercadão para comer com Geovani e Norma. José Antônio fica encantado por ela. Bernardo chama Cindy e Ioná para um programa. Tobias fica espantando ao ouvir Ramiro autorizando Fernanda a trazer os menores abandonados para treinarem na escolinha. Antônio Júnior aborda Donatella. Ela fica tensa. O rapaz fala sobre José Antônio para ela. Tobias critica o namoro da irmã com o filho de Oxente. Ioná e Cindy chegam até a casa de Leandro. Ioná se recusa a deitar com Bernardo. Miguel se abre com Poderosa e diz amá-la. Eles se beijam. Ramiro surpreende Tobias e diz já saber que o rapaz foi quem armou a batida policial no Mademoiselle Night Club.",
			"terça": "Ramiro diz que Tobias irá arcar com os prejuízos da reabertura do clube de Olympia. O milionário ainda avisa que o rapaz terá que compartilhar Doutorzinha. Bernardo e Leandro dispensam Cindy e Ioná. Poderosa não se entrega a Miguel e pega carona com outro homem. O agrônomo os seguem. Fernanda se despede de Pedro Antônio. Poderosa é atacada. Miguel os perseguem. Tobias surpreende Donatella e aparece na casa de idosos. Bento aparece e pergunta quem é o rapaz. Miguel ordena que o homem largue Poderosa, mas ele a ameaça. Tobias se apresenta a Bento. Donatella avisa que não contou nada a Ramiro. Poderosa e Miguel conseguem fugir do maníaco. O trabalhador rural tenta consolá-la. Miguel sai para tomar café com Oxente. Donatella pede segredo a Bento. Geovani acorda animado. Miguel pede para Maria Antônia voltar a ajudar Poderosa nos afazeres domésticos. Poderosa pede para morar com Furacão, que não aceita. Zenaide flagra Antônio Júnior tentando roubar as economias de Maria Antônia.",
			"quarta": "Zenaide manda Antônio Júnior deixar a casa. Maria Antônia ajuda Poderosa nos afazeres de casa. Zenaide expulsa o filho de casa. Maria Antônia passa as medidas para Bibiana. Poderosa diz que pode dar dicas para Maria Antônia ficar mais atraente. Fernanda se anima com a chegada das novas crianças à escolinha. Tobias se irrita ao saber que já iniciaram os exames com os jovens atletas. Caio desmaia ao ter que tirar sangue. Seu Ernani vê Rosa Flor batendo pênalti e elogia a performance da menina. Santiago debocha de Caio. Preocupado, Tobias diz que o pai não pode encontrar um doador. Maria Antônia ajuda Poderosa a cozinhar. No Mercadão, José Antônio recebe Donatella em sua barraca. Pedro Antônio percebe o interesse de Chang e Takashi em Maria Antônia. Hugo elogia a comida de Maria Antônia e Poderosa. Antônio Júnior se desculpa com Zenaide e sai de casa. José Antônio fala de seu interesse por Donatella. Miguel diz que precisa falar com Bernardo. Nivaldo, Luciana e Ivan treinam na escolinha. Seu Ernani diz que Rosa Flor tem talento para o futebol. Mauro estranha o fato de Tobias ter autorizado os meninos do abrigo a treinarem na Bras Esportes. Bernardo diz que a ordem veio de Ramiro. Olympia reúne os funcionários e avisa que o Mademoiselle Olympia Night Club reabrirá em breve. Pedro leva Miguel até a escolinha para ele falar com Bernardo. Oxente nota a ausência do amigo no Mercadão. Zenaide conta para Maria Antônia e Poderosa que Antônio Júnior fugiu de casa. O rapaz vai até a casa de idosos e pede para Donatella abrigá-lo por uns dias. Miguel chega na escolinha e vê Bernardo. O vilão se surpreende ao ver Miguel no local.",
			"quinta": "Bernardo tenta negar as acusações de Miguel, mas o agrônomo se mostra decidido a descobrir o motivo do chefe da segurança da Bras Esportes ter espancado Poderosa. Norma vê Antônio Júnior pedindo moradia para Donatella e autoriza que ele fique na casa de idosos. Bento avisa a Geovani que Norma entrou no quarto com um rapaz. O avô de Donatella questiona Norma. Miguel diz desconfiar que tem alguém muito poderoso por trás de Bernardo. Furacão liga para Poderosa e avisa que Miguel procurou Bernardo. Maikitaison fala sobre Poderosa com Olympia. Oxente fica furioso ao saber que o filho fugiu de casa. Poderosa fica radiante ao receber uma ligação de Maikitaison marcando um teste para o dia seguinte. Geovani volta a se desculpar com Norma. Poderosa questiona Miguel sobre o encontro dele com Bernardo. Leandro diz que ele e o chefe da segurança precisam culpar alguém pelo espancamento de Poderosa. Ioná chega e diz que veio se desculpar com Bernardo. Pedro Antônio procura Miguel e pede ajuda para controlar Oxente. O rapaz diz que o pai foi procurar pelo filho caçula no clube noturno. Ioná implora para Leandro e Bernardo ajudarem ela a voltar para o clube de Olympia. Bernardo pede uma apresentação exclusiva para ele. Fernanda estranha ao ouvir Ramiro e Tobias falarem sobre Donatella. Olympia é surpreendida com a chegada de Oxente, furioso, em seu clube.",
			"sexta": "Olympia avisa que Antônio Júnior não está no clube e permite que Oxente procure pelo local. Miguel e José Antônio chegam ao Mademoiselle Olympia e pedem para Poderosa esperar do lado de fora. Ela se assusta ao ver Bernardo chegando com Ioná. Oxente não acha o filho na casa noturna. Miguel entra no clube com José Antônio. Bernardo entra com Ioná e encontra Miguel. Maria Antônia se preocupa com a ida de Miguel ao clube. Bernardo discute com Miguel. Oxente e os filhos também se metem na briga. Olympia controla os ânimos de todos. Poderosa confirma que vai trabalhar no Mademoiselle. Olympia impede que Ioná faça show particular para Bernardo. Oxente consegue falar com o filho, mas Antônio Júnior diz que não quer voltar. O rapaz desabafa com Donatella. Fernanda procura o irmão e fala que já sabe sobre Donatella. Norma diz que Geovani é um homem especial. Tobias desabafa com a irmã e fala sobre seu sentimento por Donatella. Ramiro conversa com o motorista Xavier sobre os exames que os alunos da escolinha farão. Carmem dispensa Bento. Yara se declara para o marido Ernani. Dona Sonia pensa no treinador. Duplex pergunta para Caio se ele acha que a mãe casaria novamente. Miguel reclama da atitude de Poderosa em querer trabalhar na casa noturna. Pedro e José falam sobre o irmão Antônio Júnior. Zenaide diz a verdade para Oxente e conta que foi ela quem expulsou o rapaz de casa."
		},
		"O rico e lázaro": {
			"segunda": "Evil-Merodaque e Amitis decidem ir até a floresta para ver o rei. Evil-Merodaque ordena que soltem Zadoque e Ravina. Nabucodonosor rosna para um oficial enquanto observa as mesmas pintas na mão de Hurzabum. Joana decide ir ao palácio para ajudar Ravina e Zadoque. Zelfa gosta de conhecer Malca. Beroso pede para Sammu-Ramat se acalmar e mostra temor ao Deus dos hebreus. Na floresta, Amitis e Evil-Merodaque se espantam com o estado de Nabuco. Ravina e Zadoque são libertados. Matias trata Ebede com ignorância. Zadoque agradece o apoio de Daniel. Amitis sofre ao ver o rei se comportando como um animal. Evil-Merodaque avisa que Nabucodonosor deverá permanecer na mata, como o Deus dos hebreus ordenou, mas pede para os oficiais vigiarem. Neusta se mostra satisfeita com o ocorrido com o rei. Shamiran se interessa pelas histórias de Deus de Israel. Rebeca reencontra Hurzabum. ",
			"terça": "Amitis, Evil-Merodaque e Daniel se surpreendem ao verem o rei sair da floresta como uma pessoa normal, sem aparência de animal. Joana, sete anos mais velha, conversa com Dana sobre o relacionamento de Zac e Malca. Em Meroé, o príncipe Aksumai está prestes a morrer e deixa toda a herança para Asher. Nebuzaradã e Sammu-Ramat brincam com o filho Labash-Marduk. Malca lamenta a perda de mais uma gravidez. Hambi, filho de Shamir e Samira, e Hampa, filho de Talita e Tamir, fazem bagunça pela casa. Zac lamenta mais uma gravidez perdida de Malca. Ravina diz que Fassur está livre da condição de servo. Elga cobra o casamento. Casado com Darice, Zabaia reclama da nova esposa. Matias continua jogando. Nabucodonosor é apresentado aos netos. Daniel diz que o rei fará um pronunciamento. Gadise conversa com Ebede-Meleque e reclama das atitudes de Matias. Nebuzaradã e Beroso comentam sobre a volta do rei.",
			"quarta": "Joana, Talita e Samira tentam salvar a vida de Malca. Daniel fica nervoso sem notícias de Lia e o bebê. Zelfa diz que Malca perdeu a fé. Ebede-Meleque e Matias brigam na Casa da Lua. Shamir e Tamir descobrem que Malca tentou se matar. Levi se despede de Dana e sai. Saul, filho de Matias e Gadise, se decepciona com o atraso do pai. Zabaia expulsa Matias da Casa da Lua. Daniel ora a Deus. Lia sofre no parto. Absalom ameaça Levi mandando ficar longe de Dana. Malca lamenta o desprezo de Zac. Levi consegue bater em Absalom e diz que não desistirá de Dana. Nitócris lamenta o comportamento do rei. Beroso fala das dívidas de Matias no jogo.",
			"quinta": "O dia amanhece na Babilônia e ouve-se o choro do bebê de Lia. Mesaque confere se o estado de saúde dela é estável. Daniel dorme tranquilamente. Neusta diz que desmaiou quando o sábio cortou o ventre de Lia. Mesaque dá recomendações à Lia. Naomi cuida dos outros filhos de Daniel. Neusta tem notícias de Joaquim. Matias lamenta a dívida no jogo e pede dinheiro à Gadise. Ela avisa que não tem e ele perde a cabeça. Ravina e Zadoque discutem com Matias. Sammu-Ramat fica incomodada com o relacionamento entre o filho e Rabe-Sáris. Joana se preocupa com a situação de Matias. Amitis dá notícias sobre o reino a Nabucodonosor. Mendigando, Shag-Shag se emociona ao ver Hurzabum cuidar da filha Deborah. Zac trata Malca com carinho e pede desculpas à Zelfa. Nitócris reclama com Evil-Merodaque sobre o comportamento do rei. Beroso cobra a dívida de Matias e avisa que ele perderá a casa de Ravina.",
			"sexta": "Joana fica chocada ao saber que Zac chantageou Matias para se casar com ela. Lior e Asher se abraçam fortemente. Neusta pede para Joaquim não impedir Edissa de vê-lo. Gadise conhece o bebê de Lia. Labash-Marduk treina com Rabe-Sáris. Edissa tenta amparar Ebede-Meleque. Sammu-Ramat ordena que o filho pare de brincar com Rabe-Sáris. A sacerdotisa manda o oficial dizer que é pai do menino. O rei parabeniza o nascimento do filho de Daniel. O hebreu avisa que o menino se chamará Nabor. Asher convida Lior para comer. Joana pede explicação a Zac. Levi pede Dana em casamento. Absalom fica irado com a presença do rapaz na casa de sua amada. Darice se assusta ao ver Shag-Shag. Nitócris e Belsazar fazem planos ambiciosos. Shag-Shag pede segredo à Darice. Edissa visita Joaquim e eles se declaram. As filhas de Shamiran têm aulas de dança. Asher come na Casa da Lua. Zac diz que quer proteger Joana."
		},
		"Caminhos do coração": {
			"segunda": "Célia coloca termômetro em Paola e se assusta ao ver que a temperatura dela está muito baixa. Paola disfarça e fala estar bem. Helga se despede de todos e vai embora. Paola avisa que irá se deitar e, quando vira de costas, fica com língua de cobra. Eric vê através do rastreador que Helga saiu do apartamento. Pepe se desespera com o misterioso telefonema do celular de Ana. O telefone é desligado e Pepe tenta ligar para o número, mas dá fora de área. Velociraptor olha para outra direção e se afasta rápido de Maria e Hélio. Maria diz para eles irem até o mar para tirar a gosma do corpo dele.",
			"terça": "Ísis fica invisível e Demétrio tenta acalmar lobo. Teófilo e Aquiles amarram Leão, mas ele faz força e consegue se soltar. Leão escuta a sirene da polícia e foge. O carro de Eric vai atrás do táxi com Helga e inicia-se uma perseguição. Eric atira contra o táxi. Clara, Guiga e Érica tentam acordar Tati, mas ela não se mexe. Noé conta para Silvana que Meduso é um mutante do mal. Silvana lembra de algumas cenas e resolve desamarrar Noé. Ele sai correndo. Eric atira no pneu do táxi, que fica descontrolado e pára. Eric vai em direção ao táxi. Vlado e Fúria param de morder Golias e se beijam. Helga sai correndo e Eric atira em sua direção.",
			"quarta": "Meduso solta raios dos olhos e mata Silvana . Maria chega na praia com Hélio. Maria fica surpresa ao ver Beto e sai correndo na direção dele. Maria e Beto falam de Marcelo e ele fica arrasado ao ter certeza de que o irmão morreu. Júlia vê nas câmeras de segurança que os mutantes fugiram. Júlia pega Marcelo e se esconde num lugar secreto dentro do laboratório. Pachola, Vavá, Cris, César e Mendigo procuram Júlia. Marcelo questiona Júlia sobre a criação dos mutantes e ela diz seu objetivo é mudar a história da humanidade. Marcelo diz que não se lembra de nada e Júlia pede um beijo dele. A médica se aproxima lentamente de Marcelo, que recua.",
			"quinta": "Ísis e Demétrio se juntam à Liga do Bem. Lucas diz que tem três coisas para falar com Cassandra. Primeiro, ele diz que quer sua parte na herança do pai. Depois, ele fala que Cassandra não tinha o direito de passar os bens de Mauro para o nome dela. E por último, Lucas manda a mãe dizer tudo o que sabe sobre o mandante dos crimes. Cassandra fica furiosa e manda Lucas ir embora, mas ele avisa que só irá sair quando ela contar tudo. Lúcia fala com Zé Doido no telefone, enquanto Danilo, Ari, Irma, Regina e Batista observam, curiosos. Danilo conta que Zé Doido é o noivo que deixou Lúcia no altar. Lúcia tenta disfarçar o clima de mal estar, já que Zé Doido ficou sabendo que ela casou com um gay. Amália pede para Rodrigo descobrir qual será o tipo de mutação do filho deles. Rodrigo diz que falará com Gór para ver se ela descobre algo com Júlia. Demétrio conta que existe um ancoradouro secreto na ilha, por onde chegam os barcos de Júlia, mas avisa que não sabe onde ele fica. Todos ficam desanimados, mas Demétrio diz que tem uma pista.",
			"sexta": "Eric avisa para a chefia que não foi possível matar Helga. Ele recebe outra ordem: voltar para a ilha e acabar com Maria. Ernesto e Esmeralda brindam e se despedem dos convidados. Eles vão para o trailer de Esmeralda e passam a noite juntos. Taveira e Dino observam o casal, ao lado da cama, e mostram os dentes. Simone, Mauro e Célia ficam perplexos e não sabem o que fazer com Paola, que volta ao normal e se desespera. Lúpi avisa que eles precisam encontrar o ancoradouro secreto e Iara diz saber onde ele fica, mas avisa que pode ser perigoso. Maria diz que topa se arriscar para tentar sair da ilha e Lúpi avisa que mais alguém está próximo. Lúpi se transforma em Lobo e todos ficam com medo. Lucas pergunta se Cassandra é a mandante dos crimes e ela lhe dá um tapa na cara. Cassandra fica muito nervosa e grita para Lucas ir embora. Ernesto leva um susto ao ver Taveira e Dino dentro do trailer e Esmeralda grita por socorro."
		},
		"a escrava isaura": {
			"segunda": "Sebastião se irrita quando sabe que Rosa dormiu com Leôncio. Rosa ganha um colar de ouro como presente de Natal. Leôncio fica sozinho na noite de Natal. Helena foge para a casa de Tomásia. Alguém bate na porta da casa de Miguel e Isaura. O proprietário da casa visita Miguel. Sebastião se irrita com o sumiço de Helena. Leôncio pensa em Isaura. O quilombo está em festa. Isaura, Miguel e Pedrinho ceiam felizes. Geraldo conta a Branca que Álvaro está apaixonada por Isaura. Isaura lamenta não contar a verdade a Álvaro. Leôncio vai ao quarto de Rosa e convida Flor-de-Lis para cear com ele. Diogo e Helena se beijam. Gabriel acorda e vê tudo. Sebastião vai a casa de Tomásia. Álvaro pergunta a Isaura se pode fazer a corte a ela.",
			"terça": "Isaura chora por mentir para Álvaro. Álvaro diz a Isaura que ela tocou seu coração desde o primeiro instante que a viu. Leôncio acorda ao lado de Flor-de-Liz. Cel. Sebastião vai até a casa de dona Gioconda buscar Helena. Gabriel sai do coma. É dia de natal. Leôncio aperta o pescoço de Flor-de-Liz e diz que ela o pertence. Álvaro quase beija Isaura quando chega Pedrinho e Miguel. Gabriel diz ao coronel de preferia não ser seu filho para poder se casar com Helena.",
			"quarta": "Branca pede a Geraldo que descubra o endereço de Elvira (Isaura). Leôncio prende Flor-de-Liz no quarto. João conta a história de um negro que ficou rico para Bernardo. Álvaro conversa com Geraldo sobre Isaura. Isaura chora por mentir para Álvaro. Cel. Sebastião insiste em dizer que sua filha está na casa de dona Gioconda. Belchior ouve os berros de Flor-de-Liz, mas não pode ajudá-la. Henrique mostra um diamante à Malvina. Isaura decide contar toda a verdade a Álvaro.",
			"quinta": "Francisco coloca Rosa para fora de casa. Miguel pede para que Isaura não conte a Álvaro a verdade sobre eles. Rosa fica brava ao saber que Leôncio dormiu com Flor-de-Liz. Henrique visita seu pai e diz que precisa arranjar um comprador para o diamante. Francisco coloca Rosa para fora de casa. Ao caminhar pela beira da estrada, Rosa é picada por uma cobra. Flor-de-Liz convence Leôncio a fazer uma festa para esquecer Isaura por um tempo e para se safar de um castigo. Gabriel chora ao lado de Tomásia por causa de sua amada. Helena confessa que beijou Diogo. Dr. Paulo deseja se casar com Helena, mas diz que é pelo dinheiro que o Cel. Sebastião possui.",
			"sexta": "Raimundo avisa a Martinho que Leôncio suspeita onde esteja Isaura. Leôncio manda chamar as mais belas moças do bordel para sua festa. Moleca sente ciúmes de Rosa. Belchior suga o veneno da perna de Rosa. Isaura conversa com seu pai sobre o fato dela não dizer quem ela realmente é. Geraldo conta a Branca onde mora Isaura. Cel. Sebastião pede a Belchior que chame o Dr. Paulo para examinar Rosa. Helena arrepende-se do beijo dado em Diogo e diz que Gabriel ainda a ama. Gabriel não se conforma com o fato dele ser irmão de Helena. Álvaro vai se encontrar com Isaura."
		},
		"Salve-se quem puder": {
			"segunda": "Luna trabalha no resort em Cancún. Gabi avisa a Luna sobre a previsão de tempestade. Juan pede ajuda a Gabi para reconquistar Luna. Rafael é impedido de viajar por causa da validade do passaporte, e Kyra embarca sozinha para o México. Alexia conta a Téo sobre a promessa de ficar longe dos homens porque conseguiu o papel na novela. O juiz Vitório embarca no mesmo voo que Kyra e Alexia, e é observado por Donato. Alexia reconhece Kyra, lembrando que foi ela quem atrapalhou uma sessão de seu musical. Com a ajuda de Gabi, Juan surpreende Luna com uma cena romântica, para reconquistar a moça. Kyra esbarra em Donato no momento em que ele ameaça Vitório. Kyra pega a arma de Donato e, sem querer, atinge a fuselagem do avião.",
			"terça": "Donato é imobilizado pelos comissários do voo. Luna cede ao amor que sente por Juan e aceita reatar com o ex-namorado. O avião onde estão Kyra e Alexia faz um pouso forçado em Cancún. Luna recebe Kyra e Alexia no resort. Alan pede à prima Alexia que volte para o Brasil. Alexia se encanta com Renzo e se envolve com o rapaz. Helena repreende Téo por querer documentar o furacão. Alexia fica irada ao perceber que Renzo furtou seu anel da sorte. Ela convence Kyra e Luna a irem com ela atrás de Renzo.",
			"quarta": "Dominique ameaça Vitório. Helena se preocupa com Téo e Hugo lembra que a mulher jamais poderá voltar para o México. Na procura por Renzo, Alexia, Luna e Kyra testemunham Dominique atirar contra Vitório. Renzo reconhece Alexia. Dominique exige que Pancho e Renzo sigam as três. Alexia, Luna e Kyra conseguem chegar ao hotel e chamam a polícia. Graziela impede que Petra tire dinheiro de Ignácio. Enquanto documenta a tempestade, Téo é derrubado por um poste e cai desacordado. Pancho acerta o policial que estava na recepção do resort. Kyra acorda com Pancho apontando uma arma em sua direção. Alexia liga para Alan e grava uma declaração de amor para o avô Ignácio. Renzo confronta Alexia.",
			"quinta": "Alexia e Renzo se beijam. Luna liga para Juan e conta sobre o perigo que passou, mas pede ao namorado que não conte nada para Mário. Renzo e os capangas de Dominique sequestram Alexia, Kyra e Luna. Agnes fica aflita com a falta de notícia de Kyra. Dionice aconselha Bia a contar para Agnes que voltou a treinar como ginasta. Isaac incentiva Bia a participar das competições. Alexia presume que ela e as amigas serão mortas por Renzo. Renzo provoca um acidente com o carro, e Alexia, Kyra e Luna conseguem fugir. Helena conversa com Hugo sobre os enteados. Téo desperta no meio do furacão. Alexia e Kyra conseguem se abrigar em um prédio, mas Luna é levada pela correnteza. Petra tenta seduzir Alan, mas é hostilizada pelos filhos do primo. Téo salva Luna da correnteza e se desespera ao vê-la desacordada.",
			"sexta": "Luna desperta e tenta segurar Téo, mas ele se desprende da árvore e é levado pela correnteza. O furacão e a tempestade terminam. Alexia e Kyra são levadas para o Consulado Brasileiro. Luna caminha pela cidade destruída, com a corrente de Téo em suas mãos. Rafael tranquiliza Agnes. Marieta percebe que Renatinha torce para Kyra não aparecer. Renzo garante a Dominique que as testemunhas morreram durante o furacão. Alexia e Kyra ficam aliviadas ao verem que Luna se salvou. Juan avisa a Luna que Mário foi atingido pelo furacão e está no hospital. Micaela e Úrsula decidem ir para o México. Dominique avisa a Renzo que quer garantias sobre a eliminação das três testemunhas. Alexia, Kyra e Luna entram no Programa de Proteção a Testemunhas. A Consulesa avisa que as três receberão novas identidades e serão levadas para um lugar seguro. Juan se despede de Luna. Rafael promete a Agnes que encontrará Kyra. Alexia, Kyra e Luna voltam para o Brasil com novos visuais e identidades.",
			"sábado": "A imprensa brasileira divulga que Alexia e Kyra foram levadas por bandidos e estão desaparecidas. Petra despista Ignácio sobre o desaparecimento de Alexia. As três mulheres recebem suas novas identidades. Agora Luna chama-se Fiona, Kyra é Cleyde e Alexia passa a se chamar Josimara. Alan discorda de Petra sobre a ideia de interditar Ignácio. Luna/Fiona pensa em Téo. Micaela e Úrsula ficam preocupadas com o estado de saúde de Téo e escondem de Helena a situação. Micaela flagra Úrsula com um comprimido na mão e repreende a namorada do irmão. Juan diz a Mário que sente que Luna está viva. Alexia/Josimara não gosta de seu novo visual. Kyra/Cleyde vê Rafael no aeroporto e tenta falar com ele, mas recua ao ver os capangas de Dominique. Ivo recebe Alexia/Josimara, Luna/Fiona e Kyra/Cleyde no aeroporto de São Paulo, e informa que elas ficarão na casa da família protetora Prazeiroso. Ermelinda e seu filho Zezinho recebem Alexia/Josimara, Luna/Fiona e Kyra/Cleyde no sítio em Judas do Norte."
		}
	}
}
